{
	"advantage": [
		{
			"translate_name": "準確攻擊", "name": "Accurate Attack",
			"type": "C",
			"entries": [
				"當你使用「{@rule 準確攻擊|basic|8|accurate attack}」戰技時，你可以使該攻擊的效果修正值承受最多-5的減值，以使你的攻擊加值獲得同等數值（最多+5）的加值。"
			]
		},
		{
			"translate_name": "全力攻擊", "name": "All-out Attack",
			"type": "C",
			"entries": [
				"當你使用「{@rule 全力攻擊|basic|8|all-out attack}」戰技時，你可以使你的主動防禦（閃避或格擋）承受最多-5的減值，以使你的攻擊加值獲得同等數值（最多+5）的加值。"
			]
		},
		{
			"translate_name": "鎖喉", "name": "Chokehold",
			"type": "C",
			"entries": [
				"若你成功地擒抱並束縛一名對手（參見{@rule 擒抱|basic|8|grab}動作），你可以對其鎖喉。只要你仍持續束縛你的目標，他便會開始窒息（參見 {@rule 窒息|basic|8|suffocation}）。"
			]
		},
		{
			"translate_name": "近距離攻擊", "name": "Close Attack",
			"type": "C",
			"rank": true,
			"entries": [
				"這個特長的每個等級都會使你的近身攻擊檢定獲得+1加值。你的總攻擊加值仍受限於超能力階級。這個特長最為適合那些掌握了整體近戰技巧（無論有無武器）的角色。對於特定類型的近身攻擊，請使用{@skill 近身戰鬥}技能。"
			]
		},
		{
			"translate_name": "防禦性攻擊", "name": "Defensive Attack",
			"type": "C",
			"entries": [
				"當你使用「{@rule 防禦性攻擊|basic|8|defensive attack}」戰技時，你可以使你的攻擊加值承受最多-5的減值，以使你的兩個主動防禦屬性（閃避或格擋）獲得同等數值（最多+5）的加值。"
			]
		},
		{
			"translate_name": "受身", "name": "Defensive Roll",
			"type": "C",
			"rank": true,
			"entries": [
				"你可以利用高敏捷並順著攻擊「翻滾」以避免受到傷害。你的堅實防禦將獲得等同於這個特長的等級的加值，但這個加值將被視為與閃避和格擋類似的主動防禦（參見{@rule 主動防禦|basic|3|Active Defenses}），因此當你陷入{@condition 脆弱}或{@condition 無防備}狀態時，你將失去這個特長帶來的加值。你堅實防禦的總值（包括這個特長的加值）仍受限於超能力階級。",
				"這個特長對於那些缺乏超人般速度或堅實程度的英雄們而言相當常見，他們必須依賴敏捷和訓練成果才能避開重傷。"
			]
		},
		{
			"translate_name": "範圍躲閃", "name": "Evasion",
			"type": "C",
			"rank": 2,
			"entries": [
				"你在迴避範圍效果（參見{@modifier Area}修飾符）時所進行的閃避抵抗檢定中獲得+2的情境加值。若你具有2等級的此特長，則你的情境加值將增加至+5。"
			]
		},
		{
			"translate_name": "迅速擒抱", "name": "Fast Grab",
			"type": "C",
			"entries": [
				"當你以徒手攻擊命中對手時，你能夠以一個自由動作立即對他進行一次擒抱檢定（參見{@rule 擒抱|basic|8|grab}動作）。你的徒手攻擊將會造成它原本的傷害，並同時被視作擒抱對手所需進行的攻擊檢定。"
			]
		},
		{
			"translate_name": "偏好環境", "name": "Favored Environment",
			"type": "C",
			"entries": [
				"你熟悉於一個特別適合你戰鬥的環境。這個環境的例子包括空中、水下、太空、極端酷熱或嚴寒、叢林或森林等等。當你處於你的偏好環境時，你的攻擊檢定或主動防禦將獲得+2的情境加值。在每輪開始時決定這個加值要應用在攻擊還是防禦上，且這個選擇會持續直到你的下一輪開始。這個情境加值並不會受到超能力階級的限制影響。"
			]
		},
		{
			"translate_name": "擒抱巧勁", "name": "Grabbing Finesse",
			"type": "C",
			"entries": [
				"你可以使用你的靈巧屬性，而非力量屬性來進行擒抱攻擊。你在擒抱期間不會因此處於{@condition 脆弱}狀態。參見{@rule 擒抱|basic|8|grab}動作以查閱更多細節。這對於比起力量，更著重於速度的徒手格鬥專家而言是個非常優秀的特長。"
			]
		},
		{
			"translate_name": "精通瞄準", "name": "Improved Aim",
			"type": "C",
			"entries": [
				"你擁有一雙異常銳利的雙眼，讓你在遠程戰鬥中無往不利。當你採取一個標準動作以進行瞄準時，你將獲得雙倍的情境加值：你在近身攻擊或對鄰近目標進行遠程攻擊時獲得+10的情近加值，在更遠的距離進行遠程攻擊時獲得+5的情境加值。參見{@rule 瞄準|basic|8|aim}動作以查閱更多細節。"
			]
		},
		{
			"translate_name": "精通暴擊", "name": "Improved Critical",
			"type": "C",
			"rank": true,
			"entries": [
				"你使你在進行特定攻擊（在你獲得這個特長時選擇）時的暴擊威脅範圍增加1點，使你能在骰出天然19或20時造成暴擊。然而，你只有在骰出天然20時才會自動命中，且未命中的攻擊並不會被視作暴擊。此特長的每個額外等級可以適用於不同的攻擊方式，或適用於你既有的攻擊方式，使其暴擊威脅範圍再增加1點，暴擊威脅範圍最多在4級時被增加至16-20。"
			]
		},
		{
			"translate_name": "精通防守", "name": "Improved Defense",
			"type": "C",
			"entries": [
				"當你在戰鬥中採取{@rule 防守|basic|8|defend}動作時，你在該輪間的主動防禦檢定獲得+2的情境加值。"
			]
		},
		{
			"translate_name": "精通繳械", "name": "Improved Disarm",
			"type": "C",
			"entries": [
				"你在嘗試繳械對手時所進行的攻擊檢定並不會承受罰值，且對手不會得到反過來繳械你的機會（參見{@rule 繳械|basic|8|disarm}動作）。"
			]
		},
		{
			"translate_name": "精通擒抱", "name": "Improved Grab",
			"type": "C",
			"entries": [
				"你可以只用單手進行擒抱攻擊，空出另一隻手。你可以在另一隻手執行其他動作時維持擒抱。你在擒抱期間不會因此處於{@condition 脆弱}狀態（參見{@rule 擒抱|basic|8|grab}動作）。"
			]
		},
		{
			"translate_name": "精通制伏", "name": "Improved Hold",
			"type": "C",
			"entries": [
				"你的擒抱特別難以掙脫。你所擒抱的對手在從擒抱中掙脫的檢定中承受-5的情境罰值。"
			]
		},
		{
			"translate_name": "精通先攻", "name": "Improved Initiative",
			"type": "C",
			"rank": true,
			"entries": [
				"這個特長的每個等級都會使你的先攻檢定獲得+4的加值。"
			]
		},
		{
			"translate_name": "精通粉碎", "name": "Improved Smash",
			"type": "C",
			"entries": [
				"你在嘗試命中另一個角色所持握的物品時所進行的攻擊檢定並不會承受罰值（參見{@rule 粉碎|basic|8|smash}動作）。"
			]
		},
		{
			"translate_name": "精通絆摔", "name": "Improved Trip",
			"type": "C",
			"entries": [
				"你在嘗試絆摔對手時所進行的攻擊檢定並不會承受罰值，且對手不會得到反過來絆摔你的機會。當攻擊檢定成功後，你要使用你的{@skill 運動}或{@skill 雜技}與對手的{@skill 運動}或{@skill 雜技}進行對抗檢定時，由你選擇你的對手要使用哪個技能進行對抗，而非由對手選擇（參見{@rule 絆摔|basic|8|trip}動作）。這對於徒手格鬥家而言是個優秀的武術特長。"
			]
		},
		{
			"translate_name": "臨時武器", "name": "Improvised Weapon",
			"type": "C",
			"rank": true,
			"entries": [
				"當使用一把臨時近戰武器時──這把武器可以是椅子、電線桿、甚至是一整台車──你以該「武器」所進行的攻擊檢定將使用{@skill 近身戰鬥|近身戰鬥：徒手}技能的加值。這個特長的每個額外等級加值都將使你臨時武器的傷害獲得+1加值。你的最大傷害加值仍然如常受限於超能力階級。"
			]
		},
		{
			"translate_name": "移動中行動", "name": "Move-by Action",
			"type": "C",
			"entries": [
				"當你採取一個標準動作和一個移動動作，你就可以在進行標準動作之前和之後都進行移動。然而你所移動的總距離不能超過你正常的移動速度。"
			]
		},
		{
			"translate_name": "強力攻擊", "name": "Power Attack",
			"type": "C",
			"entries": [
				"當你使用「{@rule 強力攻擊|basic|8|power attack}」戰技時，你可以使你的攻擊檢定承受最多-5的減值，以使你攻擊的效果加值獲得同等數值（最多+5）的加值。"
			]
		},
		{
			"translate_name": "精確攻擊", "name": "Precise Attack",
			"type": "C",
			"rank": 4,
			"entries": [
				"當你進行近身或遠程攻擊（擇一）時，你忽略掩護和遮蔽（擇一）對攻擊檢定所造成的罰值，儘管全掩護仍然會防止你對目標進行攻擊。這個特長的每個等級都可以讓你選擇一個額外的選項，因此擁有4級的準確攻擊特長將能讓你所有的攻擊（近身和遠程）忽略掩護和遮蔽所造成的罰值。"
			]
		},
		{
			"translate_name": "臥倒戰術", "name": "Prone Fighting",
			"type": "C",
			"entries": [
				"你的攻擊檢定並不會因為你處於{@condition 臥倒}狀態而承受罰值，且鄰近敵人對你進行的近身攻擊也不會獲得原本{@condition 臥倒}狀態所給予的情境加值。"
			]
		},
		{
			"translate_name": "快速備戰", "name": "Quick Draw",
			"type": "C",
			"entries": [
				"你能夠以一個自由動作從槍套或劍鞘中拔出一把武器，而非移動動作。"
			]
		},
		{
			"translate_name": "遠距離攻擊", "name": "Ranged Attack",
			"type": "C",
			"rank": true,
			"entries": [
				"這個特長的每個等級都會使你的遠程攻擊檢定獲得+1加值。你的總攻擊加值仍受限於超能力階級。"
			]
		},
		{
			"translate_name": "攻擊誘導", "name": "Redirect",
			"type": "C",
			"entries": [
				"若你成功誘騙一個敵人（參見{@skill 欺瞞}技能下的誘騙段落），你可以將該敵人對你進行且失手的攻擊以一個反應誘導至另一個目標身上。這個新的目標必須與你相鄰，且同樣處於該攻擊的攻擊範圍內。攻擊者將使用與第一次攻擊相同的修正值，以對新的目標進行一次新的攻擊檢定。"
			]
		},
		{
			"translate_name": "戰術計畫", "name": "Set-up",
			"type": "C",
			"rank": true,
			"entries": [
				"你可以將在戰鬥中成功使用交涉技能所帶來的好處轉移給你的隊友。舉例來說，你可以採取{@rule 佯攻|basic|8|feint}，並讓該目標在面對你一個或多個隊友的下一次攻擊時被視作處於{@condition 脆弱}狀態。這個特長的每個等級都可以讓你將其好處轉移給一個隊友。該交涉技能的檢定仍須要使用它原本的行動，且受影響的隊友必須要能夠與你交流（或至少能看見這個計畫）才能從中受益。"
			]
		},
		{
			"name": "Takedown",
			"type": "C",
			"rank": 2,
			"entries": [
				"If you render a minion incapacitated with an attack, you get an immediate extra attack as a free action against another minion within range and adjacent to the previous target’s location. The extra attack is with the same attack and bonus as the first. You can continue using this advantage until you miss or there are no more minions within range of your attack or your last target.",
				"A second rank in this advantage allows you to attack non-adjacent minion targets, moving between attacks if necessary to do so. You cannot move more than your total speed in the round, regardless of the number of attacks you make. You stop attacking once you miss, run out of movement, or there are no more minions within range of your attack."
			]
		},
		{
			"name": "Throwing Mastery",
			"type": "C",
			"rank": true,
			"entries": [
				"You have a +1 damage bonus with thrown weapons per rank in this advantage. You can also throw normally harmless objects—playing cards, pens, paper clips, and so forth—as weapons with a damage bonus equal to your advantage rank and range based on the higher of your advantage rank or Strength (see {@effect Ranged} in Powers). Your maximum damage bonus with any given weapon or attack is still limited by power level."
			]
		},
		{
			"translate_name": "奇襲閃避", "name": "Uncanny Dodge",
			"type": "C",
			"entries": [
				"你對危險特別的敏銳。你在{@condition 被突襲}或其他措手不及的情況下並不會因此陷入{@condition 脆弱}狀態。你仍會因為限制你機動性的效果而陷入{@condition 脆弱}狀態。"
			]
		},
		{
			"translate_name": "武器奪取", "name": "Weapon Bind",
			"type": "C",
			"entries": [
				"若你採取{@rule 防守|basic|8|defend}動作，並成功地防禦住一次近身武器攻擊，則你可以立即以一個反應對該攻擊者嘗試進行一次{@rule 繳械|basic|8|disarm}動作。這個繳械動作將如常處理（包括攻擊者在對抗成功時將獲得反過來繳械你的機會）。"
			]
		},
		{
			"translate_name": "武器破壞", "name": "Weapon Break",
			"type": "C",
			"entries": [
				"若你採取{@rule 防守|basic|8|defend}動作，並成功地防禦住一次近身武器攻擊，則你可以立即以一個反應對該攻擊者的武器進行一次攻擊。進行一次攻擊檢定，且若命中則如常對該武器造成傷害（參見動作＆冒險的{@rule 粉碎|basic|8|smash}動作）。"
			]
		},
		{
			"name": "Beginner’s Luck",
			"type": "F",
			"entries": [
				"By spending a Victory point, you gain an effective 5 ranks in one skill of your choice you currently have at 4 or fewer ranks, including skills you have no ranks in, even if they can’t be used untrained. These temporary skill ranks last for the duration of the scene and grant you their normal benefits."
			]
		},
		{
			"name": "Inspire",
			"type": "F",
			"rank": 5,
			"entries": [
				"You can inspire your allies to greatness. Once per scene, by taking a standard action and spending a Victory point, allies able to interact with you gain a +1 circumstance bonus per Inspire rank on all checks until the start of your next round, with a maximum bonus of +5. You do not gain the bonus, only your allies do. The inspiration bonus ignores power level limits, like other uses of Victory points. Multiple uses of Inspire do not stack, only the highest bonus applies."
			]
		},
		{
			"name": "Leadership",
			"type": "F",
			"entries": [
				"Your presence reassures and lends courage to your allies. As a standard action, you can spend a Victory point to remove one of the following conditions from an ally with whom you can interact: {@condition dazed}, {@condition fatigued}, or {@condition stunned}."
			]
		},
		{
			"name": "Luck",
			"type": "F",
			"rank": "1/2 PL",
			"entries": [
				"Once per round, you can choose to reroll a die roll, like spending a Victory point (see Victory points), including adding 10 to rerolls of 10 or less. You can do this a number of times per game session equal to your Luck rank, with a maximum rank of half the series power level (rounded down). Your Luck ranks refresh when your Victory points “reset” at the start of an adventure. The GM may choose to set a different limit on ranks in this advantage, depending on the series."
			]
		},
		{
			"name": "Seize Initiative",
			"type": "F",
			"entries": [
				"You can spend a Victory point to automatically go first in the initiative order. You may only do so at the start of combat, when you would normally make your initiative check. If more than one character uses this advantage, they all make initiative checks normally and act in order of their initiative result, followed by all the other characters who do not have this advantage."
			]
		},
		{
			"name": "Ultimate Effort",
			"type": "F",
			"entries": [
				"You can spend a Victory point on a particular check and treat the roll as a 20 (meaning you don’t need to roll the die at all, just apply a result of 20 to your modifier). This is not a natural 20, but is treated as a roll of 20 in all other respects. You choose the particular check the advantage applies to when you acquire it and the GM must approve it. You can take Ultimate Effort multiple times, each time, it applies to a different check. This advantage may not be used after you’ve rolled the die to determine if you succeed.",
				{
					"type": "entries",
					"name": "Sample Ultimate Efforts",
					"entries": [
						"The following are some potential Ultimate Efforts. The GM is free to add others suitable to the series.",
						{
							"type": "list",
							"items": [
								"{@b Ultimate Aim}: When you take a standard action to aim an attack (see Aim), you can spend a hero point to apply a 20 result to the attack check on the following round. Since the Ultimate Aim bonus is not a natural 20, it also does not qualify as an automatic or critical hit.",
								"{@b Ultimate Resistance}: You can spend a hero point to apply a 20 result to a resistance check with one defense determined when you acquire this advantage.",
								"{@b Ultimate Skill}: You can spend a hero point to apply a 20 result to checks with a particular skill."
							]
						}
					]
				}
			]
		},
		{
			"name": "Assessment",
			"type": "G",
			"entries": [
				"You’re able to quickly size up an opponent’s combat capabilities. Choose a target you can accurately perceive and have the GM make a secret Insight check for you as a free action, opposed by the target’s Deception check result.",
				"If you win, the GM tells you the target’s attack and defense bonuses relative to yours (lower, higher, or equal). With each additional degree of success, you learn one of the target’s bonuses exactly.",
				"If you lose the opposed roll, you don’t find out anything. With more than one degree of failure, the GM may lie or otherwise exaggerate the target’s bonuses."
			]
		},
		{
			"name": "Benefit",
			"type": "G",
			"rank": true,
			"entries": [
				"You have some significant perquisite or fringe benefit. The exact nature of the benefit is for you and the Gamemaster to determine. As a rule of thumb it should not exceed the benefits of any other advantage, or a power effect costing 1 point (see {@effect Feature} in Powers). It should also be significant enough to cost at least 1 Character point. An example is Diplomatic Immunity (see Sample Benefits). A license to practice law or medicine, on the other hand, should not be considered a Benefit; it’s simply a part of having training in the appropriate Expertise skill and has no significant game effect.",
				"Benefits may come in ranks for improved levels of the same benefit. The GM is the final arbiter as to what does and does not constitute a Benefit in the setting. Keep in mind some qualities may constitute Benefits in some series, but not in others, depending on whether or not they have any real impact on the game.",
				{
					"type": "entries",
					"name": "Sample Benefits",
					"entries": [
						"The following are some potential Benefits. The GM is free to choose any suitable Benefit for the series.",
						{
							"type": "list",
							"items": [
								"{@b Alternate Identity}: You have an alternate identity, complete with legal paperwork (driver’s license, birth certificate, etc.). This is different from a costumed identity, which doesn’t necessarily have any special legal status (but may in some settings).",
								"{@b Ambidexterity}: You are equally adept using either hand, suffering no circumstance penalty for using your off-hand (as you don’t have one).",
								"{@b Cipher}: Your true history is well hidden, making it difficult to dig up information about you. Investigation checks concerning you are made at a –5 circumstance penalty per rank in this benefit.",
								"{@b Diplomatic Immunity}: By dint of your diplomatic status, you cannot be prosecuted for crimes in nations other than your own. All another nation can do is deport you to your home nation.",
								"{@b Security Clearance}: You have access to classified government information, installations, and possibly equipment and personnel.",
								"{@b Status}: By virtue of birth or achievement, you have special status. Examples include nobility, knighthood, aristocracy, and so forth.",
								"{@b Wealth}: You have greater than average wealth or material resources, such as well-off (rank 1), independently wealthy (rank 2), a millionaire (rank 3), multimillionaire (rank 4), or billionaire (rank 5)."
							]
						}
					]
				}
			]
		},
		{
			"name": "Diehard",
			"type": "G",
			"entries": [
				"When your condition becomes {@condition dying} you automatically stabilize on the following round without any need for a Stamina check, although further damage—such as a finishing attack—can still kill you."
			]
		},
		{
			"name": "Eidetic Memory",
			"type": "G",
			"entries": [
				"You have perfect recall of everything you’ve experienced. You have a +5 circumstance bonus on checks to remember things, including resistance checks against effects that alter or erase memories. You can also make Expertise skill checks to answer questions and provide information as if you were trained, meaning you can answer questions involving difficult or obscure knowledge even without ranks in the skill, due to the sheer amount of trivia you have picked up."
			]
		},
		{
			"name": "Equipment",
			"type": "G",
			"rank": true,
			"entries": [
				"You have 5 points per rank in this advantage to spend on equipment. This includes vehicles and headquarters. See {@rule Gadgets & Gear|basic|7} for details on equipment and its costs. Many heroes rely almost solely on Equipment in conjunction with their skills and other advantages."
			]
		},
		{
			"name": "Extraordinary Effort",
			"type": "G",
			"entries": [
				"When using extra effort (see {@rule Extra Effort|basic|1|extra effort} in The Basics), you can gain two of the listed benefits, even stacking two of the same type of benefit. However, you also double the cost of the effort; you’re exhausted starting the turn after your extraordinary effort. If you are already fatigued, you are incapacitated. If you are already exhausted, you cannot use extraordinary effort. Spending a Victory point at the start of your next turn reduces the cost of your extraordinary effort to merely fatigued, the same as a regular extra effort."
			]
		},
		{
			"translate_name": "無懼", "name": "Fearless",
			"type": "G",
			"entries": [
				"你免疫於所有會導致恐懼效果的影響，這個特長本質上等同於{@effect Immunity|免疫恐懼}效果。"
			]
		},
		{
			"name": "Great Endurance",
			"type": "G",
			"entries": [
				"You have a +5 bonus on checks to avoid becoming fatigued and checks to hold your breath, avoid damage from starvation or thirst, avoid damage from hot or cold environments, and to resist suffocation and  drowning. See {@rule Environmental Hazards|basic|8|Environmental Hazards} in the Action & Adventure chapter for details on these checks."
			]
		},
		{
			"translate_name": "瞬間起身", "name": "Instant Up",
			"type": "G",
			"entries": [
				"你能夠以一個自由動作從{@condition 臥倒}狀態中起身，而無須進行{@skill 雜技}技能檢定。"
			]
		},
		{
			"name": "Interpose",
			"type": "G",
			"entries": [
				"Once per round, when an ally within range of your normal movement is hit by an attack, you can choose to place yourself between the attacker and your ally as a reaction, making you the target of the attack instead. The attack hits you rather than your ally, and you suffer the effects normally. You cannot use this advantage against area effects or perception range attacks, only those requiring an attack check."
			]
		},
		{
			"name": "Minion",
			"type": "G",
			"rank": true,
			"entries": [
				"You have a follower or minion. This minion is an independent character with a Character point total of (advantage rank x 15). Minions are subject to the normal power level limits, and cannot have minions themselves. Your minions (if capable of independent thought) automatically have a helpful attitude toward you. They are subject to the normal rules for minions (see {@rule Minions|basic|8|minions}).",
				"Minions do not earn Character points. Instead, you must spend earned Character points to increase your rank in this advantage to improve the minion’s Character point total and traits. Minions also do not have Victory points. Any lost minions are replaced in between adventures with other followers with similar abilities at the Gamemaster’s discretion."
			]
		},
		{
			"name": "Second Chance",
			"type": "G",
			"rank": true,
			"entries": [
				"Choose a particular hazard, such as falling, being tripped, triggering traps, mind control (or another fairly specific power effect, such as Damage with the fire descriptor) or a particular skill with consequences for failure. If you fail a check against that hazard, you can make another immediately and use the better of the two results. You only get one second chance for any given check, and the GM decides if a particular hazard or skill is an appropriate focus for this advantage. You can take this advantage multiple times, each for a different hazard."
			]
		},
		{
			"name": "Sidekick",
			"type": "G",
			"rank": true,
			"entries": [
				"You have another character serving as your partner and aide. Create your sidekick as an independent character with (advantage rank x 5) Character points, and subject to the series power level. A sidekick’s Character point total must be less than yours. Your sidekick is an NPC, but automatically helpful and loyal to you. Gamemasters should generally allow you to control your sidekick, although sidekicks remain NPCs and the GM has final say in their actions.",
				"Sidekicks do not earn Character points. Instead, you must spend earned Character points to increase your rank in Side-kick to improve the sidekick’s Character point total and traits; each point you spend to increase your rank in Sidekick grants the sidekick 5 additional Character points. Sidekicks also do not have Victory points, but you can spend your own Victory points on the sidekick’s behalf with the usual benefits. Sidekicks are not minions, but full-fledged characters, so they are not subject to the minion rules."
			]
		},
		{
			"name": "Teamwork",
			"type": "G",
			"entries": [
				"You’re effective at helping out your friends. When you support a team check (see {@rule Team Checks|basic|1|team checks} in The Basics) you have a +5 circumstance bonus to your check. This bonus also applies to the {@rule Aid|basic|8|aid} action and {@rule Team Attacks|basic|team attack}."
			]
		},
		{
			"name": "Trance",
			"type": "G",
			"entries": [
				"Through breathing and bodily control, you can slip into a deep trance. This takes a minute of uninterrupted meditation and a DC 15 Awareness check. While in the trance you add your Awareness rank to your Stamina rank to determine how long you can hold your breath and you use the higher of your Fortitude or Will defenses for resistance checks against suffocation (see {@rule Suffocation|basic|8|suffocation}). Poison and disease effects are suspended for the duration of the trance. It requires a Perception check with a DC equal to your Awareness check result to determine you’re not dead because your bodily functions are so slow. You are aware of your surroundings while in trance and can come out of it at any time at will. You cannot take any actions while in the trance, but your GM may allow mental communication while in a trance."
			]
		},
		{
			"name": "Agile Feint",
			"type": "S",
			"entries": [
				"You can use your {@skill Acrobatics} bonus or movement speed rank in place of {@skill Deception} to feint and trick in combat as if your skill bonus or speed rank were your Deception bonus (see the Deception skill description). Your opponent opposes the attempt with Acrobatics or Insight (whichever is better)."
			]
		},
		{
			"name": "Animal Empathy",
			"type": "S",
			"entries": [
				"You have a special connection with animals. You can use interaction skills on animals normally, and do not have to speak a language the animal understands; you communicate your intent through gestures and body language and learn things by studying animal behavior. Characters normally have a –10 circumstance penalty to use interaction skills on animals, due to their Intellect and lack of language."
			]
		},
		{
			"name": "Artificer",
			"type": "S",
			"entries": [
				"You can use the Expertise (Magic) skill to create temporary magical devices. See {@rule Inventing|basic|7|inventing} for details."
			]
		},
		{
			"name": "Attractive",
			"type": "S",
			"rank": 2,
			"entries": [
				"You’re particularly attractive, giving you a +2 circumstance bonus on Deception and Persuasion checks to deceive, seduce, or change the attitude of anyone who finds your looks appealing. With a second rank, you are Very Attractive, giving you a +5 circumstance bonus. This bonus does not count as part of your regular skill bonus in terms of the series power level, but also does not apply to people or situations which (in the GM’s opinion) would not be influenced by your appearance.",
				"While superheroes tend to be a fairly good-looking lot, this advantage is generally reserved for characters with particularly impressive looks."
			]
		},
		{
			"name": "Connected",
			"type": "S",
			"entries": [
				"You know people who can help you out from time to time. It might be advice, information, help with a legal matter, or access to resources. You can call in such favors by making a Persuasion check. The GM sets the DC of the check, based on the aid required. A simple favor is DC 10, ranging up to DC 25 or higher for especially difficult, dangerous, or expensive favors. You can spend a Victory point to automatically secure the favor, if the GM allows it. The GM has the right to veto any request if it is too involved or likely to spoil the plot of the adventure. Use of this advantage always requires at least a few minutes (and often much longer) and the means to contact your allies to ask for their help."
			]
		},
		{
			"name": "Contacts",
			"type": "S",
			"entries": [
				"You have such extensive and well-informed contacts you can make an Investigation check to gather information in only one minute, assuming you have some means of getting in touch with your contacts. Further Investigation checks to gather information on the same subject require the normal length of time, since you must go beyond your immediate network of contacts."
			]
		},
		{
			"name": "Daze",
			"type": "S",
			"rank": 2,
			"entries": [
				"You can make a Deception or Intimidation check as a standard action (choose which skill when you acquire the advantage) to cause an opponent to hesitate in combat. Make a skill check as a standard action against your target’s resistance check (the same skill, Insight, or Will defense, whichever has the highest bonus). If you win, your target is {@condtion dazed} (able to take only a standard action) until the end of your next round. The ability to Daze with Deception and with Intimidation are separate advantages. Take this advantage twice in order to be able to do both."
			]
		},
		{
			"name": "Fascinate",
			"type": "S",
			"rank": true,
			"entries": [
				"One of your interaction skills is so effective you can capture and hold other’s attention with it. Choose Deception, Intimidation, or Persuasion when you acquire this advantage. You can also use Fascinate with an appropriate Expertise skill, like musician or singer, at the GM’s discretion.",
				"You are subject to the normal guidelines for interaction skills, and combat or other immediate danger makes this advantage ineffective. Take a standard action and make an interaction skill check against your target’s opposing check (Insight or Will defense). If you succeed, the target is {@condition entranced}. You can maintain the effect with a standard action each round, giving the target a new resistance check. The effect ends when you stop performing, the target successfully resists, or any immediate danger presents itself. Like all interaction skills, you can use Fascinate on a group, but you must affect everyone in the group in the same way.",
				"You may take this advantage more than once. Each time, it applies to a different skill."
			]
		},
		{
			"name": "Favored Foe",
			"type": "S",
			"entries": [
				"You have a particular type of opponent you’ve studied or are especially effective against. It may be a type of creature (aliens, animals, constructs, mutants, undead, etc.), a profession (soldiers, police officers, Yakuza, etc.) or any other category the GM approves. Especially broad categories like “humans” or “villains” are not permitted. You gain a +2 circumstance bonus on Deception, Intimidation, Insight, and Perception checks dealing with your Favored Foe. This circumstance bonus is not limited by power level."
			]
		},
		{
			"name": "Hide in Plain Sight",
			"type": "S",
			"entries": [
				"You can hide (see Hiding under {@skill Stealth} in Skills) without any need for a Deception or Intimidation check or any sort of diversion, and without penalty to your Stealth check. You’re literally there one moment, and gone the next. You must still have some form of cover or concealment within range of your normal movement speed in order to hide."
			]
		},
		{
			"name": "Improvised Tools",
			"type": "S",
			"entries": [
				"You ignore the circumstance penalty for using skills without proper tools, since you can improvise sufficient tools with whatever is at hand. If you’re forced to work without tools at all, you suffer only a –2 penalty."
			]
		},
		{
			"name": "Inventor",
			"type": "S",
			"entries": [
				"You can use the Technology skill to create inventions. See {@rule Inventing|basic|7|inventing} for details."
			]
		},
		{
			"name": "Jack-of-all-trades",
			"type": "S",
			"entries": [
				"You can use any skill untrained, even skills or aspects of skills that normally cannot be used untrained, although you must still have proper tools if the skill requires them."
			]
		},
		{
			"name": "Languages",
			"type": "S",
			"rank": true,
			"entries": [
				"You can speak and understand additional languages. With one rank in this advantage, you know an additional language. For each additional rank, you double your additional known languages: two at rank 2, four at rank 3, eight at rank 4, etc. So a character with Languages 7 is fluent in 64 languages! Characters are assumed to be fluent in any languages they know, including being able to read and write in them.",
				"For the ability to understand any language, see {@effect Comprehend} effect in Powers.",
				{
					"type": "inset",
					"name": "Literacy",
					"entries": [
						"Characters are assumed to be literate in their native language and any other language they know. At the GM’s discretion, characters may have to spend an additional Languages rank to be literate in a language with a different alphabet or style of writing from the character’s native language (such as Arabic, Japanese kanji or Russian Cyrillic for an English speaker). Completely illiterate characters are faced with a potential Disability complication during the game."
					]
				},
				{
					"type": "inset",
					"name": "The Language Barrier",
					"entries": [
						"Generally speaking, languages are not terribly important in comic book superhero stories except as background color or occasional plot complications. Gamemasters should allow players with characters fluent in other languages the occasional opportunity to show them off or put them to good use. If you specifically set up the language barrier as an obstacle by confronting the heroes with a language they cannot possibly understand, that should count as a complication and be worth a hero point."
					]
				}
			]
		},
		{
			"name": "Ritualist",
			"type": "S",
			"entries": [
				"You can use the Expertise: Magic skill to create and cast magical rituals (see {@rule Magic Rituals|basic|7|magical rituals}). This advantage is often a back-up or secondary magical power for superhuman sorcerers, and may be the only form of magic available to some “dabbler” types."
			]
		},
		{
			"name": "Skill Mastery",
			"type": "S",
			"entries": [
				"Choose a skill. You can make routine checks with that skill even when under pressure (see {@rule Routine Checks|basic|1|routine checks} in The Basics). This advantage does not allow you to make routine checks with skills that do not normally allow you to do so. You can take this advantage multiple times for different skills."
			]
		},
		{
			"name": "Startle",
			"type": "S",
			"entries": [
				"You can use Intimidation rather than Deception to feint in combat (see Feint under the {@skill Deception} Skill description). Targets resist with Insight, Intimidation, or Will defense."
			]
		},
		{
			"name": "Taunt",
			"type": "S",
			"entries": [
				"You can demoralize an opponent with Deception rather than Intimidation (see Demoralize use of {@skill Intimidation} Skill), disparaging and undermining confidence rather than threatening. Targets resist using Deception, Insight, or Will defense."
			]
		},
		{
			"name": "Tracking",
			"type": "S",
			"entries": [
				"You can use the Perception skill to visually follow tracks like the {@effect Sense|Tracking Senses} effect (see Powers)."
			]
		},
		{
			"name": "Well-informed",
			"type": "S",
			"entries": [
				"You are exceptionally well-informed. When encountering an individual, group, or organization for the first time, you can make an immediate Investigation or Persuasion skill check to see if your character has heard something about the subject. Use the guidelines for gathering information in the Investigation Skill description to determine the level of information you gain. You receive only one check per subject upon first encountering them, although the GM may allow another upon encountering the subject again once significant time has passed."
			]
		}
	]
}