{
	"reference": {
		"name": "Basic Rules",
		"id": "basic",
		"contents": [
			{
				"name": "Introduction",
				"headers": [
					"What You Need to Play",
					"Using this Site"
				]
			},
			{
				"name": "The Basics",
				"headers": [
					"The Core Mechanic",
					"The Gamemaster",
					"The Heros",
					"Rank & Measures",
					"Game Play",
					"Checks",
					"The Action Round",
					"Conditions",
					"Extra Effort",
					"Victory Points"
				]
			},
			{
				"name": "Secret Origins",
				"headers": [
					"Hero Archetypes",
					"Hero Design",
					"Character Points",
					"Complications",
					"Background",
					"Hero Advancement & Improvement",
					"Character Archetypes"
				]
			},
			{
				"name": "Abilities",
				"headers": [
					"Ability Ranks",
					"The Abilities",
					"Altering Abilities",
					"Defenses & Initiative"
				]
			},
			{
				"name": "Skills",
				"headers": [
					"Skill Basics",
					"How Skills Work",
					"Skill Descriptions"
				]
			},
			{
				"name": "Advantages",
				"headers": [
					"Acquiring Advantages",
					"Advantage Descriptions"
				]
			},
			{
				"name": "Powers",
				"headers": [
					"Acquiring Powers",
					"Effect Types",
					"How Powers Work",
					"Power Effects",
					"Modifiers",
					"Descriptors"
				]
			},
			{
				"name": "Gadgets & Gear",
				"headers": [
					"Devices",
					"Equipment",
					"General Equipment",
					"Weapons",
					"Armor",
					"Vehicles",
					"Headquarters",
					"Constructs"
				]
			},
			{
				"name": "Action & Adventure",
				"headers": [
					"Action Rounds",
					"Challenges",
					"Conflicts",
					"Actions",
					"Maneuvers",
					"Recovery"
				]
			},
			{
				"name": "Gamemastering",
				"headers": [
					"Running the Game",
					"Creating Adventures",
					"Creating a Series",
					"Series Frameworks"
				]
			}
		]
	},

	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"entries": [
				"In this game, you take on the role of a costumed superhero safeguarding the world from threats ranging from scheming super-criminals to alien invasions, hulking monsters, natural disasters, and would-be conquerors.",
				"This site contains all the information you need to play the game. {@b The Basics} chapter starts you off with a quick overview of how the game works. After you read it, flip through the rest of the site and see the various options for creating heroes. Then you can read the following chapters thoroughly to see which options appeal to you the most.",
				{
					"type": "section",
					"name": "What You Need to Play",
					"entries": [
						"Here’s what you need to start playing this game:",
						{
							"type": "list",
							"items":[
								"This website, which contains all of the rules necessary to create a hero and play the game.",
								"A character sheet (available on the Hero Resources page or via {@link https://www.mutantsandmasterminds.com}.)",
								"A pencil and some paper.",
								"At least one twenty-sided die, available from any game or hobby retailer. You may want to have one die for each player, or you can share dice.",
								"Optionally, you may wish to have printed copies of the many Mutants & Masterminds books available from Green Ronin Publishing (but they are not required in order to play or run a game.)"
							]
						},
						{
							"type": "entries",
							"name": "The Dice",
							"entries": [
								"This game uses a twenty-sided die to resolve actions during the game. References to “a die” or “the die” refer to a twenty-sided die unless stated otherwise. The die is often abbreviated “d20” (for twenty-sided die) or “1d20” (for one twenty-sided die). So a rule asking you to “roll d20” means, “roll a twenty-sided die.”",
								{
									"type": "entries",
									"name": "Modifiers",
									"entries": [
										"Sometimes modifiers to the die roll are specified like this: “d20+2,” meaning “roll the twenty-sided die and add two to the number rolled.” An abbreviation of “d20–4” means, “roll the die and subtract four from the result.”"
									]
								},
								{
									"type": "entries",
									"name": "Percentages",
									"entries": [
										"You can also use the die to roll a percent chance of something in increments of 5% – just multiply the value of the die by 5 to get a percentage from 5% (a 1) to 100% (a 20). So if there’s a 45% chance of something, that’s a roll of 9 or less on the die."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Using this Site",
					"entries": [
						"The best way to use this site depends on whether you plan to be a player or Gamemaster in your game. The Gamemaster creates the world in which the heroes live and controls all non-player characters (NPCs) such as thugs, cops, and supervillains, as well as the supporting cast. Each player controls a superhero he or she has created, interacting with other player characters as well as with the world and stories created by the Gamemaster.",
						{
							"type": "entries",
							"name": "Players",
							"entries": [
								"If you’re creating a hero for this game, see {@b Secret Origins} for a basic overview. The following sections contain all the information you need to create your own hero. You may want to consult with your Gamemaster before creating a hero to find out what sort of series your GM is interested in running, and what types of heroes are appropriate."
							]
						},
						{
							"type": "entries",
							"name": "Gamemasters",
							"entries": [
								"If you plan to be a Gamemaster, you should familiarize yourself with this whole website. Start by looking over hero creation in the {@b Secret Origins} section. Then read through the {@b Action & Adventure} section, and familiarize yourself with how to do things in the game. You may want to run a few sample combats using the sample archetypes, just to get a feel for things."
							]
						},
						{
							"type": "inset",
							"name": "Under the Hood",
							"entries": [
								"Throughout this website, you’ll find various Under the Hood boxes. They take a look “behind the scenes” at the logic underlying design decisions and rules, and offer advice on how to handle common problems or issues that might crop up. They give you an inside look at how the game works and how to ensure you and your group get the most out of it."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "The Basic",
			"entries": [
				"This site provides a framework for your imagination. It has rules to help determine what happens in your stories and to resolve conflicts between characters and the challenges they face. With it, you can experience adventure as a hero fighting against the forces of evil! Any adventure you can imagine is possible.",
				"Like all games, this one too has rules. This page looks at the basic rules of the game and how they work, giving you the foundation upon which the rest of the game is built.",
				{
					"type": "section",
					"name": "The Core Mechanic",
					"entries": [
						"This game uses a standard, or “core,” game mechanic to resolve actions. Whenever a character attempts an action with a chance of failure, do the following:",
						{
							"type": "list",
							"items": [
								"Roll a twenty-sided die (or d20).",
								"Add any relevant modifiers (for game traits like abilities, skills, powers, or circumstances) to the number rolled.",
								"Compare the total to a number called a {@b difficulty class} (abbreviated {@b DC})."
							]
						},
						"If the result equals or exceeds the difficulty class (set by the GM based on the circumstances), the effort succeeds. If the result is lower than the difficulty class, it fails.",
						"This simple mechanic is used for nearly everything in the game, with variations based on what modifiers are made to the roll, what determines the difficulty class, and the exact degree of success and failure.",
						"Remember...",
						{
							"type": "middleEnhance",
							"text": "d20 + modifiers vs. difficulty class"
						},
						"... and you understand how to play most of the game!"
					]
				},
				{
					"type": "section",
					"name": "The Gamemaster",
					"entries": [
						"One of the players in a game takes the role of {@b Gamemaster} (abbreviated {@b GM}). The Gamemaster is responsible for running the game—a combination of writer, director, and referee. The GM creates the adventures for the heroes, portrays the villains and supporting characters, describes the world to the players, and decides the outcome of the heroes’ actions based on the roll of the die and the guidelines given in the rules. It’s a big job, but also a rewarding one, since the Gamemaster gets to develop the world and all the characters in it, along with inventing fun and exciting stories.",
						"If you’re going to be the Gamemaster, you should read through this whole website carefully. You should have a firm grasp of the rules, since you’re expected to interpret them for the players to help decide what happens in the game. You’ll also help the players develop their own heroes, making sure they fit into the world and have potential for exciting stories in their own right."
					]
				},
				{
					"type": "section",
					"name": "The Heros",
					"entries": [
						"The other players in a game create heroes, the main characters of their own adventures, like an ongoing comic book or animated series. As a player, you create your hero following these guidelines and the guidance of your Gamemaster. There are several components to creating a hero, described in detail in the linked pages, and outlined briefly below.",
						{
							"type": "entries",
							"name": "Abilities",
							"entries": [
								"All characters in this game, from heroes and villains to the average person on the street, are defined by eight {@b abilities}, basic traits each character has to a greater or lesser extent. Abilities tell you how strong, smart, and aware a character is, among other things. The abilities are: Strength, Stamina, Agility, Dexterity, Fighting, Intellect, Awareness, and Presence, described in detail on the {@b Abilities} page.",
								"Each ability is assigned a {@b rank} from -5 to 20, measuring its effectiveness. A rank of 0 is unremarkable or average, applying no modifier. Rank 2 is pretty well above average. A 5 is truly exceptional, while a 7 is about the most that can be expected from a “normal” human being. Beyond that is superhuman, and a rank of 20 is cosmic-level, far beyond the ability of mere mortals (and even most heroes). abilities can even have negative ranks, for those well below average, as low as –5.",
								"For more about abilities, see the {@b Abilities} page."
							]
						},
						{
							"type": "entries",
							"name": "Skills",
							"entries": [
								"Abilities describe a character’s raw potential or overall capabilities. {@b Skills} are a refinement of those basic abilities into specific areas of endeavor. For example, Agility defines how quick and agile your hero is, but the Acrobatics skill focuses on specific feats of agility like gymnastics, doing back flips, and so forth. Think of abilities as providing a certain baseline, while skills focus in on a particular area of expertise.",
								"Characters are said to have {@b training} in a skill if they have a rank in that skill. A character not trained in a skill has no rank; only the character’s basic ability applies to checks involving the skill. Trained characters have a skill rank that adds to the basic ability when making checks. In the previous example, we said Acrobatics skill applies to specific feats of agility. If a hero has Agility 6 and is trained in Acrobatics (with a rank of 7) then the character’s bonus for checks involving feats of agility covered by Acrobatics is 13 (6 plus 7). Obviously, training in a skill makes characters more effective at checks involving that skill, often much more.",
								"For details on what skills are available and what they do, see {@b Skills} page."
							]
						},
						{
							"type": "entries",
							"name": "Advantages",
							"entries": [
								"Halfway between skills and powers, {@b advantages} are minor benefits characters have, allowing them to do things others cannot. They range from special combat maneuvers to things like financial resources, contacts, and so forth.",
								"Many advantages have no rank, or rather just one rank; a character either has the advantage (and the benefits that it grants) or does not. Other advantages may have multiple ranks, like abilities and skills, measuring their effectiveness.",
								"For details on the various advantages and what they provide, see {@b Advantages} page."
							]
						},
						{
							"type": "entries",
							"name": "Powers",
							"entries": [
								"{@b Powers} are special abilities beyond those of ordinary human beings. They’re like advantages, only much more so. Whereas an advantage might give your hero a minor special ability, powers grant truly superhuman abilities.",
								"Those abilities are based on {@b effects}, which describe what a power does in game terms. A power may have just one effect or several, and you can apply various {@b modifiers} to the effects to change how they work, customizing them to get just the right power.",
								"Power effects have ranks like abilities do, on a scale from 1 to 20 (sometimes more). Unlike abilities, effects do not have ranks of less than 1, since the “average” is not having powers at all!",
								"Some power effects require checks to use, while others operate automatically.For full descriptions of the various effects powers can have, see {@b Powers} page."
							]
						},
						{
							"type": "entries",
							"name": "Complications",
							"entries": [
								"Finally, heroes often have {@b complications} to overcome. Overcoming such challenges is part of what makes a real hero. Complications range from physical disabilities or personal issues to unusual vulnerabilities. You choose your hero’s complications, defining some of the challenges your hero must overcome in the game. The process of dealing with complications allows your character to be more heroic, discussed later in the rules. See {@b Secret Origins} for more on complications."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Rank & Measures",
					"entries": [
						"This game uses the term {@b rank} when talking about the value of a game trait. So you might say a hero has “rank 8 Strength” or simply “Strength 8” (which mean the same thing), or that an effect is rank 5, 9, 15, or what have you. Every quantifiable trait in this game has a rank assigned to it.",
						"The game also uses a system of {@b measures}, real world values like pounds, seconds, minutes, hours, feet, yards, and miles, to name a few. There is a direct relationship between rank and measure, as shown on the {@b Measurements Table}.",
						{
							"type": "table",
							"caption": "Measurements Table",
							"colLabels": [
								"Rank",
								"Mass",
								"Time",
								"Distance",
								"Volume"
							],
							"colStyles": [
								"col-1 text-align-center",
								"col-3 text-align-center",
								"col-2 text-align-center",
								"col-3 text-align-center",
								"col-3 text-align-center"
							],
							"rows": [
								[
									"-5", "1.5 lbs", "1/8 second", "6 inches", "1/32 cft."
								],
								[
									"-4", "3 lbs", "1/4 second", "1 foot", "1/16 cft."
								],
								[
									"-3", "6 lbs", "1/2 second", "3 feet", "1/8 cft."
								],
								[
									"-2", "12 lbs", "1 second", "6 feet", "1/4 cft."
								],
								[
									"-1", "25 lbs", "3 second", "15 feet", "1/2 cft."
								],
								[
									"0", "50 lbs", "6 second", "30 feet", "1 cubic ft. (cft.)"
								],
								[
									"1", "100 lbs", "12 second", "60 feet", "2 cft."
								],
								[
									"2", "200 lbs", "30 second", "120 feet", "4 cft."
								],
								[
									"3", "400 lbs", "1 minute", "250 feet", "8 cft."
								],
								[
									"4", "800 lbs", "2 minutes", "500 feet", "15 cft."
								],
								[
									"5", "1,600 lbs", "4 minutes", "90 feet", "30 cft."
								],
								[
									"6", "3,200 lbs", "8 minutes", "1,800 feet", "60 cft."
								],
								[
									"7", "3 tons", "15 minutes", "1/2 mile", "125 cft."
								],
								[
									"8", "6 tons", "30 minutes", "1 mile", "250 cft."
								],
								[
									"9", "12 tons", "1 hour", "2 miles", "500 cft."
								],
								[
									"10", "25 tons", "2 hours", "4 mile", "1,000 cft."
								],
								[
									"11", "50 tons", "4 hours", "8 miles", "2,000 cft."
								],
								[
									"12", "100 tons", "8 hours", "16 miles", "4,000 cft."
								],
								[
									"13", "200 tons", "16 hours", "30 miles", "8,000 cft."
								],
								[
									"14", "400 tons", "1 day", "60 miles", "15,000 cft."
								],
								[
									"15", "800 tons", "2 days", "120 miles", "32,000 cft."
								],
								[
									"16", "1,600 tons", "4 days", "250 miles", "65,000 cft."
								],
								[
									"17", "3.2 ktons", "1 week", "500 miles", "125,000 cft."
								],
								[
									"18", "6 ktons", "2 weeks", "1,000 miles", "250,000 cft."
								],
								[
									"19", "12 ktons", "1 month", "2,000 miles", "500,000 cft."
								],
								[
									"20", "25 ktons", "2 months", "4,000 miles", "1 million cft."
								],
								[
									"21", "50 ktons", "4 months", "8,000 miles", "2 million cft."
								],
								[
									"22", "100 ktons", "8 months", "16,000 miles", "4 million cft."
								],
								[
									"23", "200 ktons", "1.5 years", "32,000 miles", "8 million cft."
								],
								[
									"24", "400 ktons", "3 years", "64,000 miles", "15 million cft."
								],
								[
									"25", "800 ktons", "6 years", "125,000 miles", "32 million cft."
								],
								[
									"26", "1,600 ktons", "12 years", "250,000 miles", "65 million cft."
								],
								[
									"27", "3,200 ktons", "25 years", "500,000 miles", "125 million cft."
								],
								[
									"28", "6,400 ktons", "50 years", "1 million miles", "250 million cft."
								],
								[
									"29", "12,500 ktons", "100 years", "2 million miles", "500 million cft."
								],
								[
									"30", "25,000 ktons", "200 years", "4 million miles", "1 billion cft."
								],
								[
									"+1", "x2", "x2", "x2", "x2"
								]
							]
						},
						{
							"type": "entries",
							"name": "Using the Measurements Table",
							"entries": [
								"The relationship between rank and measure has a number of uses in this game.",
								"First, the capabilities of many traits are translated from their rank into a measurement. So the amount of weight a Strength rank of 3 can lift is determined by finding the equivalent weight measurement on the table, or 400 lbs. Similarly, the mass, distance, or time affected by various other traits, especially powers, is determined on the Measurements Table.",
								"Also, because the measurements on the table operate at the same scale (roughly doubling every rank), it is possible to use it to quickly figure out relationships between things like mass, distance, speed, and time:",
								{
									"type": "middleEnhance",
									"text": "Distance Rank = Time Rank + Speed Rank"
								},
								"To determine the distance a hero covers in a given amount of time, add the rank of the time to the rank of the hero’s speed, with normal human ground speed being rank 0. So a normal person can cover 2 miles in an hour (time 9 + speed 0 = 9, the rank for 2 miles). In fact, with normal human speeds, you can just directly compare the time and distance columns of the table! As another example, a hero with Flight 12 can cover 8,000 miles in an hour! That’s 12 (speed) + 9 (time) = 21, the rank for 8,000 miles. The same character can go an amazing 16 miles in just 6 seconds (the time of one action round)!",
								{
									"type": "middleEnhance",
									"text": "Time Rank = Distance Rank – Speed Rank"
								},
								"Reversing the previous formula, we can also figure out how long it takes someone at a particular speed to cover a given distance, by subtracting the speed rank from the distance rank to get a time rank. So a normal human (speed 0) walking 30 miles (distance 13) takes about 16 hours. A hero with Speed 14 covers the same distance in (13 – 14 = –1) just 3 seconds!",
								{
									"type": "middleEnhance",
									"text": "Throwing Distance Rank = Strength Rank – Mass Rank"
								},
								"As another example, the distance rank a hero can throw something equals the hero’s Strength rank minus the mass rank of the object. So a hero with Strength 10 (able to lift 25 tons), picks up a 10-ton truck (mass rank 8). Since 10 – 8 = 2, the hero can then toss the truck rank 2 distance (120 feet)!"
							]
						},
						{
							"type": "inset",
							"name": "Things to Know about Measurements",
							"entries": [
								"When using the Measurements Table, there are a few important things to keep in mind:",
								{
									"type": "list",
									"items": [
										"{@b Each rank represents a range of measures.} Time rank 4 is actually all measures between 1 and 2 minutes, and time rank 16 is everything between 2 and 4 days! So if you’re looking for a measurement that’s not on the table, pick the next highest one that is; so 12 hours is a time rank of 13 (more than 8 hours, but less than 16), and 6 miles is a distance rank of 11 (more than 4 miles, but less than 8).",
										"{@b Like abilities, measures can have negative ranks.} In the time rank example, the time it takes a Speed 14 hero to cover 30 miles is rank –1, or 3 seconds. You can extend the negative side the Measurement Table just like you can the positive side, with each lower rank halving the previous measurement. So rank –6 is half a pound, 1/16th of a second, and 3 inches, for example.",
										"{@b Don’t directly add ranks.} Putting rank 4 distance together with rank 6 distance is not rank 10 distance! Rank 4 is a distance measurement of 500 feet. Rank 6 is 600 yards (1,800 feet). Adding the measurements, you get about 2,300 feet. If you directly added the ranks, you’d get rank 10 distance, or 4 miles! If you have different ranks, it is best to either handle them separately or convert them to measurements, add the measurements together, and convert them back to a rank. In the previous example, 2,300 feet is rank 7 distance (around half a mile).",
										"{@b Measurements are approximate.} Especially at the higher end, where each rank represents a wide range of measurements, the Measurements Table isn’t intended to provide precise values; it’s just a ballpark estimate so you have an idea of how things work in the context of the game. Don’t focus too heavily on precise answers, just use the table for general guidelines."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Game Play",
					"entries": [
						"A session of the this game resembles an issue of a comic book or an episode of an animated series. The Gamemaster and the players get together and tell a story through the process of playing the game. The length of the game session can vary, from just a couple hours to several hours or more. Some adventures may be completed in a single session while others may take multiple sessions, just as some comic book stories are told in one issue while others span multiple issues, forming a story arc or mini-series. The episodic nature of the game allows you to choose when to stop playing and allows you to start up again at any time you and your friends want.",
						"Also like a comic book, a game consists of a series of interrelated {@b scenes}. Some scenes are fairly straightforward, with the heroes interacting with each other and the supporting cast. In these cases the GM generally just asks the players to describe what their heroes are doing and in turn describes how the other characters react and what they do. There may be some improvisational acting as everyone plays out the roles of their characters. When the action starts happening, such as when the heroes are staving off a disaster or fighting villains, time becomes more crucial and is broken down into {@b action rounds}, and the players generally have to make die rolls to see how their heroes do.",
						{
							"type": "entries",
							"name": "Checks",
							"entries": [
								"Your hero stands perched on the rooftop, looking down through the skylight. In the abandoned warehouse below, the villain throws the switch that begins lowering your hero’s friends into the vat of boiling acid! You turn to the Gamemaster and say:",
								{
									"type": "quote",
									"entries": [
										"“I leap down, smashing through the skylight, swing over to the catwalk, kick the bad guy out of the way, then flip the switch to stop the lowering mechanism!”"
									]
								},
								"How exactly do you do that in the game?",
								"Whenever a character in a game attempts something where the outcome is in doubt, it requires a {@b check} of an appropriate trait: ability, skill, power, etc. (also known as a “trait check” or a “[fill-in trait name]” check, like a “Dexterity check,” for example).",
								"Make a check by rolling the die, adding the appropriate rank, and comparing the result against a {@b difficulty class} ({@b DC}): if your result equals or exceeds the DC, you succeed. If it does not, then your attempt fails. Sometimes how much you exceed or fail to exceed the DC matters, but often it is simply whether you do or not that counts.",
								{
									"type": "middleEnhance",
									"text": "Check = d20 + ability vs. difficulty class"
								},
								"So in the previous example, how many checks are there? Let’s break things down and look at what the hero is doing:",
								{
									"type": "list",
									"items": [
										"“…leap down …” Jumping down is literally as easy as falling off a log, so there’s no need for a check here.",
										"… smashing through the skylight …” Breaking something can require a check, but in this case—a body hurling through Plexiglas—the Gamemaster does not see a point in making one, so this is automatic, too. This is one of the ways the Gamemaster’s judgment and intervention is important in the flow of the game.",
										"“…swing over to the catwalk …” This part of the action is a bit of a judgment call. If your hero has the Swinging movement effect (see {@b Powers}), then this is automatic. Otherwise, it might call for an Acrobatics skill check to pull it off; even then, if your hero is good enough at Acrobatics, the Gamemaster might call this a routine check and waive the need for a roll (see {@b Routine Checks}).",
										"“…kick the bad guy out of the way …” Here’s the real crux of the hero’s action. You want to hit the villain who, naturally, wants to avoid being hit. This calls for a check of your hero’s Fighting ability (which Measures the ability to hit things close-up). If you decided to have your hero shoot or throw something at the villain that would be a check of Dexterity instead.",
										"“…flip the switch back up …” Assuming the bad guy is out of the way, this is easy, no check required. If the hero’s attempt to hit the villain fails, then the hero still has to get past him in order to do this at all. So it all depends on the outcome of the Fighting check against the bad guy. If the mechanism was especially complex, the GM might ask for a check here, such as using the Technology skill to figure out how it works."
									]
								},
								"As you can see, once you break it down, checks are actually fairly simple. All the Gamemaster has to say in response to the player’s declaration is: “Okay, roll a Fighting check to hit the villain,” letting the rest of the description stand as what happens. Whether or not the hero is successful in stopping the trap depends on the outcome of the attack against the bad guy.",
								"Of course, if the villain is expecting the hero, there might be another trap, such as part of the catwalk rigged to fall away under him, leaving him dangling above the acid vat and at the villain’s mercy! In that case, the GM would respond to the player’s description: “You smash through the skylight and swing over to the catwalk, but when you do…” and go on to describe what follows. The rest of the hero’s intended action(s) are null and void, because things don’t always go as planned when you’re dealing with cunning supervillains!",
								"Checks are used to resolve all outcomes so once you understand the basic concept, the rest is easy. For detailed examples of how to use checks in the game and their effects, see {@b Action & Adventure}.",
								{
									"type": "table",
									"caption": "Check Examples",
									"colLabels": [
										"Task",
										"Check Using..."
									],
									"colStyles": [
										"col-5 text-align-center",
										"col-7 text-align-center"
									],
									"rows": [
										[
											"Sock a villain in the jaw",
											"Close Combat skill (or Fighting)"
										],
										[
											"Climb the outside of a building",
											"Athletics skill (or Strength)"
										],
										[
											"Do a triple-back flip",
											"Acrobatics skill (or Agility)"
										],
										[
											"Find clues at a crime scene",
											"Investigation skill (or Intellect)"
										],
										[
											"Notice a ninja sneaking up on you",
											"Perception skill (or Awareness)"
										],
										[
											"Recall a particular fact",
											"Expertise skill (or Intellect)"
										],
										[
											"Fix a broken device",
											"Technology skill"
										],
										[
											"Convince someone of something",
											"Deception skill (Persuasion skill, if it’s true, or Presence)"
										]
									]
								},
								{
									"type": "entries",
									"name": "Critical Success",
									"entries": [
										"If you roll a 20 on the die when making a check you’ve scored a {@b critical success}. Determine the degree of success normally and then increase it by one degree. This can turn a low-level success into something more significant, but more importantly, it can turn a failure into a full-fledged success! A critical success with an attack check is called a {@b critical hit}.",
										"For more information regarding critical hits see {@b Action & Adventure}."
									]
								},
								{
									"type": "entries",
									"name": "Difficulty Class",
									"entries": [
										"Checks are made against a {@b difficulty class} or {@b DC}, a number set by the GM, which your check must equal or exceed to achieve success. So for a task with a DC of 15 you must roll a check total of 15 or greater to succeed. In some cases, the results of a check vary based on how much higher or lower the result is than the DC, known as its {@b degree} of success or failure.",
										{
											"type": "table",
											"caption": "Difficulty Classes",
											"colLabels": [
												"Difficulty (DC)",
												"Example (Skill Used)"
											],
											"colStyles": [
												"col-5 text-align-center",
												"col-7 text-align-center"
											],
											"rows": [
												[
													"Very easy (0)",
													"Notice something in plain sight (Perception)"
												],
												[
													"Easy (5)",
													"Climb a knotted rope (Athletics)"
												],
												[
													"Average (10)",
													"Hear an approaching security guard (Perception)"
												],
												[
													"Tough (15)",
													"Disarm an explosive (Technology)"
												],
												[
													"Challenging (20)",
													"Swim against a strong current (Athletics)"
												],
												[
													"Formidable (25)",
													"Climb a wet, slippery rock-face (Athletics)"
												],
												[
													"Heroic (30)",
													"Overcome a sophisticated security system (Technology)"
												],
												[
													"Super-heroic (35)",
													"Convinces the guards, even though you’re not wearing an ID badge and aren’t on their list, they should let you into the building (Deception)"
												],
												[
													"Nigh-impossible (40)",
													"Track a trained commando through the jungle on a moonless night after 12 days of rainfall (Perception)"
												]
											]
										},
										{
											"type": "table",
											"caption": "Degrees of Success and Failure",
											"colLabels": [
												"Check Result Equal or Greater than",
												"Degree",
												"Equal or Greater than ... (DC 20)"
											],
											"colStyles": [
												"col-4 text-align-center",
												"col-4 text-align-center",
												"col-4 text-align-center"
											],
											"rows": [
												[
													"DC+15", "Four (Success)", "35"
												],
												[
													"DC+10", "Three (Success)", "30"
												],
												[
													"DC+5", "Two (Success)", "25"
												],
												[
													"DC", "One (Success)", "20"
												],
												[
													"DC-5", "One (Failure)", "15"
												],
												[
													"DC-10", "Two (Failure)", "10"
												],
												[
													"DC-15", "Three (Failure)", "5"
												],
												[
													"DC-20", "Four (Failure)", "0"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Routine Checks",
									"entries": [
										"A check normally represents performing a task under a certain amount of pressure, in the midst of the furious action of super-heroic adventure. When the situation is less demanding, you can achieve more reliable results.",
										"Under routine circumstances—when you are not under any pressure—instead of rolling the die for the check, calculate your result as if you had rolled a 10. This ensures success for average (DC 10) tasks with a modifier of +0 or more. More capable characters (with higher bonuses) can succeed on more difficult checks on a routine basis: a +10 bonus, for example, means a routine check total of 20, able to succeed at DC 20 tasks on a routine basis, and achieve three degrees of success on average (DC 10) tasks on a routine basis.",
										"The GM decides when circumstances are suitable for performing a task as a routine check. Certain game traits also change what tasks or situations are considered “routine” for a character. Routine checks help speed-up game play and smooth-out some of the variability of die rolling in situations where a character would be expected to perform at a steady, reliable level.",
										"If a character’s routine check result is not up to a task, the player still has the option to roll the die, since the task is by definition not routine for that character. The idea behind routine checks is to eliminate die-rolling (and possible failures) for things competent characters should be able to accomplish on a regular basis, while still having a good idea of the characters’ capabilities."
									]
								},
								{
									"type": "entries",
									"name": "Opposed Checks",
									"entries": [
										"Some checks are {@b opposed}. They are made against another character’s check result as the DC. Whoever gets the higher result wins. An example is trying to bluff someone. You roll a Deception check, while the GM rolls an Insight check for your target. If you beat the target’s Insight check result, you succeed.",
										"For ties on opposed checks, the character with the higher bonus wins. If the bonuses are the same, roll d20. On a 1–10, one character wins, and on an 11–20, victory goes to the other character; decide which character is “high” and which is “low” before rolling.",
										{
											"type": "table",
											"caption": "Opposed Check Examples",
											"colLabels": [
												"Task",
												"Skill",
												"Opposed by"
											],
											"colStyles": [
												"col-4 text-align-center",
												"col-4 text-align-center",
												"col-4 text-align-center"
											],
											"rows": [
												[
													"Sneak up on someone",
													"Stealth", "Perception"
												],
												[
													"Con someone",
													"Deception", "Insight"
												],
												[
													"Win a car race",
													"Vehicles", "Vehicles"
												],
												[
													"Pretend to be someone else",
													"Deception", "Perception"
												],
												[
													"Steal a key chain unnoticed",
													"Sleight of Hand", "Perception"
												],
												[
													"Win a trivia contest",
													"Expertise", "Expertise"
												],
												[
													"Break computer security",
													"Technology", "Technology"
												]
											]
										},
										{
											"type": "inset",
											"name": "Under the Hood: Using Opposed Checks",
											"entries": [
												"Opposed checks offer the Gamemaster a useful tool for comparing the efforts of two characters quickly and easily. This applies not only to skills, but also powers and, in some cases, abilities. If two or more characters compete at a particular task, you can resolve it with an opposed check. The character with the highest check result wins. Of course, you can play things out if you want, but sometimes it’s good to be able to resolve things with a quick opposed check and move on.",
												"As Gamemaster, if you find yourself without a particular rule to resolve a conflict or contest between characters, the opposed check is your friend. Pick the appropriate skill, power, or ability, make checks for the characters and compare the results to see how they did."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Routine Opposition",
									"entries": [
										"In cases where two or more characters are actively opposing each other, both roll checks and compare the results. In some situations, however, one or more of the characters in an opposed check may not even be aware of it! For example, a guard standing watch and looking for intruders would make a Perception check to oppose any attempt at Stealth, but somebody just sitting in a park, not expecting anyone to sneak up on her, isn’t specifically looking. This is a case of {@b routine opposition}, in which case the DC for the active character’s check is the opposing character’s modifier +10, just like the result of a routine check (previously).",
										"Active defenses in combat, where characters are focusing on other actions, are generally routine opposition, which is why attack checks are made against a DC of 10 + the appropriate defense. Active opposed checks in combat are an option when a character goes on the defensive.See {@b Defend} in {@b Action & Adventure} for further details."
									]
								},
								{
									"type": "entries",
									"name": "Comparison Checks",
									"entries": [
										"In cases where a check is a simple test of one character’s capability against another, with no luck involved, both participants compare their appropriate ranks. The character with the higher rank wins. Just as you wouldn’t roll a “height check” to see who’s taller, you don’t need to make a Strength check to see who’s stronger; Strength rank already tells you that.",
										"So when two characters arm wrestle, for example, the stronger character wins. If two flying characters race, the faster character wins, and so forth. Note this does not include the use of extra effort (see Extra Effort) to temporarily increase a character’s rank, which can affect the outcome of a comparison check, nor does it include things like maneuvers, tricks, or other ways of trying to affect the outcome. It assumes a straight-out comparison.",
										"In the case of identical bonuses or ranks, each character has an equal chance of winning. Roll a die: on a 1–10, the first character wins, and on an 11–20, the second character does."
									]
								},
								{
									"type": "entries",
									"name": "Graded Checks",
									"entries": [
										"Much of the time a check is a simple pass-fail, it either succeeds, or it does not. In other cases, it matters just how well the check succeeded, or how badly it failed. This gradation of results is called a {@b graded check} and involves a {@b degree} of success or failure.",
										"Just rolling a success or failure counts as one degree. Every five full points a check result is over or under the difficulty class adds a degree. Fractions are ignored when determining degrees. So DC 10 check with a result of 13 is one degree of success, just as a result of 8 is one degree of failure.",
										"There is no limit to the number of degrees a check may have, although more than two degrees of failure rarely matters, and some degrees of success may have no further effect beyond a certain point (once you have succeeded as well as is possible in a given situation). For example, failure on an Acrobatics check to balance means you wobble and spend that turn maintaining your balance, but don’t move. Two degrees of failure mean you lose your balance and fall! After that point, further degrees of failure don’t really matter.",
										"In cases where a single degree of success or failure is sufficient, the rules simply specify “success” or “failure” without giving a degree.",
										"Specific types of graded checks—notably skill and resistance checks—give specific results for degrees of success and failure in their descriptions."
									]
								},
								{
									"type": "entries",
									"name": "Circumstance Modifiers",
									"entries": [
										"Some circumstances make checks easier or harder, resulting in a {@b bonus} or {@b penalty} to the check. Characters in a favorable situation are said to {@b have a circumstance bonus} for the check, while those in a disadvantageous situation are said to be {@b have a circumstance penalty}.",
										"As a general rule, apply a modifier of plus or minus 2 if the character is at a minor bonus or minor penalty, and a modifier of plus or minus 5 if the character is at a major bonus or major penalty for the check:",
										{
											"type": "middleEnhance",
											"text": "+/-2 for Bonus/Penalty"
										},
										{
											"type": "middleEnhance",
											"text": "+/-5 for Major Bonus/Penalty"
										},
										{
											"type": "inset",
											"name": "Circumstances and Difficulty",
											"entries": [
												"Technically, circumstance modifiers could apply to either the check result of the difficulty class of a check, affecting the character’s performance, or making the task itself easier or harder. If you want to differentiate between circumstance modifiers that affect performance versus those that modify the difficulty of a task, feel free to do so. This game applies circumstance modifiers directly to the check result because it is easier to deal with them consistently, and the game effect is the same: the chance of success changes."
											]
										},
										{
											"type": "inset",
											"name": "Under the Hood: Circumstances",
											"entries": [
												"Circumstance modifiers are another useful Gamemaster tool for handling a lot of the variables that come up during game play. Specific examples are discussed throughout the rules for various types of checks. One example includes the following:",
												{
													"type": "entries",
													"name": "Tools",
													"entries": [
														"Some tasks require tools. If tools are needed, the specific items are mentioned in the description of the task or skill. If you don’t have the appropriate tools, you may still be able to attempt the task, but at a major disadvantage, for a –5 circumstance penalty on your check, if the GM decides you can attempt the task at all.",
														"A character may be able to put together makeshift tools in order to make the check. If the GM allows this, reduce the circumstance penalty to –2."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Team Checks",
									"entries": [
										"Sometimes characters work together and help each other out. In this case, one character (usually the one with the highest bonus) is considered the leader of the effort and makes the check normally, while each helper makes the same type of check using the same trait(s) against DC 10. The helpers’ individual degrees of success (and failure!) are added together to achieve the final outcome of the assistance.",
										"Success grants the leader a +2 circumstance bonus. Three or more total degrees of success grant a +5 circumstance bonus. One degree of failure provides no modifier, but two or more impose a –2 circumstance penalty!",
										"The GM sets the limit on how many characters can help as part of a team check. Regardless of the number of helpers, the leader’s bonus cannot be more than +5 (for three or more total degrees of success) nor the penalty greater than –2 (for two or more total degrees of failure).",
										{
											"type": "middleEnhance",
											"text": "Team Check = +2 circumstance bonus for one total degree of success"
										},
										{
											"type": "middleEnhance",
											"text": "+5 circumstance bonus for three or more total degrees of success"
										},
										{
											"type": "middleEnhance",
											"text": "-2 circumstance penalty for two or more total degrees of failure"
										}
									]
								},
								{
									"type": "entries",
									"name": "Attack Checks",
									"entries": [
										"An {@b attack check} determines whether or not you hit an opponent in combat with an attack. It is a d20 This is a d20. roll plus your bonus with that particular attack, usually based off of Fighting or Dexterity and appropriate modifiers, like the Close and Ranged Combat skills. The difficulty is your target’s defense class: Parry for close attacks, Dodge for ranged attacks. Certain attacks may target other defenses. If you equal or exceed your target’s defense class result, your attack hits. Otherwise, you miss.",
										{
											"type": "middleEnhance",
											"text": "Attack Check = d20 + attack bonus + modifiers vs. defense class"
										},
										"A natural 20 on an attack check (where the die comes up 20) always hits and may be a {@b critical hit} (see {@b Critical Hits} in {@b Action & Adventure} for further information). A natural 1 on an attack check (where the die comes up 1) always misses, regardless of the check total. This differs from normal checks and reflects the variable and unpredictable nature of combat."
									]
								},
								{
									"type": "entries",
									"name": "Resistance Checks",
									"entries": [
										"A {@b resistance check} is an attempt to resist different effects, ranging from damage and injury to traps, poisons, and various power effects. A resistance check is a d20 roll + the appropriate defense (typically Dodge, Fortitude, Toughness, or Will).",
										{
											"type": "middleEnhance",
											"text": "Resistance Check = d20 + defense bonus + modifiers vs. hazard’s DC (generally 10 + rank)"
										},
										"The difficulty class is based on the strength of the hazard, such as the rank of an effect or the strength of a disease or poison, typically that value plus 10 (like a routine check). Resistance checks may be graded, with different results at different degrees."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "The Action Round",
							"entries": [
								"When things really start happening in a game, time is broken down into six-second segments called {@b rounds} (sometimes “action rounds”). A round isn’t very much time. Think of it like a page in a comic book, just long enough to go around the table once, with each hero doing something. Each character’s portion of the round is called their {@b turn}.",
								"The things you can do on your turn are broken up into {@b actions}. There are standard actions, move actions, free actions, and reactions. During a round you can take a standard and a move action (or substitute an additional move action for your standard action) along with as many free actions as you wish and as many reactions as are called for.",
								{
									"type": "entries",
									"name": "Standard Actions",
									"entries": [
										"A {@b standard action} generally involves acting upon something, whether it’s an attack or using a power to affect something. You’re limited to one standard action each round."
									]
								},
								{
									"type": "entries",
									"name": "Move Actions",
									"entries": [
										"A {@b move action}, like the name implies, usually involves moving. You can take your move action before or after your standard action, so you can attack then move, or move then attack. You cannot, however, normally split-up your move action before and after your standard action. Move actions also include things like drawing weapons, standing up, and picking up or manipulating objects."
									]
								},
								{
									"type": "entries",
									"name": "Free Actions",
									"entries": [
										"A {@b free action} is something so comparatively minor it doesn’t take significant time, so you can perform as many free actions in a round as the GM considers reasonable. Free actions include things like talking (heroes and villains always find time to say a lot in the middle of a fight), dropping something, ending the use of a power, activating or maintaining some other powers, and so forth."
									]
								},
								{
									"type": "entries",
									"name": "Reactions",
									"entries": [
										"A {@b reaction} is something you do in response to something else. A reaction doesn’t take any significant time, like a free action. The difference is you react in response to something else happening during the round, perhaps not even on your turn. Reactions don’t count against your normal allotment of actions and you can react as often as the circumstances dictate, but only when they dictate."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Conditions",
							"entries": [
								"Heroes run into their share of difficulties in their work. One way this game measures this is with different {@b conditions}. They are shorthand for the different game modifiers imposed by things from power effects to injuries or fatigue. So, for example, “vulnerable” is a condition where a hero’s active defenses are reduced. An opponent grabbing them or an entangling mass of glue might make heroes vulnerable, or they might be made vulnerable by a foe’s cunning combat maneuver or being caught off-guard. The game effect is the same (the hero’s active defenses are reduced), so it is easier to just refer to the overall condition as “vulnerable” and describe the different situations that cause it",
								"This section describes the different conditions that can affect characters in this game. If multiple conditions apply, use all of their effects. Some conditions supersede other, lesser, conditions, as given in their descriptions.",
								{
									"type": "entries",
									"name": "Basic Conditions",
									"entries": [
										"Each basic condition describes a single game modifier. They are the “building blocks” of conditions, much as effects are the basic building blocks of powers. Indeed, many power effects reference these basic conditions in the descriptions of what they do. See the {@b Powers} chapter for details."
									]
								},
								{
									"type": "entries",
									"name": "Combined Conditions",
									"entries": [
										"Combined conditions are sets of basic conditions tied to a common descriptor. They’re essentially a kind of “shorthand” for talking about a group of basic conditions that go together in a particular circumstance, much like a power is a collection of basic effects.",
										"The individual conditions making up a combined condition can be resolved individually. For example, if an effect that removes the dazed condition is used on a staggered character (who is dazed and hindered), then the character is no longer dazed, only hindered. Similarly, if an effect imposes a condition that supersedes part of the combined condition, only that part changes. So an effect that stuns a staggered character means the character is now stunned (superseding dazed) and hindered. Similarly, an effect that immobilizes a staggered character leaves the target dazed and immobile (superseding the hindered element of the combined condition)."
									]
								},
								"For each conditions descriptions, see {@5etools Conditions|conditions.html} page."
							]
						},
						{
							"type": "entries",
							"name": "Extra Effort",
							"entries": [
								"Heroes are sometimes called upon to perform feats beyond even their amazing abilities. This calls for extra effort. Players can use extra effort to improve a hero’s abilities in exchange for the hero suffering some fatigue. The benefits of extra effort are not limited by power level due to their extraordinary nature.",
								{
									"type": "entries",
									"name": "Using Extra Effort",
									"entries": [
										"Players can have their heroes use extra effort simply by declaring they are doing so. Extra effort is a free action and can be performed at any time during the hero’s turn (but is limited to once per turn). A hero using extra effort gains one of the following benefits:",
										{
											"type": "entries",
											"name": "Action",
											"entries": [
												"Gain an additional standard action during your turn, which can be exchanged for a move or free action, as usual."
											]
										},
										{
											"type": "entries",
											"name": "Bonus",
											"entries": [
												"Perform one check with a bonus (+2 circumstance bonus) or improve an existing bonus to a major bonus (+5 circumstance bonus). This bonus can also negate a penalty (–2 circumstance penalty), allowing you to perform the check with no modifier, or reduce a major penalty from a –5 penalty to a –2 penalty."
											]
										},
										{
											"type": "entries",
											"name": "Power",
											"entries": [
												"Increase one of your hero’s power effects by +1 rank until the start of the hero’s next turn. Permanent effects cannot be increased in this way."
											]
										},
										{
											"type": "entries",
											"name": "Power Stunt",
											"entries": [
												"Temporarily gain and use an Alternate Effect (see {@b Alternate Effect} in {@b Powers}). The Alternate Effect lasts until the end of the scene or until its duration expires, whichever comes first. Permanent effects cannot be used for power stunts."
											]
										},
										{
											"type": "entries",
											"name": "Resistance",
											"entries": [
												"Gain an immediate additional resistance check against an ongoing effect. If you’re compelled or controlled, the fatigue from the extra effort doesn’t affect you until you’re free of the effect; this is so you can’t resist yourself to exhaustion as a way of avoiding being controlled!"
											]
										},
										{
											"type": "entries",
											"name": "Retry",
											"entries": [
												"Certain effects (see the {@b Powers}) require extra effort to retry after a certain degree of failure. The extra effort merely permits another attempt to use the effect; it grants no other benefits."
											]
										},
										{
											"type": "entries",
											"name": "Speed",
											"entries": [
												"Increase the hero’s speed rank by +1 until the start of the hero’s next turn."
											]
										},
										{
											"type": "entries",
											"name": "Strength",
											"entries": [
												"Increase the hero’s Strength rank by +1 until the start of the hero’s next turn."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Cost of Extra Effort",
									"entries": [
										"At the start of the turn immediately after using extra effort, the hero becomes fatigued. A fatigued hero who uses extra effort becomes exhausted and an exhausted hero who uses extra effort is incapacitated. If you spend a victory point at the start of the turn following the extra effort to remove the fatigue, the hero suffers no adverse effects. In essence, spending a victory point lets you use extra effort without suffering fatigue."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Victory Points",
							"entries": [
								"Whether it’s luck, talent, or sheer determination, heroes have something setting them apart from everyone else, allowing them to perform amazing feats under the most difficult circumstances. In this game that “something” is {@b Victory points}. Spending a Victory point can make the difference between success and failure in the game. When you’re entrusted with the safety of the world, that means a lot!",
								"Victory points allow players to “edit” the plot of the adventure and the rules of the game to a degree. They give heroes the ability to do the amazing things heroes do in the comics, but with certain limits, and they encourage players to make the sort of choices heroes do in the comics, in order to get more Victory points.",
								"Players start each game session with 1 Victory point. During the adventure they get opportunities to earn more Victory points. Players can use various tokens (poker chips, glass beads, etc.) to keep track of their Victory points, handing them over to the Gamemaster when they spend them. The Gamemaster can likewise give out tokens when awarding Victory points to the players.",
								"Unspent Victory points don’t carry over to the next adventure; the heroes start out with 1 point again. Use them or lose them! Since Victory points are a finite resource, players need to manage them carefully, spending them at the most opportune times and taking chances to earn them through complications. Playing it “safe” tends to eliminate chances of getting more Victory points while taking risks, facing complications, and, in general, acting like a hero offers rewards that help them out later on.",
								{
									"type": "entries",
									"name": "Using Victory Points",
									"entries": [
										"Unless otherwise noted, spending a Victory point is a reaction, taking no time, and you can spend as many Victory points as you have. You can spend Victory points for any of the following:",
										{
											"type": "entries",
											"name": "Edit Scene",
											"entries": [
												"You can “edit” a scene to grant your hero an advantage by adding or changing certain details. For example, a hero is fighting a villain with plant-based powers in a scientific lab. You deduce the villain may be weakened by defoliants, so you ask the GM if there are any chemicals in the lab you can throw together to create a defoliant. The Gamemaster requires a Victory point to add that detail and says the right chemicals are close at hand. Now you just have to use them!",
												"How much players are allowed to “edit” circumstances is up to the individual Gamemaster, but generally Victory points should not be allowed to change any event that has already occurred or any detail already explained in-game. For example, players cannot “edit” away damage or the effects of powers (Victory points already allow this to a limited degree, see the following). The GM may also veto uses of editing that ruin the adventure or make things too easy on the players. This option is intended to give the players more input into the story and allow their heroes chances to succeed, but it shouldn’t be used as a replacement for planning and cleverness, just a way to enhance them."
											]
										},
										{
											"type": "entries",
											"name": "Heroic Feat",
											"entries": [
												"You can spend a Victory point to gain the benefits of one rank of a advantage you don’t already have until the end of your next turn (see {@b Advantages}). You must be capable of using the advantage and cannot gain the benefits of fortune advantages, only other types. If the advantage has any prerequisites, you must have them to gain the benefits of the advantage as a heroic feat."
											]
										},
										{
											"type": "entries",
											"name": "Improve Roll",
											"entries": [
												"One Victory point allows you to re-roll any die roll you make and take the better of the two rolls. On a result of 1 through 10 on the second roll, add 10 to the result, an 11 or higher remains as-is (so the re-roll is always a result of 11-20). You must spend the Victory point to improve a roll before the GM announces the outcome of your initial roll. You cannot spend Victory points on die rolls made by the GM or other players without the Luck Control effect (see {@b Powers})."
											]
										},
										{
											"type": "entries",
											"name": "Inspiration",
											"entries": [
												"You can spend a Victory point to get sudden inspiration in the form of a hint, clue, or bit of help from the GM. It might be a way out of the villain’s fiendish deathtrap, a vital clue for solving a mystery, or an idea about the villain’s weakness. It’s up to the GM exactly how much help the players get from inspiration and how it manifests, but since Victory points are a very limited resource, the help should be in some way significant."
											]
										},
										{
											"type": "entries",
											"name": "Instant Counter",
											"entries": [
												"You can spend a Victory point to attempt to counter an effect used against you as a reaction. See {@b Countering Effects} in {@b Powers} for details."
											]
										},
										{
											"type": "entries",
											"name": "Recover",
											"entries": [
												"You can spend a Victory point to recover faster. A Victory point allows you to immediately remove a dazed, fatigued, or stunned condition, without taking an action. Among other things, this option allows you to use extra effort (previously) without suffering any fatigue. Spending a Victory point to recover also lets you convert an exhausted condition into a fatigued condition."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Earning Victory Points",
									"entries": [
										"In comic book stories, heroes often confront the villain(s) and deal with various setbacks. Perhaps the villain defeats or outwits them in the first couple scenes. Maybe one or more of the heroes have to overcome a personal problem. The villain may have a secret the heroes need to discover, and so forth. By the end of the story, the heroes have overcome these challenges and they’re ready to take on the villain.",
										"This game reflects this kind of story structure through the awarding of Victory points. The heroes gain additional Victory points as an adventure progresses. When the going gets tough, the heroes get tougher, because they get Victory points to help them overcome future challenges.",
										"Heroes get Victory points from complications, acts of heroism, and roleplaying. See {@b Complications} in {@b Secret Origins}, for details."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Secret Origins",
			"entries": [
				"This game allows you to create any sort of hero you want by choosing your character’s abilities, skills, powers, and other traits. You have a “budget” of {@b Character Points} with which to build your hero. There are also certain limits and guidelines imposed by the game’s {@b power level}, chosen by the Gamemaster, but within those limits you can build a wide range of characters.",
				{
					"type": "section",
					"name": "Hero Archetypes",
					"entries": [
						"The quickest and easiest way to create your own hero is to look through the various pre-made {@b hero archetypes}, choose one that fits the type of hero you want to play, and customize it to match your ideas. With just a few quick choices, you have a new hero, complete and ready for the game!",
						"Each archetype offers a complete, ready-to-play power level 10 hero, the recommended starting power level. Some archetypes offer a few simple choices in terms of skills, advantages, or sets of powers to fit different themes. For example, many archetypes offer a choice of an Expertise skill to round out the character’s background and interests outside of superheroism.",
						"Some archetypes also offer an {@b Options} section, where you can change some of the preexisting trait choices to create a different kind of hero. For example, the Crime Fighter archetype has options for a hero with less equipment, but super-human senses, or a special vehicle of some type. Other archetypes offer similar options.",
						"Even if the archetype does not have an {@b Options} section that does not mean you cannot customize the archetype to suit the type of hero you want to play! The archetypes are just starting points: if you are more familiar with character design feel free to change any or all of your chosen archetype’s traits. So long as you stay within the bounds of available Character points, series power level, and your Gamemaster’s approval, you’re fine.",
						"Please note, the sample characters using archetypes include some advantages in italicized print. Those advantages are from an {@b Enhanced Advantage} effect listed in their powers."
					]
				},
				{
					"type": "section",
					"name": "Hero Design",
					"entries": [
						"Designing a hero from scratch follows a series of simple steps, using the information presented in the other pages of this site. You’ll need a copy of the character sheet found in the back of the book (and also available online) and some scratch paper to design your character.",
						{
							"type": "entries",
							"name": "1. Concept",
							"entries": [
								"Before you get started, consider what sort of hero you want to create. What are the hero’s basic abilities? What are the hero’s powers? What’s the hero’s origin? You may want to take a look at some archetypes for ideas of the different types of heroes you can create. You also can draw inspiration from your favorite characters from comic books, television, or movies. Take a look through {@b Advantages} page and see if any of the powers there inspire a character idea. You may want to jot down a few notes about the sort of hero you’d prefer to play, which will help guide you through the rest of the character design process."
							]
						},
						{
							"type": "entries",
							"name": "2. Gamemaster Guidelines",
							"entries": [
								"Your GM may have particular guidelines for characters in the game, such as not allowing certain powers or concepts or requiring particular descriptors. If there are no aliens in the setting, for example, then you obviously can’t play an alien hero. Likewise, if your Gamemaster bans mental powers from the series, then a psychic isn’t appropriate. Run your hero concept by your Gamemaster before you start working on it! You might also want to consult with your fellow players so you can design your characters together and ensure they’ll make a good team."
							]
						},
						{
							"type": "entries",
							"name": "3. Power Level",
							"entries": [
								"Your GM sets the starting power level for the series. Generally, this is level 10, but it may range anywhere from level 5 to level 20 or more. The power level determines the player characters’ starting Character points and exactly where you can spend them. See {@b Power Level} later in this chapter for details."
							]
						},
						{
							"type": "entries",
							"name": "4. Abilities",
							"entries": [
								"Choose the ability ranks you want your character to have and pay 2 Character points for each rank. Choose defense bonuses for your character, paying 1 Character point per +1 defense over the base rank provided by your hero’s abilities. To improve your hero’s Toughness, see {@b Advantages} and {@b Power], following. See the {@b Abilities} chapter for details."
							]
						},
						{
							"type": "entries",
							"name": "5. Skills",
							"entries": [
								"Choose the skill ranks you want your character to have and pay 1 Character point per 2 total skill ranks. See the {@b Skills} chapter for details."
							]
						},
						{
							"type": "entries",
							"name": "6. Advantages",
							"entries": [
								"Choose the advantages you want your character to have and pay 1 Character point per advantage or rank in a advantage. See the {@b Advantages} chapter for details."
							]
						},
						{
							"type": "entries",
							"name": "7. Powers",
							"entries": [
								"Create your hero’s powers by choosing their desired effects and paying the effects’ base cost, adjusted for any modifiers, and multiplied by the number of ranks. See the {@b Powers} chapter for details."
							]
						},
						{
							"type": "entries",
							"name": "8. Complications",
							"entries": [
								"Choose at least two complications for your hero. You can have more, if you want, and the more complications your hero faces, the greater your chances for earning victory points during the game. See the {@b Complications} chapter for details."
							]
						},
						{
							"type": "entries",
							"name": "9. Details",
							"entries": [
								"Go through the limits listed under {@b Power Level} and make sure your hero’s traits all fit within them. If not, adjust the traits accordingly until they do.",
								"Go back through and add up the costs of your hero’s abilities, defenses, skills, advantages, and powers. You should end up with a figure equal to the starting Character points shown on Table: {@b Starting Character Points}. If not, double-check your math and either remove or add traits to your character to reach the starting Character point total.",
								"Figure out things like your hero’s name, appearance, origin, background, and motivation. If you can, consider creating a sketch or detailed description of your hero’s costume."
							]
						},
						{
							"type": "entries",
							"name": "10. Gamemaster Approval",
							"entries": [
								"Show your new hero to the Gamemaster for approval. The GM should check again to make sure your Character points are spent and added up correctly, your hero follows the power level guidelines and any other guidelines set for the series, and that the character is generally complete and suited to the overall game. Once your GM has approved, your new hero is ready for play!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Character Points",
					"entries": [
						"You design a hero by spending {@b Character Points} on various traits. Each ability, skill, advantage, power, and other trait has an associated Character point cost.",
						{
							"type": "entries",
							"name": "Starting Character Points",
							"entries": [
								"The game’s power level provides a guideline for how many Character points you get initially to design your character, as shown on the {@b Starting Character points} table. The Gamemaster can vary the starting Character points as desired to suit the series.",
								{
									"type": "table",
									"caption": "Starting Character Points",
									"colLabels": [
										"Power level",
										"Starting Character Points",
										"Power level",
										"Starting Character Points"
									],
									"colStyles": [
										"col-2 text-align-center",
										"col-4 text-align-center",
										"col-2 text-align-center",
										"col-4 text-align-center"
									],
									"rows": [
										[
											"1", "15", "11", "165"
										],
										[
											"2", "30", "12", "180"
										],
										[
											"3", "45", "13", "195"
										],
										[
											"4", "60", "14", "210"
										],
										[
											"5", "75", "15", "225"
										],
										[
											"6", "90", "16", "240"
										],
										[
											"7", "105", "17", "255"
										],
										[
											"8", "120", "18", "270"
										],
										[
											"9", "135", "19", "285"
										],
										[
											"10", "150", "20", "300"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Spending Character Points",
							"entries": [
								"Each trait costs a certain number of Character points. You “spend” or allocate your points to give your character different traits. Once spent, Character points cannot be reallocated without the use of a particular power or the Gamemaster’s permission. The basic costs of traits are given on the {@b Basic Trait Costs} table, with specific costs for powers given in {@b Powers} chapter.",
								{
									"type": "table",
									"caption": "Basic Trait Costs",
									"colLabels": [
										"Trait",
										"Cost in Power Points"
									],
									"colStyles": [
										"col-4 text-align-center",
										"col-8 text-align-center"
									],
									"rows": [
										[
											"Ability",
											"2 per ability rank"
										],
										[
											"Defense",
											"1 per defense rank"
										],
										[
											"Skill",
											"1 per 2 skill ranks"
										],
										[
											"Advantage",
											"1 per advantage or advantage rank"
										],
										[
											"Power",
											"((base effect cost + extras – flaws) x rank) + flat modifiers"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Power level",
							"entries": [
								"{@b Power level} is an overall measure of effectiveness and power, primarily combat ability, but also generally what sort of tasks a character can be expected to accomplish on a routine basis (see {@b Routine Checks} in The {@b Basics} chapter).",
								"Power level is a value set by the Gamemaster for the series as a whole. It places certain limits on where and how players can spend Character points when creating or improving their heroes. Power level imposes the following limits:",
								{
									"type": "list",
									"items": [
										"{@b Skill Modifier}: Your hero’s total modifier with any skill (ability rank + skill rank + advantage modifiers) cannot exceed the series power level +10. This includes untrained skill modifiers using only ability rank, and so sets an effective limit on all abilities associated with skills.",
										"{@b Attack & Effect}: The total of your hero’s attack bonus and effect rank with that attack cannot exceed twice the series power level. If an effect allows a resistance check, but does not require an attack check, its effect rank cannot exceed the series power level.",
										"{@b Dodge & Toughness}: The total of your hero’s Dodge and Toughness defenses cannot exceed twice the series power level.",
										"{@b Parry & Toughness}: The total of your hero’s Parry and Toughness defenses cannot exceed twice the series power level.",
										"{@b Fortitude & Will}: The total of your hero’s Fortitude and Will defenses cannot exceed twice the series power level."
									]
								},
								{
									"type": "entries",
									"name": "Trade-offs",
									"entries": [
										"Note that the averaging effect of power level—the fact that all the traits it limits are paired with other traits—allows for a measure of “trade-off.” For example, attack bonus and effect rank added together cannot exceed twice the series power level, but this does not mean the two traits must themselves be equal, or that neither can be greater than the series PL. It’s entirely possible to create a hero with more fighting skill than damage capability (like the Crime Fighter or Martial Artist sample {@b archetypes}), a hero with more sheer power than skill (like the Powerhouse), or a hero who is a roughly equal mix of both (like the Warrior) who are all within the series limit, PL10. The same is true of the various other traits, such as placing a greater reliance of Dodge and Parry over Toughness, or vice versa.",
										"The GM may want to keep an eye on combinations that swing wildly towards one side or another: the hero with no Dodge/Parry bonus to speak of but a massive Toughness bonus, or the one with no real attack bonus but capable of dishing out a tremendous amount of damage. For the most part, these designs are self-limiting, but they can pose problems in comparison to better-balanced heroes. A disparity of more than 50% between a pair of power level limited traits is something to look at closely before approving."
									]
								},
								{
									"type": "entries",
									"name": "Power Level & Non-player Characters",
									"entries": [
										"While the GM should keep the power level guidelines and suggested starting Character points of the series in mind while creating villains and members of the supporting cast, non-player characters are not restricted by the series power level and are built on as many Character points as the GM wants to give them. In other words, there is no need to add up the “cost” of a non-player character. Just assign the appropriate traits at the desired ranks.",
										"Determine an NPC’s effective power level based on the character’s highest appropriate offensive and defensive trait(s). This power level is simply an approximation to show what level of challenge that NPC offers, and is not necessarily related to the NPC’s Character point total, which may be greater than or less than the recommended starting Character points for that power level.",
										{
											"type": "quote",
											"entries": [
												"{@b Example:} The Gamemaster is creating a villain for a power level 10 series. The bad guy has a +8 total attack bonus with a primary attack doing 16 damage. Adding these together and dividing by 2 gives the GM a power level of 12 [(16 + 8)/2]. So long as none of the villain’s other traits exceed this, the GM notes the villain’s power level as 12, a reasonable challenge for a group of PL10 heroes."
											]
										}
									]
								},
								{
									"type": "inset",
									"name": "d20 Heros Power Levels",
									"entries": [
										"Heroes cover a diverse range of power levels, from the first costumed adventurers of the Golden Age, who relied solely on their skills and a few gimmicks (and modern vigilantes of the mean streets, who do much the same), to the greatest protectors of the world, who take on cosmic threats on a regular basis. The following are some common power levels and starting Character point values suitable for different games:",
										{
											"type": "entries",
											"name": "Power Level 8 - Masked Adventures",
											"entries": [
												"This power level fits the “Mystery Men” era of the Golden Age of comic books, as well as for teams of mostly non-powered adventurers: heroes who rely more on their skills and wits (and maybe a few gadgets) rather than amazing powers. The suggested starting value of 120 Character points creates well-rounded heroes at this level, particularly if the emphasis is on skills and advantages—and maybe a power or two—rather than a lot of powers. A higher starting Character point total allows for more diverse capabilities within the same limits.",
												"Heroes at this level often focus more on skill than sheer damage output, often having fighting skills in the 10–12 range, but commensurately lower damage and effect ranks (using just their fists or small arms)."
											]
										},
										{
											"type": "entries",
											"name": "Power Level 10 - Super Heroes",
											"entries": [
												"The suggested starting power level for this game suits mature and experienced “adventurers” of the previous level along with a wide range of younger or focused superhumans.",
												"Power level 10 heroes may have a balance of attack and effect, defense and resistance, or may go for being stronger on one side than the other, having great combat skill, but comparatively limited damage, for example, or great Toughness, but lowered defenses."
											]
										},
										{
											"type": "entries",
											"name": "Power Level 12 - Big leagues",
											"entries": [
												"Power level 12 is where you find many of the more experienced and powerful heroes. They are “senior” heroes, usually with considerable capabilities (and, often, experience). Those lacking superhuman powers have amazing levels of skill and resources to draw upon while the superhuman types are often among the most capable in their particular area, often worthy of titles like “King” and “World’s Greatest”.",
												"In areas where power level 12 heroes tip the balance of their combat capabilities, they can have amazing ranks in attack or defense."
											]
										},
										{
											"type": "entries",
											"name": "Power Level 14 - World-protectors",
											"entries": [
												"Heroes at this level are among the most powerful beings of the universe. They are largely capable of ignoring lesser concerns and tend to focus on “big picture” problems like alien invasions and world-conquerors along with natural disasters (although they may still handle some of the “small stuff” as well)."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Reallocating Character Points",
							"entries": [
								"Normally a hero’s traits are fixed. Once Character points are spent on them, they remain there. In some cases, however, the Gamemaster may allow players to reallocate their characters’ points, changing their traits within the limits of the series power level, perhaps even losing some traits and gaining entirely new ones. This is typically a result of the transformed condition, either due to a power or encountering a transformational effect (intense radiation, mutagenic chemicals, cosmic power sources, and so forth). It’s up to the GM when these character-altering events occur, but they should be fairly rare unless their effects are intended to be temporary complications ."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Complications",
					"entries": [
						"Comic books are full of storylines involving personal complications, and players are encouraged to come up with some for their heroes. {@b Complications} have a specific use in the game as well: they give the Gamemaster a “handle” on your hero, different challenges to introduce or include in adventures. When the GM does so, you earn victory points you can use to enhance your character’s chances of success, amongst other things. (See {@b Victory Points} in The {@b Basics} and {@b Action & Adventure} for more information.)",
						{
							"type": "entries",
							"name": "Choosing Complications",
							"entries": [
								"Choose at least two complications for your hero: a Motivation and at least one other. You can take as many complications as you wish, although the GM may set limits for the sake of being able to keep track of them all. complications are also self-limiting, in that you only earn victory points for those complications that actually come into play. So even if you have more than a dozen, if the GM can only include a couple in a game session, then those are the ones that earn you victory points for that game. You can—and generally should—look for opportunities to include your hero’s complications and offer suggestions to the GM, who makes the final decision on which complications come into play at any given time.",
								"The GM also decides what complications are appropriate for the game and can overrule any particular complication, based on the style and needs of the story and the series. Keep in mind the adventure needs to have room for all of the heroes’ complications, so individual ones can only come up so often."
							]
						},
						{
							"type": "entries",
							"name": "Motivation",
							"entries": [
								"Every hero has something that drove him or her to become a hero in the first place—a motivation that keeps them going when things get tough. Sometimes motivation is the only difference between a hero and a villain. What made your hero decide to fight for justice rather than turning toward more selfish goals? How does it affect the hero’s methods of fighting crime? Is there anything that might change or affect the hero’s motivation?",
								"Motivation is a complication because it often determines what a hero will do in a particular situation. The GM can use your hero’s motivation to encourage certain actions, and enemies may do the same. When you properly play out your hero’s motivation, even if it isn’t necessarily the “smartest” thing to do, the GM awards you a victory point.",
								"Common heroic motivations include the following:",
								{
									"type": "list",
									"items": [
										"{@b Acceptance}: The hero feels different or isolated (perhaps for being a non-human in human society) and does good to gain the trust and acceptance of others and perhaps discover what it means to be human. Some such heroes see their powers as more of a curse than a blessing, but try to do some good with them while hoping and looking for a way to have a normal life.",
										"{@b Doing Good}: Some heroes fight the good fight simply because it’s the right thing to do and they believe in doing the right thing no matter what. Their strong moral center may come from a good upbringing (or a bad one that showed them what not to do) or the guidance or inspiration of a mentor or idol.",
										"{@b Greed}: There are those motivated by nothing more than the opportunity to make a profit off their heroic careers. They may be mercenaries for hire or marketing machines who do good deeds but also rake in the proceeds from licensing fees and public appearances. More altruistic heroes tend to look down upon their profit-mongering peers.",
										"{@b Justice}: An overwhelming thirst for justice drives some heroes, a need to see the innocent protected and the guilty punished, even if they are beyond the reach of the law. These heroes walk a thin line. For some justice becomes a thirst for vengeance for injury done to the hero in the past, like the death of a loved one.",
										"{@b Patriotism}: Heroes are often devoted to the ideals of their home (or adopted) nation, and seek to serve that nation and its people with their abilities. Patriotic heroes are often honored as champions of their homelands, but it is the service, and not necessarily the recognition, that matters.",
										"{@b Recognition}: Some heroes just want recognition or attention, and dressing up in a bright costume and fighting crime is one surefire way to get people to notice you. The hero may be a shy nobody out of costume or a glory-hog who loves the spotlight.",
										"{@b Responsibility}: The responsibility of having great power can be a heavy burden but some heroes feel it is their duty to use the powers they’ve been given for the greater good. Oftentimes these heroes are trying to live up to an ideal like a mentor or a predecessor who inspired them.",
										"{@b Thrills}: For some the life of a superhero is all about excitement, thrills, danger, and challenge. These heroes are in it for the action more than anything else."
									]
								},
								{
									"type": "entries",
									"name": "Motivation and Influence",
									"entries": [
										"A shared motivation can create an empathic bond with others. With the GM’s permission, you might get a circumstance bonus on interaction skill checks when dealing with someone with the same motivation as yours. Similarly, you may suffer a circumstance penalty to interaction when dealing with characters of a strongly differing motivation."
									]
								},
								{
									"type": "entries",
									"name": "Motivations as Descriptors",
									"entries": [
										"At the GM’s option motivation can function as a descriptor for powers (see {@b Descriptors}), allowing character to have a power affecting only subjects with a particular motivation, for example, or the ability to detect characters with a particular motivation (see {@b Detect}). Gamemasters should be very careful when applying power modifiers based on subjective qualities like motivation. An attack power affecting only “evil” targets, for example, is useless against inanimate objects, constructs, and animals (which cannot have such a quality) as well as “good” targets. It might also not affect characters without a specific evil motivation (such as selfish mercenaries, violent vigilantes, or despots devoted solely to order, but not “evil” per se)."
									]
								},
								{
									"type": "entries",
									"name": "Motivations as Origins",
									"entries": [
										"Some characters may derive their powers from their motivation in some way, such as heroes who draw strength from their convictions, faith, or morality. This provides a descriptor for those powers, but the hero may also suffer Power Loss (see Complications) from a change or wavering in motivation."
									]
								},
								{
									"type": "entries",
									"name": "Motivations in Conflict",
									"entries": [
										"A character with different motivations may find them in conflict from time to time. Such conflicts provide roleplaying opportunities and complications for players and story hooks for the Gamemaster. For example, a hero motivated by Patriotism may discover a secret government agency acting against the interests of justice in the world. What is stronger, the hero’s patriotism or the desire to see the truth known and justice done? Some conflicts may even result in heroes changing motivations. See {@b Changing Complications}, in the following section, for more on this."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Other Complications",
							"entries": [
								"Other possible complications, and their uses in adventures, include:",
								{
									"type": "list",
									"items": [
										"{@b Accident}: You cause or suffer some sort of accident. Perhaps a stray blast damages a building or hurts an innocent bystander, your fire powers set off sprinkler systems, or you cause volatile chemicals to explode. A hero with this as a regular complication may be especially accident-prone, inexperienced with their powers, or even jinxed! The GM decides the effects of an accident, but they should be troublesome. Accidents can lead to further complications; perhaps the hero develops a guilt-complex, obsession, or phobia involving the accident.",
										"{@b Addiction}: You need something, whether for physical or psychological reasons. You’ll go out of your way to satisfy your addiction, and being unable to satisfy it may lead to other complications, either involving your own faculties or your relationships with people. Several comic book heroes have struggled with various addictions and the effects on their lives.",
										"{@b Disability}: You are limited by a particular disability, such as being blind, deaf, or paraplegic. When your disability places serious challenges in your path, your complication comes into play. Many “disabled” heroes have powers or other compensations for their disabilities, such as a blind hero with other enhanced senses or a paraplegic who is a powerful psychic with matchless mobility of mind over body. Even though their powers sometime make up for their disability, this complication is still appropriate because they may have to deal with it from time to time.",
										"{@b Enemy}: You have an enemy, or enemies, trying to do you harm. The GM can have your enemy show up to cause you trouble, and adventures involving your enemy tend to be more complicated for you; even personal grudge-matches, if the enmity goes both ways. When having an enemy causes a particular problem for you (such as your enemy abducting a loved one or laying a trap for you), you get a victory point.",
										"{@b Fame}: You’re a public figure, known almost everywhere you go, hounded by the media, swamped by fans and well-wishers, and similar problems, which create various complications.",
										"{@b Hatred}: You have an irrational hatred of something, leading you to actively oppose the object of your dislike in some way, no matter the consequences. Complications involving your hatred tend to overwhelm your better judgment.",
										"{@b Honor}: You have a strong personal code of honor. Generally this means you won’t take unfair advantage of opponents or use trickery, but you can define the exact terms of your code with the GM. Your honor becomes a complication when it puts you in a bind or on the horns of a moral dilemma.",
										"{@b Identity}: Heroes often maintain secret identities, creating various complications as they try to keep them secret from friends and enemies alike. The dual-identity can even go beyond mere disguise for heroes who actually transform into a different persona, creating complications around controlling that transformation, or a lack of powers or abilities in one persona.",
										"{@b Obsession}: You’re obsessed with a particular subject and pursue it to the exclusion of all else, which can create quite a few complications.",
										"{@b Phobia}: You’re irrationally afraid of something. When confronted with it you have to fight to control your fear, causing you to hesitate, flee, or act irrationally.",
										"{@b Power Loss}: Certain circumstances cause some or all of your powers to fail or stop working, or rob you of them altogether. You might depend on particular objects others can steal or take from you, or lose your powers during the dark of the moon, or when exposed to exotic radiation. You may even simply lose faith in yourself, resulting in temporary weakness. When this happens, and poses a challenge for you, your complication comes into play.",
										"{@b Prejudice}: You are part of a minority group subject to the prejudices of others, which create problems. Similarly, characters with unusual origins or appearance might face prejudice, such as a demonic-looking hero who is considered suspect. Some Gamemasters and gaming groups may prefer not to deal with issues of prejudice in their games, in which case the GM is free to ban this complication.",
										"{@b Quirk}: Complications can often come from various personality quirks: likes, dislikes, hobbies, neuroses, and so forth. For example, a hero might have the quirk of always leaving some sort of “calling card” for the authorities along with a captured criminal. That could become a complication if somebody else starts imitating it, or uses it to cause trouble for the hero.",
										"{@b Relationship}: The important people in a hero’s life are a source of strength, but they can also complicate matters considerably. If they are not in on the hero’s costumed identity, then there is juggling two lives and keeping loved ones safely in the dark. On the other hand, if the people in a hero’s life do know the truth, they are in danger from the hero’s foes and others seeking to find out.",
										"{@b Reputation}: You have a bad reputation, affecting what others think of you (whether you deserve it or not). Having someone adopt a bad attitude toward you because of your reputation is a complication. You might struggle to overcome your reputation, taking chances or facing difficulties others do not as a result.",
										"{@b Responsibility}: You have various demands on your time and attention. Responsibilities include family obligations, professional duties, and similar things. Failing to live up to your responsibilities can mean loss of relationships, employment, and other problems.",
										"{@b Rivalry}: You feel a strong sense of competition with a person or group and have to do your best to outdo your rival at every opportunity.",
										"{@b Secret}: You have something potentially damaging or embarrassing you’re hiding from the world. The most common secret for heroes is their true identity, but it could be a secret weakness (another complication) or some dark secret from your past. Occasionally, something (or someone) may threaten to reveal your secret.",
										"{@b Temper}: Certain things just set you off. When you lose your temper you lash out at whatever provoked you.",
										"{@b Weakness}: Some things can hurt you, badly. You might have a weakness that overcomes your normally strong defenses, like a werewolf is vulnerable to silver, or you may suffer harm from things that are harmless to others, from water to cold iron or exotic energies or materials. A weakness may add degrees of effect or impose an entirely different effect. Affliction (see {@b Powers}) is the typical effect, but some weaknesses inflict outright Damage, Weaken the target, or have some other effect. You and the GM can discuss common effects beforehand and it is up to the GM to decide what happens when the particular weakness comes into play. When the GM uses your weakness against you, it’s a complication."
									]
								},
								{
									"type": "entries",
									"name": "Changing Complications",
									"entries": [
										"Complications can (and generally should) change over the course of a series: old enemies die or are put away for good, rivalries and psychological issues are resolved, new romances and relationships begin as others end, and so forth. Work with the GM to come up with new complications for your hero as old ones are resolved. As mentioned previously, the Gamemaster may set limits as to how many ongoing complications your hero can have in play at any given time."
									]
								},
								{

									"type": "inset",
									"name": "Complications and Injuries",
									"entries": [
										"Various challenges heroes face over the course of a story make suitable complications. For example, while the game rules don’t have specific details for how to handle a hero with a concussion, it can make for an interesting story. The easiest way to handle it is as a complication: whenever the injury causes the hero trouble (a lost action due to dizziness, a villain getting away, etc.), the GM awards a victory point. You can do the same with anything from a malfunctioning device to a persistent distraction."
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Under the Hood: Complications and Up-Front Rewards",
							"entries": [
								"Some roleplaying game systems include complications, disadvantages, or similar problematic character traits which offer “bonus points” for creating the character; essentially, you get more points for your character’s good traits when you take on some bad ones.",
								"The problem with such “up-front” rewards for giving a character flaws is that the player gets all of the reward (the bonus design points) immediately, but the disadvantage only occasionally limits or affects the character, sometimes even randomly. Since there is only so much “screen time” in a game session, there is virtually no way for the GM to spotlight every one of every character’s disadvantages, so some end up being worth “more” in the sense of reward in exchange for drawbacks. Plus, after they have “paid out” their initial benefit, front-loaded negative traits are nothing but a burden to the character from that point forward, leading players to try and avoid or mitigate them as much as possible.",
								"Complications address this issue by having a “pay-as-you-go” approach: if the GM uses a complication in the game, and the player responds by going along with it, the player gets a reward in the form of a victory point. This means that although the hero has to deal with some “bad stuff” from time to time, there is an upside, and a reason for players to want their characters’ complications to come into play! Why do powerful heroes lead such complicated lived? They need the points!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Background",
					"entries": [
						"A lot of background details go into making your hero more than just a collection of numbers. Take a moment (if you haven’t already) to consider some of the following things about your character:",
						{
							"type": "entries",
							"name": "Name",
							"entries": [
								"What is your character’s name? That is to say, what is the name the hero uses in public, that appears in one-inch type in the newspaper headlines? Most heroes adopt unique and distinctive “code names,” so consider a suitable name for yours. Code names are often based on powers, theme, or style. Here are some options to consider:",
								{
									"type": "list",
									"items": [
										"{@b Origin}: A name may be based on the hero’s origin, power source, nation (or even world) of birth, and such.",
										"{@b Powers}: Choose a name based on the hero’s powers: Firestarter or Blaze for a flame-controlling character, Thunder or Spark for an electrical character, and so forth.",
										"{@b Theme}: Maybe the character has a theme or style suggesting a name: Paladin might be a medieval knight displaced into the present day, with a magical sword and armor. Madame Macabre may be all about magic and the occult.",
										"{@b Titles}: Names may include various titles like Mister, Miss, Ms., Doctor, Sir, Lord, Lady, and Madam or even royal titles like King, Queen, Prince, Princess, Duke, Baron, Emperor and so forth. Military ranks are also popular parts of hero names, especially General, Major, and Captain.",
										"{@b Gender}: Names often include gender designations like Man/Woman, Boy/Girl, Lad/Lass, and so forth.",
										"{@b Sound}: Some code-names don’t really have anything to do with a character’s powers or background—they just sound cool: Kismet, Scion, Animus, Damask, and so forth. They may hint at the hero’s powers or origin, or have nothing to do with them.",
										"{@b Real name}: Some heroes go by their given name, not using a code-name at all. Oftentimes these names still sound like codenames, however. They may also be nicknames, such as “Dash” for someone with the name Dashell, or “Buzz” for someone with the name Buzcinski, or whatever other nickname a character may have, such as “Stretch” or “Tiny”."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Origin",
							"entries": [
								"What’s the origin of your hero’s powers? It can be anything from a character born with the potential for powers to someone granted them by an accident—exposure to a strange meteor, radiation, genetic engineering, or any of countless similar encounters. Here are some of the more common superhero origins:",
								{
									"type": "list",
									"items": [
										"{@b Accident}: Perhaps the most common origin. The hero gains powers accidentally from exposure to some force like radiation, chemicals, unleashed mystic energies, being struck by lightning, and so forth. Accidents are often one-time events, although sometimes there is an effort to recreate an accident to deliberately make super-beings. The current science of the setting tends to influence accidental origins. Golden Age heroes in the 1940s often gained their powers from chemical accidents while Silver Age heroes in the Atomic Age of the ‘60s got their powers from radiation and modern heroes acquire powers from accidents involving genetic engineering, nanotech, and similar cutting-edge technologies.",
										"{@b Alien}: A hero may be a member of an alien race with unusual powers compared to humans. Either all members of the race have similar powers or particular conditions (lighter gravity, solar radiation, etc.) grant them powers while on Earth. Some “alien” races in the comics are actually super-human offshoots of humanity living isolated from the rest of the world. “Aliens” also include mystical beings from other dimensions, from angels and demons to elementals and actual gods, as well as mortal half-breeds descended from them. An alien hero’s powers might even have another origin; being an alien only explains part of the character’s powers or is merely a background element.",
										"{@b Endowment}: Some outside force grants the hero powers. This might be an experimental procedure, a godlike higher power, a secret organization that hands out powerful devices, a mysterious wizard, or something similar. The patron might expect something in return from the hero for this boon, or the gift could be unconditional.",
										"{@b Experiment}: Some heroes gain powers from a deliberate effort, such as a scientific or mystical technique for transforming someone into a super-being. Like accidents, experiments are often impossible to duplicate. The hero may be a willing volunteer or a victim chosen to test out the technique. Some heroes create their own powers, either developing the power-granting procedure or building their own devices.",
										"{@b Mutant}: A hero may simply be born “different,” with the genetic potential for super-powers. These latent powers typically emerge in a time of stress, especially the changes brought on by puberty, although they might also appear as a result of an accident (combining the accident and mutant origins).",
										"{@b Training}: Finally, some heroes acquire powers through hard work and training, whether physical discipline, studying esoteric martial arts techniques, meditation and introspection to unlock hidden mental powers, or mastering the arts of magic. Such training is typically arduous and not everyone has what it takes to accomplish it. Heroes who gained their powers through training may have rivals or foes who trained with them (see Enemy and Rivalry complications)."
									]
								},
								{
									"type": "entries",
									"name": "Origins as Descriptors",
									"entries": [
										"Origins can serve as descriptors for a character’s powers (see {@b Descriptors} in {@b Powers}). For example, a super-powered mutant has the “mutant” descriptor, meaning the character may be detected by mutant-detection powers, affected by mutant-specific devices, and so forth. The same is true for a mystic, an alien, or any other origin."
									]
								},
								{
									"type": "entries",
									"name": "Origin Guidelines",
									"entries": [
										"Your GM may decide to limit the origins for the series you’re playing for story reasons. The Gamemaster may set specific guidelines, ranging from restricting certain types of origins (no aliens or no mystics, for example) to requiring all heroes share a common type of origin, such as everyone is a mutant or the result of a unique accident. Consult with your GM before you choose a particular origin for your hero."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Age",
							"entries": [
								"How old is the character? Superheroes tend to hover in that indeterminate age between 20 and 40, but some heroes are younger, often teenagers, and some are older, possibly much older, depending on a hero’s background. For example, the hero might have fought in World War II but ended up in the present day due to time travel or suspended animation. Heroes with Immunity to Aging are effectively immortal—they might be thousands of years old.",
								"Consider the effects of age on your hero. Someone who fought in the Second World War is likely to have a different worldview than a modern teenager who just acquired super-powers, to say nothing of an immortal who has seen civilizations rise and fall or a godlike being from the dawn of time. A character’s age may influence the choice of certain traits. Aged characters are likely to have lower physical ability ranks, for example, while younger ones may have fewer skill ranks (having had less time to train in various skills)."
							]
						},
						{
							"type": "entries",
							"name": "Appearance",
							"entries": [
								"What does your hero look like? Consider things like the character’s race, sex, ethnicity, and other factors in appearance. Is the hero even human? Superheroes can be aliens, robots, androids, spirits, and beings of pure energy. Is the character short or tall? What about hair and eye color? Does the hero have any distinguishing marks or unique features; is his appearance unusual in any way (apart from running around in a costume, that is)? Does the hero qualify for the Attractive advantage? (See {@b Advantages} for details.) What about complications stemming from the hero’s looks?",
								{
									"type": "entries",
									"name": "Costume",
									"entries": [
										"A costume is a big part of a superhero’s appearance. Like code names, most heroes have a distinctive costume, usually something skin-tight and colorful, often emblazoned with a symbol or logo. Other heroes wear more military-style outfits, fatigues or body armor with numerous bandoleers and belts. A suit of armor may serve as the hero’s costume: anything from ancient mail to a high-tech battlesuit. A few heroes don’t wear a special costume, just ordinary street clothes (which in itself can be pretty distinctive among a group of spandex-clad heroes).",
										"In the comics, costumes are generally immune to the kind of routine wear-and-tear a hero’s powers should inflict on them. For example, heroes who can burst into flames don’t usually incinerate their clothing. The same is true for heroes who change their size or shape. Although a hero’s costume can be damaged or torn by attacks and other circumstances, it’s usually immune to the hero’s powers. This doesn’t cost any points; it’s just the way costumes work. For more on costumes as equipment, see {@b Gadgets & Gear}."
									]
								},
								{
									"type": "entries",
									"name": "Alternate Identity",
									"entries": [
										"Although heroes spend a lot of time fighting crime and using their powers to help others, most also try to find time to have lives of their own. Consider the hero’s “normal” life, both before acquiring super-powers and since. Does the hero maintain a secret identity, hiding behind a mask or other guise in order to have a semblance of a normal life while “off duty”? Describe the hero’s other identity and what the hero does while not out fighting the forces of evil.",
										"Other heroes abandon all pretense of a “civilian” identity, revealing their true names to the world and living in the public eye. This means no juggling two separate lives, but also no refuge from the media, adoring fans, or the hero’s enemies, who can all keep track of the hero more easily. Both approaches have their good and bad points. Consider which is best for your hero."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Personality",
							"entries": [
								"How would you describe your hero’s personality? While heroes tend to share a desire to use their powers for good and uphold the law, they also show a diverse range of attitudes. One hero may be dedicated to the ideals of truth, justice, and equality while another is a vigilante willing to break the law in order to ensure justice is done. Some heroes are forthright and cheerful while others are grim and unrelenting. Consider your hero’s attitudes and personality traits. Don’t overlook the effect of Motivation on your hero’s personality and vice versa (see {@b Motivation}, previously)."
							]
						},
						{
							"type": "entries",
							"name": "Goals",
							"entries": [
								"Finally, what are your hero’s goals? All heroes want things like peace and justice to one degree or another, but what other things does your hero want? One hero may want to find his long-lost family while another may want to avenge a terrible wrong done to her in the past. A monstrous or alien hero may seek acceptance and a new home on Earth, while a teen hero may want to live up to the legacy of a mentor or predecessor. Giving your hero a goal beyond simply “doing good” can help give the character more depth and provide opportunities for roleplaying and complications during the game. Don’t overlook it."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Hero Advancement & Improvement",
					"entries": [
						"The Gamemaster awards heroes Character Points at the end of each story. This represents the experience and confidence the heroes have gained, along with other factors contributing to an improvement in their abilities, skills, and powers.",
						"Generally, heroes each receive 1 Character point for a successfully completed adventure that lasts for one game session. If the heroes overcame especially powerful foes or difficult challenges, the GM can increase the Character point award to 2 points. For adventures lasting more than one game session, the heroes should get 1 Character point per session, plus a possible Character point at the end if they did particularly well.",
						"Gamemasters may vary the rate of advancement by awarding more Character points per adventure, allowing heroes to increase in power faster, which may suit certain styles of play. The Gamemaster also may choose not to award a Character point for an adventure in which the heroes did especially poorly, such as failing to defeat a villain’s major scheme or allowing many innocent people to suffer harm they could have prevented.",
						"Players can spend their heroes’ awarded Character points in-between adventures to improve the heroes’ traits, limited only by the series power level. They can also choose to save up unspent Character points, waiting until the power level increases, in order to spend them to improve a trait already at its maximum rating or rank. Players spend Character points on new or improved traits for their heroes just the same as spending them to create a hero. So if your hero has a power costing 2 points per rank, and you want to improve it by 1 rank, spend 2 of your earned Character points to do so.",
						"Just like starting Character points, once earned Character points have been allocated to a trait, they remain that way, unless some effect (such as a transformed condition) causes the character’s point allocation to change. See {@b Reallocating Character points} for more information.",
						{
							"type": "entries",
							"name": "Increasing Ppower Level",
							"entries": [
								"As heroes earn Character points through adventuring and spend them to improve their traits, they will eventually run into the limits imposed by the series power level (see {@b Power Level} for details). For a while, this can be a good thing, since the power level limits encourage heroes to diversify and acquire new skills, advantages, and powers rather than simply pumping points into their existing traits to increase them to unwieldy levels. However, sooner or later, you’re going to want to raise the power level, giving the heroes a bit more breathing room for advancement and spending their earned Character points.",
								"A good guideline is to follow the starting Character point totals when it comes to power level: when the heroes accumulate an additional 15 Character points from the start of the series or the last time the power level was raised, it’s probably time to raise the power level by +1. So a power level 10 game starts out with 150-point heroes. When they have earned another 15 Character points (bringing their total up to 165), the GM should consider raising the power level to 11, allowing the heroes to spend some of those Character points to increase traits which are currently at the maximum limit.",
								"When you increase the power level, you should also reevaluate the capabilities of the villains and other challenges the heroes face. While NPCs don’t earn additional Character points as such, and aren’t even subject to the same power level limits as the heroes, you should feel free to improve the traits of some non-player characters to keep pace with the heroes, ensuring those antagonists remain a suitable challenge. It’s also fine to have others lag behind, as the heroes outstrip some of their old foes, who no longer represent the kind of threat they did before, plus you can introduce new villains and challenges suited to the series power level as things progress."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Character Archetypes",
					"entries": [
						"The following archetypes are pre-made and ready to play for a Power Level 10 series. Some may require a few choices or options for customization. Gamemasters can also use these archetypes as ready-made villains, if desired.",
						"For each Archetype information, see {@5etools Archetypes|archetypes.html} page.",
						{
							"type": "entries",
							"name": "Making the Most of Advantages",
							"entries": [
								"The Gadgeteer and Martial Artist archetypes rely a great deal on their advantages (as do other archetypes like the Crime Fighter and Weapon-Master). You’ll want to read the descriptions of all of the character’s advantages from {@b Advantages} so you know the benefits they provide. Remember to make use of them during play to give your character every appropriate, well, advantage.",
								"In particular, note how some advantages and even powers work together. The Gadgeteer can use Quick-Thinking to speed up the process of inventing (see Inventing) and Skill Mastery (Technology) to make some inventing checks as routine. Similarly, note the Martial Artist’s Power Attack advantage, good for doing extra damage to slow, tough, opponents, and the Skill Mastery (Acrobatics) advantage for pulling off formidable (DC 25) Acrobatics checks as routine!"
							]
						},
						{
							"type": "entries",
							"name": "Know Your Options",
							"entries": [
								"The Mimic and Mystic archetypes are both very flexible, although in different ways, and it pays to know what your character is capable of doing before you are immersed in the midst of a game.",
								"In the case of the Mimic, the GM may wish to put together note cards or some other quick reference to the powers of other characters whom the Mimic might wish to duplicate. That way, you can see at a glance what traits the character can copy, and simply hand the card to the player for reference. Experienced Mimics may even build up a “hand” of such cards they reference often.",
								"For the Mystic, in addition to choosing your character’s five set Alternate Effects (see Alternate Effect), read the Magic sample power and give some thought to power stunts your character can do; spur of the moment spells whipped up to fit a particular need. Mystics are very effective at power stunts and you might want to reserve a victory point (or two) for that purpose."
							]
						},
						{
							"type": "entries",
							"name": "Fun with Strength",
							"entries": [
								"The Paragon and Powerhouse archetypes are among the strongest archetypes, able to lift and carry a lot of weight. Just to give you an idea, the Paragon can lift a loaded 747 aircraft, whereas the Powerhouse can lift four times that amount. Both can easily smash through stone or bend steel.",
								"Both archetypes are pretty tough, too. With their 12 ranks of Impervious Toughness, both can shrug off the damage of most conventional weapons, including guns, grenade launchers, and flamethrowers, without even having to make a resistance check! It would take the equivalent of an exploding shell to penetrate their skin."
							]
						},
						{
							"type": "entries",
							"name": "Fast facts",
							"entries": [
								"In addition to formidable ground speed, and the ability to run across water or up sheer surfaces, the Speedster’s Quickness rank allows opportunities to do a lot in a short span of time. A Speedster subtracts 10 from the time rank required to accomplish any routine task, doing in six seconds what it takes most people two hours to accomplish! That can include reading, fixing things, or searching an area, just to name a few."
							]
						},
						{
							"type": "entries",
							"name": "Higher and Lower Power Level Archetypes",
							"entries": [
								"The archetypes presented here can serve as models for higher and lower power level versions suitable for different series, ranging from as low as PL8 (PL6 for some archetypes) to as high as PL15 or more. Reworking an archetype for a different power level requires rebuilding the character to ensure everything matches the power level limits, but here are some quick guidelines for modifying an archetype on the fly. They are particularly useful if the Gamemaster wants a character of a different power level for a game, but doesn’t want to go through the trouble of creating the character from scratch:",
								"For every +1 power level, increase the archetype’s attack bonuses, defenses, and skill ranks by 1. Also increase the archetype’s powers offering a resistance check by 1 rank. If desired, shift an increase to a trait you don’t want to go any higher to the corresponding trait in a pair, such as applying an attack increase to power rank, or a Toughness increase to either Dodge or Parry.",
								"For every –1 power level, decrease the archetype’s attack bonuses, defenses, and skill ranks by 1. Also decrease the archetype’s powers offering resistance checks by 1 rank each. You can likewise shift a decrease from a trait you want to keep at its present rank to the corresponding trait in a pair, like applying an attack decrease to power rank, or a Dodge decrease to Toughness.",
								"Check to see that none of the character’s traits exceed the new power level limits and add up the character’s new Character point cost. If you are creating a starting character for that power level (rather than a non-player character), adjust the total Character point cost to match the recommended starting total, adding or removing traits as needed."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Abilities",
			"entries": [
				"Everyone has certain basic {@b abilities}: how strong, fast, smart, and clever they are. These abilities influence most things your character does. Stronger characters can lift greater weights, more agile characters have better balance, tougher characters can soak up more damage, and so forth.",
				"All characters have eight basic abilities: Strength (Str), Stamina (Sta), Dexterity (Dex), Agility (Agl), Fighting (Ftg), Intellect (Int), Awareness (Awe), and Presence (Pre). Strength, Dexterity, Agility and Stamina are {@b physical abilities}, whereas Fighting, Intellect, Awareness, and Presence are {@b mental abilities}. Each above-average ability provides a bonus on certain die rolls; while below average abilities apply a penalty.",
				{
					"type": "section",
					"name": "Ability ranks",
					"entries": [
						"Each ability has a {@b rank} associated with it, based on how above or below average it is. Abilities start at rank 0, the baseline average for an adult human being. They can go as low as –5 (truly terrible) and as high as 20, with higher values reserved for truly cosmic beings and forces.",
						"The ability rank is added to, or subtracted from, die rolls when your character does something related to that ability. For example, your Strength rank affects the amount of damage you do when punching someone. Your Intellect rank comes into play when you roll skills based on Intellect, and so forth. Sometimes your rank is used to calculate another value, such as when you use your Agility to determine how good you are at avoiding harm with your reflexes (your Dodge defense).",
						{
							"type": "entries",
							"name": "Buying Ability Ranks",
							"entries": [
								"You choose your hero’s ability ranks by spending character points on them. Increasing an ability rank by 1 costs 2 character points, so putting two points into Strength, for example, raises it from 0 to 1. Remember a rank of 0 is average, 2 is a fair amount of talent or natural ability, 3 is exceptional, 4 extraordinary, and so forth. (See the {@b Ability Benchmarks} table for guidelines.)",
								{
									"type": "table",
									"caption": "Ability Benchmarks",
									"colLabels": [
										"Rank",
										"Description"
									],
									"colStyles": [
										"col-3 text-align-center",
										"col-9"
									],
									"rows": [
										["-5", "Completely inept or disabled"],
										["-4", "Weak; infant"],
										["-3", "Younger child"],
										["-2", "Child, elderly, impaired"],
										["-1", "Below average; teenager"],
										["0", "Average adult"],
										["1", "Above average"],
										["2", "Well above average"],
										["3", "Gifted"],
										["4", "Highly gifted"],
										["5", "Best in a nation"],
										["6", "One of the best in the world"],
										["7", "Best ever; peak of human achievement"],
										["8", "Low superhuman"],
										["10", "Moderate superhuman"],
										["13", "High superhuman"],
										["15", "Very high superhuman"],
										["20", "Cosmic"]
									]
								},
								{
									"type": "entries",
									"name": "Reducing Abilities",
									"entries": [
										"You can also lower one or more of your character’s ability ranks from the starting value of 0. Each rank you lower an ability gives you an additional two character points to spend elsewhere. You cannot lower an ability rank below –5, which is itself a serious deficiency.",
										{
											"type": "middleEnhance",
											"text": "Ability Cost = 2 character points per +1 to an ability rank."
										},
										{
											"type": "middleEnhance",
											"text": "Gain 2 bonus character points per -1 to an ability rank."
										}
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Beyond Human",
							"entries": [
								"Although a rank of 7 is defined as “the peak of human achievement” in an ability on the {@b Ability Benchmarks} table, a character with an ability rank greater than 7 isn’t necessarily “non-human,” merely superhuman in comparison to ordinary people. Many “normal human” characters in the comics have truly superhuman abilities, particularly mental abilities. A character can have a superhuman ability rank without necessarily being anything other than an amazingly talented, well-trained human being. The limits of what “normal” people can accomplish is up to the Gamemaster and depends very much on the style of the game."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "The Abilities",
					"entries": [
						"Here are descriptions of the eight abilities and what they represent.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Strength (Str)",
									"entries": [
										"Strength measures sheer muscle power and the ability to apply it. Your Strength rank applies to:",
										{
											"type": "list",
											"items": [
												"Damage dealt by your unarmed and strength-based attacks.",
												"How far you can jump (based on an Athletics skill check).",
												"The amount of weight you can lift, carry, and throw.",
												"Athletics skill checks."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Stamina (Sta)",
									"entries": [
										"Stamina is health, endurance, and overall physical resilience. Stamina is important because it affects a character’s ability to resist most forms of damage. Your Stamina modifier applies to:",
										{
											"type": "list",
											"items": [
												"Toughness defense, for resisting damage.",
												"Fortitude defense, for resisting effects targeting your character’s health.",
												"Stamina checks to resist or recover from things affecting your character’s health when a specific defense doesn’t apply."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Agility (Agl)",
									"entries": [
										"Agility is balance, grace, speed, and overall physical coordination. Your Agility rank applies to:",
										{
											"type": "list",
											"items": [
												"Dodge defense, for avoiding ranged attacks and other hazards.",
												"Initiative bonus, for acting first in combat.",
												"Acrobatics and Stealth skill checks.",
												"Agility checks for feats of coordination, gross movement, and quickness when a specific skill doesn’t apply."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dexterity (Dex)",
									"entries": [
										"Dexterity is a measure of hand-eye coordination, precision, and manual dexterity. Your Dexterity rank applies to:",
										{
											"type": "list",
											"items": [
												"Attack checks for ranged attacks.",
												"Sleight of Hand and Vehicles skill checks.",
												"Dexterity checks for feats of fine control and precision when a specific skill doesn’t apply."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Fighting (Ftg)",
									"entries": [
										"Fighting measures your character’s ability in close combat, from hitting a target to ducking and weaving around any counter-attacks. Your Fighting rank applies to:",
										{
											"type": "list",
											"items": [
												"Attack checks for close attacks.",
												"Parry defense, for avoiding close attacks."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Intellect (Int)",
									"entries": [
										"Intellect covers reasoning ability and learning. A character with a high Intellect rank tends to be knowledgeable and well-educated. Your Intellect modifier applies to:",
										{
											"type": "list",
											"items": [
												"Expertise, Investigation, Technology, and Treatment skill checks.",
												"Intellect checks to solve problems using sheer brain-power when a specific skill doesn’t apply."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Awareness (Awe)",
									"entries": [
										"While Intellect covers reasoning, Awareness describes common sense and intuition, what some might call “wisdom.” A character with a high Intellect and a low Awareness may be an “absentminded professor” type, smart but not always aware of what’s going on. On the other hand, a not so bright (low Intellect) character may have great deal of common sense (high Awareness). Your Awareness modifier applies to:",
										{
											"type": "list",
											"items": [
												"Will defense, for resisting attacks on your mind.",
												"Insight and Perception skill checks.",
												"Awareness checks to resolve matters of intuition when a specific skill doesn’t apply."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Presence (Pre)",
									"entries": [
										"Presence is force of personality, persuasiveness, leadership ability and (to a lesser degree) attractiveness. Presence is useful for heroes who intend to be leaders as well as those who strike fear into the hearts of criminals with their presence. Your Presence modifier applies to:",
										{
											"type": "list",
											"items": [
												"Deception, Intimidation, and Persuasion skill checks.",
												"Presence checks to influence others through force of personality when a specific skill doesn’t apply."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Enhanced Abilities",
							"entries": [
								"Some ability ranks—or portions of them—may be acquired as Enhanced Traits, as described in Powers. Enhanced Abilities are superhuman powers rather than natural. The key differences between Enhanced Abilities and normal ability ranks are Enhanced Abilities can be nullified (normal abilities cannot, see Nullify) and Enhanced Abilities can have power modifiers and be used for power stunts with extra effort (normal abilities cannot, see Extra Effort).",
								"Enhanced Abilities and normal abilities have the same cost (2 character points per +1 ability rank). The player decides if a character’s ability rank is normal or enhanced and, if it is enhanced, how much of it is enhanced."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Altering Abilities",
					"entries": [
						"Over the course of play, your hero’s ability ranks may change for the following reasons:",
						{
							"type": "list",
							"items": [
								"Some power effects raise or lower ability ranks (see {@b Powers} chapter).",
								"ou can improve ability ranks permanently by spending earned character points on them, but you cannot increase an ability rank above the limits set by the series’ power level (see {@b Power Level} chapter)."
							]
						},
						"Whenever an ability rank changes, all traits associated with the ability change as well. So if you increase your character’s Agility, his Agility-based skills and Dodge defense also increase. Likewise, if the hero’s Agility bonus decreases, his Agility-based skills and Dodge suffer.",
						{
							"type": "entries",
							"name": "Debilitated Abilities",
							"entries": [
								"If one of your hero’s ability ranks drops below –5 for any reason, that ability is said to be debilitated and the character suffers more serious effects than just a penalty to certain traits and rolls, as follows:",
								{
									"type": "list",
									"items": [
										"Debilitated Strength, Agility, or Dexterity means the hero collapses: {@condition defenseless}, {@condition immobilized}, and {@condition stunned} (although still conscious and aware).",
										"Debilitated Stamina means the hero is {@condition dying}, and suffers a –5 modifier on Fortitude checks to avoid death on top of it.",
										"Debilitated Fighting means the hero is {@condition dazed} and {@condition defenseless}, and cannot make close attacks.",
										"Debilitated Intellect, Awareness, or Presence means the hero is {@condition unaware} and remains so until restored to at least a –5 rank in the ability."
									]
								},
								"Debilitated ability ranks usually result from a power affecting your character. Ability ranks cannot be lowered any further once they are debilitated."
							]
						},
						{
							"type": "entries",
							"name": "Absent Abilities",
							"entries": [
								"Rather than having a rank of –5 in a given ability, some things or creatures actually lack an ability altogether. These beings automatically fail any check requiring the absent ability. The additional effects of an absent ability are as follows:",
								{
									"type": "list",
									"items": [
										"{@b Strength}: A creature with no Strength is incapable of exerting any physical force, either because it has no physical form (like an incorporeal ghost) or simply can’t move (like a tree).",
										"{@b Stamina}: A creature with no Stamina has no physical body (like a ghost) or is not a living being (such as a robot or other construct). Creatures with no Stamina suffer and recover from damage like inanimate objects (see Damaging Objects under the Damage effect). They are immune to fatigued and exhausted conditions, but cannot exert extra effort. Creatures with no Stamina are often—but not necessarily—immune to many of the other things affecting living beings as well (see Immunity). They have no Fortitude defense.",
										"{@b Dexterity}: A creature with no Dexterity cannot manipulate objects and hence cannot make physical attacks.",
										"{@b Agility}: A creature with no Agility is unable to move its body under its own power and has no Dodge defense.",
										"{@b Fighting}: A creature with no Fighting is incapable of making any sort of close attack (but may still be able to launch ranged attacks, if it has Dexterity).",
										"{@b Intellect}: A creature with no Intellect is an automaton, lacking free will and operating entirely on simple instinct or preprogrammed instructions. Anything with no Intellect is immune to mental effects and interaction skills and has no Will defense.",
										"{@b Awareness}: Anything with no Awareness is completely unaware and also has no Presence. It is an inanimate object, not a creature. Objects are immune to mental effects and interaction skills, and have no defenses apart from Toughness (and Fortitude, if they are alive).",
										"{@b Presence}: Creatures without Presence are unable to interact and immune to interaction skills. They have no Will defense."
									]
								},
								"Lacking an ability is –10 character points; that is, it gives the character an additional 10 character points to spend elsewhere, similar to having a –5 rank in an ability, but with different effects. Heroes in this system cannot be absent an ability without Gamemaster permission, as it can have significant effects on the character and the game.",
								"Absent abilities cannot be weakened (see {@b Weaken} effect in the {@b Powers} chapter) or debilitated, since they are not present at all in the first place!",
								"Inanimate objects have no abilities other than their Toughness. Animate, but nonliving, constructs such as robots or zombies have Strength, Agility, and Dexterity, and may have ranks of Awareness and Presence (if aware of their environment or capable of interaction), and Fighting (if able to make close attacks). They may have Intellect (if capable of independent thought), but have no Stamina (since they are not living things). See {@b Constructs} in the {@b Gadgets & Gear} chapter for more information."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Defenses & Initiative",
					"entries": [
						"Heroes face many hazards in their line of work, from attacks by villainous foes to traps and fiendish mind control. A hero’s {@b defenses} are abilities used to avoid such things, determining the difficulty to affect a hero with an attack, or to make resistance checks against them. Each defense is based on a particular ability, modified by the hero’s advantages and powers. For more on defenses in general and how you use them, see {@b Action & Adventure}.",
						{
							"type": "entries",
							"name": "Defenses",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Dodge",
											"entries": [
												"Dodge defense is based on Agility rank. It includes reaction time, quickness, nimbleness, and overall coordination, used to avoid ranged attacks or other hazards where reflexes and speed are important."
											]
										},
										{
											"type": "entries",
											"name": "Fortitude",
											"entries": [
												"Fortitude defense is based on Stamina and measures health and resistance to threats like poison or disease. It incorporates constitution, ruggedness, metabolism, and immunity."
											]
										},
										{
											"type": "entries",
											"name": "Parry",
											"entries": [
												"Parry defense is based on Fighting. It is the ability to counter, duck, or otherwise evade a foe’s attempts to strike you in close combat through superior fighting ability."
											]
										}
										,
										{
											"type": "entries",
											"name": "Toughness",
											"entries": [
												"Toughness defense is based on Stamina and is resistance to direct damage or harm, and overall durability."
											]
										},
										{
											"type": "entries",
											"name": "Will",
											"entries": [
												"Will defense is based on Awareness rank. It measures mental stability, level-headedness, determination, self-confidence, self-awareness, and willpower, used to resist mental or spiritual attacks."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Defense Rank",
									"entries": [
										"Your base defense ranks are equal to your ranks in their associated abilities. You can increase your defenses above the values granted by your ability ranks by spending character points: 1 character point grants you an additional rank in a defense, up to the limits imposed by power level (see {@b Power Level}).",
										{
											"type": "middleEnhance",
											"text": "Defense Cost = 1 character point per +1 rank"
										},
										"With the Enhanced Trait effect (see {@b Powers} chapter) you can also improve your defenses with powers at the same cost, 1 point per rank.",
										{
											"type": "entries",
											"name": "Toughness Rank",
											"entries": [
												"The exception is Toughness, which can only be increased above your base Stamina rank using advantages and powers, not by direct spending of character points. This reflects that greater-than-normal Toughness is virtually always some sort of special ability. See {@b Advantages} and {@b Powers} chapter for various options for improving Toughness, notably the defensive Roll advantage and the Protection effect."
											]
										},
										{
											"type": "entries",
											"name": "Active Defenses",
											"entries": [
												"Dodge and Parry defenses require a measure of action to be fully effective. Limits on your mobility, focus, and reaction time adversely affect them. If you are vulnerable, your Dodge and Parry defense ranks are halved (divide their normal values by 2 and round up), and if you are {@condition defenseless}, they are both reduced to 0!"
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Defense Class",
									"entries": [
										"One use of defenses is determining a {@b defense class}, or the difficulty class to affect a target with a particular attack. This is the appropriate defense, plus 10, just like a routine check (indeed, it is essentially a measure of the character’s “routine” defense). So hitting a character with a ranged attack goes against Dodge defense, giving the attack a DC of (Dodge + 10). Similarly, affecting someone with a mental power goes against Will defense, with a DC of (Will + 10), and so forth. This is referred to as “targeting” a defense, such as “targets Dodge” or “targets Will”.",
										"The main defense class traits are Dodge, Parry, and Will."
									]
								},
								{
									"type": "entries",
									"name": "Resistance Checks",
									"entries": [
										"Defenses are also used to measure the ability to overcome certain effects, involving a {@b resistance check} of the defense plus a die roll against a difficulty class determined by the effect or hazard. So you might make a Fortitude resistance check for your hero to overcome a toxin, for example, or a Dodge resistance check to avoid a trap just as it is triggered, and so on. This is referred to as “resisting,” such as “resisted by Fortitude” or “resisted by Dodge”.",
										"The main resistance check traits are Dodge, Fortitude, Toughness, and Will."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Initiative",
							"entries": [
								"When things start happening quickly, characters use their {@b initiative} bonuses to determine who goes first. Each character involved in a conflict makes a check of d20 + initiative modifier, which is:",
								{
									"type": "middleEnhance",
									"text": " Initiative Modifier = Agility + Advantages (Improved Initiative) + Power Modifiers"
								},
								"Characters then act in initiative order, from highest to lowest. For details see {@b Action & Adventure} chapter."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Skills",
			"entries": [
				"Heroes sneak into the closely guarded lairs of criminal masterminds, infiltrate alien computer systems, and build devices beyond the understanding of modern science. They can piece together obscure clues to a villain’s latest plot, run along tightropes, and pilot vehicles through obstacle courses, all in a day’s work. In Mutants & Masterminds, they do so through the use of various skills, described in this chapter",
				{
					"type": "section",
					"name": "Skill Basics",
					"entries": [
						"Skills are learned abilities, a combination of training (the skill) and natural talent (an ability rank). Each skill has a rank, used as a bonus to the die roll when using the skill. To make a skill check, roll:",
						{
							"type": "middleEnhance",
							"text": "d20 + skill rank + ability modifier + miscellaneous modifiers"
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Skill Rank",
									"entries": [
										"Your rank in a skill, based on the points you have invested in that skill. If you have ranks in a skill you’re considered {@b trained} in that skill. You can use some skills even if you don’t have any ranks in them, known as using a skill {@b untrained}. Some skills may not be used untrained."
									]
								},
								{
									"type": "entries",
									"name": "Ability Modifier",
									"entries": [
										"Each skill has an {@b ability modifier} applied to the skill’s checks. Each skill’s ability modifier is noted in its description and on {@b Skills} table. If you use a skill untrained, the ability modifier still applies to the skill check."
									]
								},
								{
									"type": "entries",
									"name": "Miscellaneous Modifiers",
									"entries": [
										"Miscellaneous modifiers to skill checks include modifiers for circumstances, and bonuses from advantages or powers, among others.",
										"The higher the total, the better the result. You’re usually looking for a total that equals or exceeds a particular difficulty class (DC), which may be based on another character’s traits."
									]
								},
								{
									"type": "entries",
									"name": "Critical Success",
									"entries": [
										"If you roll a 20 on the die when making a check you’ve scored a {@b critical success}. Determine the degree of success normally and then increase it by one degree. This can turn a low-level success into something more significant, but more importantly, it can turn a failure into a full-fledged success!"
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Skill Benchmarks",
							"entries": [
								"You can get a general idea of just how good a particular character’s skill bonus is using the general difficulty class guidelines given in The {@b Basics} along with the rules for routine checks (see {@b Routine Checks} in that chapter).",
								"For example, a +5 total skill modifier means the character can routinely achieve a result of 15 (a tough task). Safe to say the character is a pro, able to routinely handle tasks that would prove too much for someone less skilled. A character with a +10 skill modifier achieve a DC 20 (challenging task) on a routine basis, a real level of expertise, while a +15 modifier can routinely complete DC 25 (formidable) tasks. At the high end, a +30 skill modifier can routinely accomplishing the nigh impossible (DC 40 tasks)!"
							]
						},
						{
							"type": "entries",
							"name": "Acquiring Skills",
							"entries": [
								"Give your hero skill ranks by spending character points: 2 skill ranks per character point. Skill ranks do not all need to be assigned to the same skill. You can split them between different skills. Characters can perform some tasks without any training, using only raw talent (as defined by their ability ranks), but skilled characters are better at such things. Those with the right combinations of skills and advantages can even hold their own against super-powered opponents.",
								{
									"type": "middleEnhance",
									"text": "Skill Cost = 1 character point per 2 skill ranks."
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "How Skills Work",
					"entries": [
						"When you use a skill, make a skill check to see how you do. Based on the circumstances, your result must match or beat a particular number to use the skill successfully. The harder the task, the higher the number you need to roll. (See {@b Checks} for more information.)",
						{
							"type": "entries",
							"name": "Untrained Skill Checks",
							"entries": [
								"Generally, if you attempt a task requiring a skill you don’t have, you make a skill check as normal. Skill rank doesn’t apply because you don’t have any ranks in the skill. You do get other modifiers, however, such as the skill’s ability modifier.",
								"Many skills can only be used if you are trained in them. Skills that cannot be used untrained are marked with a “No” in the “Untrained” column on the {@b Skills} table and listed as “Trained Only” in their descriptions. Attempts to use these skills untrained automatically fail. In some cases, a skill may have both trained and untrained aspects; if you do not have any ranks in that skill, you can only use the untrained ones."
							]
						},
						{
							"type": "entries",
							"name": "Interaction Skills",
							"entries": [
								"Certain skills, called {@b interaction skills}, are aimed at dealing with others through social interaction. Interaction skills allow you to influence the attitudes of others and get them to cooperate with you in one way or another. Since interaction skills are intended for dealing with others socially, they have certain requirements.",
								"First, you must be able to interact with the subject(s) of the skill. They must be aware of you and able to understand you. If they can’t hear or understand you for some reason, you have a –5 circumstance penalty to your skill check (see {@b Circumstance Modifiers} in {@b The Basics}).",
								"Interaction skills work best on intelligent subjects, ones with an Intellect rank of –4 or better. You can use them on creatures with Int –5, but again with a –5 circumstance penalty; they’re just too dumb to get the subtleties of your point. You can’t use interaction skills at all on subjects lacking one or more mental abilities. (Try convincing a rock to be your friend—or afraid of you—sometime.) The Immunity effect (see {@b Powers}) can also render characters immune to interaction skills.",
								"You can use interaction skills on groups of subjects at once, but only to achieve the same result for everyone. So you can attempt to use Deception or Persuasion to convince a group of something, or Intimidation to cow a crowd, for example, but you can’t convince some individuals of one thing and the rest of another, or intimidate some and not others. The GM decides if a particular use of an interaction skill is effective against a group, and may apply modifiers depending on the situation. The general rules for interaction still apply: everyone in the group must be able to hear and understand you, for example, or you suffer a –5 on your skill check against them. Mindless subjects are unaffected, as usual."
							]
						},
						{
							"type": "entries",
							"name": "Manipulation Skills",
							"entries": [
								"Some skills, called {@b manipulation skills}, require a degree of fine physical manipulation. You need prehensile limbs and a Strength rank or some suitable Precise power effect to use manipulation skills effectively. If your physical manipulation capabilities are impaired in some fashion (such as having your hands tied or full use of only one hand), the GM may impose a circumstance modifier based on the severity of the impairment. Characters lacking the ability to use manipulation skills can still have ranks in them and use them to oversee or assist the work of others (see {@b Team Checks})."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Skill Descriptions",
					"entries": [
						"This section describes the skills available to characters, including their common uses and modifiers. Characters may be able to use skills for tasks other than those given here. The GM sets the DC and decides the results in those cases. The format for skill descriptions is given here. Items that do not apply are omitted from the skill’s description.",
						{
							"type": "entries",
							"name": "Skill Name",
							"entries": [
								"The skill name line and the line below it contain the following information:",
								{
									"type": "list",
									"items": [
										"{@b Skill Name}: What the skill is called. GMs may feel free to change the names of some skills to better suit the style of their game, if desired.",
										"{@b Ability}: The ability that applies a modifier to the skill check.",
										"{@b Trained Only}: If “Trained Only” is included on the line below the skill’s name, you must have at least 1 rank in the skill in order to use it. If “Trained Only” is absent, untrained characters (those with 0 ranks in the skill) may use it. Some skills may have trained only aspects, in which case this notation is still listed, and the untrained aspects are called out in the skill description.",
										"{@b Interaction}: If “Interaction” is included on the line below the skill’s name, it is an interaction skill.",
										"{@b Manipulation}: If “Manipulation” is included on the line below the skill’s name, it is a manipulation skill.",
										"{@b Requires Tools}: If “Requires Tools” is included on the line below the skill’s name, you need to have the proper tools to use the skill. Not having the proper tools is a –5 circumstance penalty to the skill check (see {@b Circumstance Modifiers})."
									]
								},
								"The skill name line is followed by a description of the skill and how it is used."
							]
						},
						{
							"type": "table",
							"caption": "Skills",
							"colLabels": [
								"Skill",
								"Ability",
								"Untrained?",
								"Action"
							],
							"colStyles": [
								"col-4 text-align-center",
								"col-2 text-align-center",
								"col-2 text-align-center",
								"col-4 text-align-center"
							],
							"rows": [
								[
									"Acrobatics",
									"Agl",
									"No",
									"move or free"
								],
								[
									"Athletics",
									"Str",
									"Yes",
									"move"
								],
								[
									"Close Combat",
									"Fgt",
									"Yes",
									"standard"
								],
								[
									"Deception",
									"Pre",
									"Yes",
									"standard"
								],
								[
									"Expertise",
									"Int",
									"No*",
									"—"
								],
								[
									"Insight",
									"Awe",
									"Yes",
									"free"
								],
								[
									"Intimidation",
									"Pre",
									"Yes",
									"standard"
								],
								[
									"Investigation",
									"Int",
									"No",
									"—"
								],
								[
									"Perception",
									"Awe",
									"Yes",
									"free"
								],
								[
									"Persuasion",
									"Pre",
									"Yes",
									"—"
								],
								[
									"Ranged Combat",
									"Dex",
									"Yes",
									"standard"
								],
								[
									"Sleight of Hand",
									"Dex",
									"No",
									"standard"
								],
								[
									"Stealth",
									"Agl",
									"Yes",
									"move"
								],
								[
									"Technology",
									"Int",
									"No",
									"standard"
								],
								[
									"Treatment",
									"Int",
									"No",
									"standard"
								],
								[
									"Vehicles",
									"Dex",
									"No",
									"move"
								]
							],
							"footnotes": [
								"A “—” entry in the Action column means using the skill typically takes longer than a standard action. See the skill description for details.",
								"* Some areas of Expertise can be used Untrained. See the entry on Expertise for more information. "
							]
						},
						"For each skill description, see {@5etools Skills|skills.html} page.",
						{
							"type": "inset",
							"name": "Finding the Skill You Want",
							"entries": [
								"If you don’t find a particular skill on the list, like climbing, bluffing, or search, remember that each skill covers a lot of ground. So, you’ll find climbing isn’t its own skill, but is listed as part of Athletics, while bluffing and search are under Deception and Investigation, respectively. When in doubt, read through the skill you think is most similar to what you’re looking for."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Advantages",
			"entries": [
				"",
				{
					"type": "section",
					"name": "",
					"entries": [
						"",
						{
							"type": "entries",
							"name": "",
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Powers",
			"entries": [
				"",
				{
					"type": "section",
					"name": "",
					"entries": [
						"",
						{
							"type": "entries",
							"name": "",
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Gadgets & Gear",
			"entries": [
				"",
				{
					"type": "section",
					"name": "",
					"entries": [
						"",
						{
							"type": "entries",
							"name": "",
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Action & Adventure",
			"entries": [
				"",
				{
					"type": "section",
					"name": "",
					"entries": [
						"",
						{
							"type": "entries",
							"name": "",
							"entries": [
								""
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Gamemastering",
			"entries": [
				"",
				{
					"type": "section",
					"name": "",
					"entries": [
						"",
						{
							"type": "entries",
							"name": "",
							"entries": [
								""
							]
						}
					]
				}
			]
		}
	]
}