{
	"modifier": [
		{
			"translate_name": "準確", "name": "Accurate",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"應用了這個強化的效果會變得特別準確；你在以該效果進行攻擊檢定時將會獲得每準確等級+2的加值。超能力階級仍會限制任何效果的最大攻擊加值。"
			]
		},
		{
			"translate_name": "影響實體", "name": "Affects Corporeal",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"靈體存在可以使用應用了這個強化的效果以影響實體世界（參見{@effect 虛體化}效果的描述）。當一個應用了這個修飾符的效果被用於實體目標，該效果的等級將被視作這個修飾符的等級，最高等同於該效果原本的等級。擁有1~3級虛體化效果的角色並不需要這個修飾符就能夠利用他們的超能力效果影響物質世界，然而他們可以將這個修飾符應用於他們的力量屬性等級，以讓他們得以在處於虛體化型態時發揮部分的力量。"
			]
		},
		{
			"translate_name": "影響虛體", "name": "Affects Insubstantial",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":2}, "type": "flat"
			},
			"entries": [
				"應用了這個強化的效果將能夠作用於虛體目標，且仍能對實體目標發揮其原本的效果。1級的影響虛體將使該效果能夠以原本一半的等級（尾數捨去）作用虛體目標上；2級的影響虛體則能使該效果對虛體目標發揮其完整的效果等級。"
			]
		},
		{
			"translate_name": "影響物體", "name": "Affects Objects",
			"type": "extra",
			"cost": {
				"value": {"min":0, "max":1}, "type": "per"
			},
			"entries": [
				"這個修飾符能讓那些原本是以韌性防禦抵抗的效果得以作用於非活物的物體上（沒有體質屬性的對象）。通常來說，這個強化會應用於像是{@effect 治癒}或{@effect 弱化}的效果，使它們能如同作用於活體生物一樣在物體上發揮相同的效用。若此修飾符會使該效果{@b 只能影響物體}，僅能作用於物體上而非活體生物，則這個修飾符的花費為+0。",
				"物體並不會進行抵抗檢定；作用於目標物體的該效果將發揮其最大程度的成功的效用。根據GM的裁斷，持握、攜帶或穿戴目標物體的某人可以進行一次閃避抵抗檢定以對抗該效果，代表目標物體在最後一刻擺脫了影響它的效果。"
			]
		},
		{
			"translate_name": "影響他人", "name": "Affects Others",
			"type": "extra",
			"cost": {
				"value": {"min":0, "max":1}, "type": "per"
			},
			"entries": [
				"這個修飾符能讓你使其他人得以使用一個射程為個人的效果。你必須以一個標準動作觸碰目標，對方將能夠自己控制對該效果的使用（儘管你可以在你想要的時候以一個自由動作收回該效果的使用權）。若你無法維持該效果，那麼即使其他人正在使用該效果，該效果燈將停止作用。你和你的目標（們）可以同時使用該效果。",
				"若此修飾符會使該效果{@b 只能影響他人}，而自己不能使用，則這個修飾符的花費為+0。"
			]
		},
		{
			"translate_name": "替換效果", "name": "Alternate Effect",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":2}, "type": "flat"
			},
			"entries": [
				"這個修飾符讓你能夠將效果「切換」成另一個完全不同的效果！舉例來說，帶有「雷射」描述符的{@effect 傷害}效果可能會有一個做為替換效果的{@samplepower Dazzle|視覺Dazzle}能力：同樣的雷射光束可以被用於傷害他人或是使目標致盲，但不能兩者同時作用。你可以將替換效果想成一種超能力的不同「設置」。（若要結合複數效果使其同時發揮作用，請參見本章節的{@modifier Linked}修飾符）一系列的替換效果被稱為一個{@b 陣列}。",
				"一個替換效果可以是任意等級的效果和不同修飾符的組合。替換效果甚至可能會有不同的描述符，在合理範圍內有著主題上的聯繫。這讓你得以擁有兩種不同版本的傷害效果，像是火焰衝擊波、和寒冰衝擊波。持續時間為永駐的效果不能擁有替換效果，也不能被做為替換效果（因為它們不能被開啟或關閉）。",
				"一個替換效果的角色點花費總和不能超過原本主要效果的花費總和。因此一個花費為每級2點的10級主要效果（總和為20點），可以有任意花費總合為20點角色點或更低的替換效果。這個花費總和並不包括替換效果修飾符本身的花費。因此，假如上述花費總和為20點的超能力具有5個替換效果（使其最終花費總和變為25點），則它的每個替換效果仍受限於20點的花費總和（包括任何替換效果可能應用的修飾符）。",
				"就跟其他超能力一樣，替換效果可能會由二個或更多的效果所組成，但它們的花費總和不能夠超過主要效果的花費。",
				{
					"type": "example",
					"entries": [
						"O.M.E.G.A.戰鬥裝擁有一套汲取共用能量源的武器陣列，且因此不能同時使用這些武器。這套戰鬥裝的護手噴射砲（{@modifier Increased Range|遠距}{@effect 傷害}）屬於主要超能力效果，而致盲脈衝光束（{@effect 詛咒}效果）和聲波「尖嘯者」 （另一個{@effect 詛咒}效果）則屬於替換效果。由於O.M.E.G.A.戰鬥裝的強化人工「肌肉組織」也汲取使用相同的能量源，因此它提供穿戴者的{@effect Enhanced Trait|增強力量}效果，也無法在它使用任何武器的同時發揮作用。"
					]
				},
				"替換效果不能在你切換到同個陣列的其他替換效果時被使用或維持；它們彼此完全互斥。切換不同的替換效果需要花費一個自由動作，且每一回合只能進行一次。若有任何事物禁用、無效化、或耗盡了陣列中的任意超能力，則該陣列中的所有替換效果也都將受到相同的影響。",
				{
					"type": "entries",
					"translate_name": "動態替換效果", "name": "Dynamic Alternate Effect",
					"entries": [
						"若替換效果為{@b 動態}，則它將需要花費2點角色點；動態替換效果將可以和其他動態替換效果分享角色點，使它們可以以較低的效率被同時使用（因此你必須要有至少二個動態替換效果才能讓它派上用場）。每回合一次以一個自由動作，你可以決定要將多少角色點分配在這些效果上。將陣列的基本效果變為動態需要花費1點角色點。"
					]
				},
				{
					"type": "example",
					"entries": [
						"暗黑新星可以使用他的「宇宙能量」創造出許多不同的效果，唯一的限制只有他的想像力、和決定他同時所能維持事物的專注力。有些效果（例如對於宇宙和異星嚴酷環境的{@effect 免疫}能力、或是環繞他的防護力場）能夠自動發揮效果，但其他的，像是能量衝擊波（{@modifier Increased Range|遠距}{@effect 傷害}）或能量構建（{@effect Create}）就屬於動態替換效果。他的主要效果（{@effect Create}）需要一個花費為1點的修飾符來使其變為動態，而每個加入該陣列的替換效果都需要花費2點（1點使其做為替換效果，再1點使其變為動態替換效果）。因此暗黑新星將可以，舉例來說，將一部份的角色點分配到能量構建上，而仍同時分配一部份的點數到攻擊性的衝擊波上。"
					]
				},
				{
					"type": "inset",
					"translate_name": "幕後花絮：替換效果", "name": "Under the Hood: Alternate Effects",
					"entries": [
						"陣列──一組替換效果的集合──是整個遊戲中最複雜且最重要的結構之一，且在創建與使用上需要特別留意。玩家在創建擁有陣列的角色時需要將這些納入考量，而遊戲主持人則必須在審核這類角色、以及在遊戲中處理他們時仔細考慮這些因素。",
						"替換效果的主要用途是為了讓角色超能力在有限數量的角色點限制下提供一定程度的靈活性。它基於「超能力的廣度具有遞減的價值回報」的假設：一個具有多種「設定」，但同時只能使用一種的超能力比只具有單一用途的超能力來的有價值，但比不過多種可以在同時使用的複數效果。",
						"然而，替換效果很容易被濫用於有效率地壓榨角色點，使其以最低的花費達到最好的成效。這篇關於替換效果的準則就是為了用以幫助限制這種可能，我們不可能在完全抹消濫用可能性的同時，又能提供我們所要的靈活性所帶來的好處。因此，當創建和使用陣列時，遊戲主持人的監督仍是必要的。",
						"在為角色創建替換效果之前，最好先詢問自己一遍：「這個角色概念真的需要這個陣列嗎？」有些角色概念，像是擁有許多不同種類的攻擊手段，很顯然可以被當作一個陣列。然而其他的，像是有著很少會派上用場絕技的超能力，則可能不適合被當作陣列。這類超能力最好做為偶發性的絕技，藉由{@rule 奮力一搏|basic|1|extra effort}和消耗勝利點的方式被使用，而非為其創建一組常駐的替換效果陣列。畢竟這本就是超能力絕技規則的目的所在：因此你不必在角色卡上填滿一堆他很少會用上的替換效果。",
						"若你認為一組陣列是合適的，那麼接下來要做的第一件事就是決定它的整體主題，以及其關聯描述符。它是一組關於不同攻擊手段的陣列，像是戰鬥裝甲的「武器陣列」嗎？又或者它是一組用以體現特定超能力主題的常用超能力絕技集合，像是大地控制、魔法咒語？亦或，它是屬於變形能力的一系列可替換型態？諸如此類。陣列應該要具備某種統一的主題性，而不是「所有我想要我英雄擁有的超能力」，遊戲主持人應該要否決那些缺乏強烈主題性的不適當陣列。"
					]
				}
			]
		},
		{
			"translate_name": "替換抵抗", "name": "Alternate Resistance",
			"type": "extra",
			"cost": {
				"value": {"min":0, "max":1}, "type": "per"
			},
			"entries": [
				"一個應用了這個修飾符的效果需要以不同往常的方式來抵抗。抵抗檢定的難度層級保持不變，只有抵抗的類型改變。若這個改變是將抵抗類型替換成一種通常較為弱小的抵抗類型（並因此讓該效果變得強勢），則這個修飾符將使該效果每級的花費+1點。根據GM的裁斷，若這個改變除了替換抵抗類型之外並沒有多大的實質影響，則這個修飾符的花費為+0。"
			]
		},
		{
			"translate_name": "範圍化", "name": "Area",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"這個強化能讓一個原本只能作用於單體目標的效果影響一整個區域範圍。無須進行攻擊檢定，該效果將直接充斥於其指定的範圍內，範圍區域的大小形狀取決於這個修飾符的類型。範圍內的目標可以進行一次閃避的抵抗檢定（DC 10+效果等級）以避開效果的部分影響（代表其矮身躲到掩體後、閃身躲開等等）。一個成功的抵抗檢定將使範圍效果的等級對目標而言視作被減至原本的一半（尾數捨去，最少1級）。",
				{
					"type": "entries",
					"translate_name": "形狀", "name": "Shape",
					"entries": [
						"選擇下列其中一個選項：",
						{
							"type": "list",
							"items": [
								"{@b 爆發}：該效果充斥於一個30呎半徑（0級距離）的球體範圍。在水平表面上（例如地面）產生的爆發效果將會創造出一個30呎半徑和高度的半球體範圍。",
								"{@b 雲霧}：該效果充斥於一個15呎半徑（-1級距離）的球體範圍，並在其持續時間結束後仍徘徊於該區域內長達一輪（並在該額外輪期間仍正常影響任何範圍內的目標）。在水平表面上（例如地面）產生的雲霧效果將會創造出一個15呎半徑和高度的半球體範圍。",
								"{@b 錐狀}：該效果充斥在一個長、寬、高皆為60呎（1級距離）的錐體範圍，並從該效果的起始點向外蔓延。在水平表面上產生的錐狀效果的高度僅為原本的一半。",
								"{@b 柱狀}：該效果充斥於一個30呎半徑和高度（0級距離）的圓柱體範圍。",
								"{@b 直線}：該效果充斥於一個5呎寬，30呎長（0級距離）的直線上。",
								"{@b 感知}：該效果作用於任何能夠以特定感官感知到目標點的目標﹐與{@modifier Sense-Dependent}相同，你在應用這個修飾符時決定該感官為何。目標可以如常進行閃避抵抗檢定，但若該檢定成功，則他將不會受到任何影響（而非減半效果）。防止目標感知到效果的隱蔽也同樣能阻擋該效果。這個修飾符同時包括了{@modifier Sense-Dependent}的缺陷，因此該修飾符不能再被適用。若這個修飾符被應用於一個已經應用了{@modifier Sense-Dependent}的效果，則它的花費為每級2點而非1點。",
								"{@b 可形變}：該效果將充斥於一個體積為30立方呎（5級體積）的空間，且只要這些效果彼此連續，你就可以自由形塑分配這個效果所佔據的空間。"
							]
						},
						"這個修飾符的每級花費每額外增加+1點，就能使該範圍的距離等級增加1級。因此一個花費為每級+2點的爆發範圍將會有60呎的半徑（1級距離），並在花費為每級+3點時增加至120呎半徑，以此類推。"
					]
				},
				{
					"type": "entries",
					"translate_name": "射程", "name": "Range",
					"entries": [
						"範圍化修飾符與各射程結合使用時的運作方式如下：",
						{
							"type": "list",
							"items": [
								"{@b 近身}：效果的射程必須至少要是近身才能應用範圍化修飾符（射程為個人的效果在定義上就只會作用於使用者自身）。一個近身範圍化效果將以使用者為原點，延展以充斥整個被影響區域；使用者自身並不會被該效果影響。因此舉例來說，近身爆發範圍化傷害效果並不會傷害到站在爆發正中心的使用者。這個免疫性並不適用於其他效果，也不能被延伸應用到其他對象上：若你想要讓範圍內的特定對象不受影響，請使用{@modifier 可選擇}修飾符。若使用者也想要同時受到影響,則使每級花費增加1點。舉例來說，一個近身爆發範圍化治癒效果將會影響到範圍內包刮使用者在內的所有人。這將等同於應用了花費為每級+1的{@modifier 影響他人}修飾符。",
								"{@b 遠程}：一個遠程的範圍化效果可以被置在任何處於該效果射程內的位置，並從該起源點蔓延成其範圍形狀。",
								"{@b 感知距離}：一個感知距離的範圍化效果可以被置於任何使用者可以準確察知的位置。感知距離的範圍效果不需要進行攻擊檢定，目標也無法進行閃避的抵抗檢定。目標仍可以進行原本的抵抗檢定以對抗該效果。感知距離的範圍化效果會被隱蔽或掩護所阻擋，在獲得該效果時選擇一種。選擇隱蔽的場合，若攻擊者無法準確地察知範圍內的目標，則它將不會受到影響。因此即使是濃厚煙幕和黑暗都可以阻擋該效果。選擇掩護的場合則比較類似常見的範圍化效果：固態屏障會阻撓該效果，即使它是透明的也一樣，該效果將能夠忽略像是黑暗、陰影或煙幕之類的隱蔽。只有位於全掩護後的目標不會受到影響。"
							]
						},
						{
							"type": "example",
							"entries": [
								"心靈大師擁有一個爆發範圍化詛咒效果的超能力，讓他能夠控制所有影響範圍內人們的心靈。他必須要能夠準確地察知到目標才能夠控制對方；因此，舉例來說，一名隱形的敵人或處於他視線範圍外的目標將不會受到影響，即使他們處於該爆發範圍內也一樣。另一方面，位於玻璃牆面或隱形力場後方的目標仍會受到影響，因為心靈大師能夠清楚地察知他們。相反的，假設恐懼大師同樣擁有一個爆發範圍化詛咒效果的超能力──他的恐慌毒氣，位於固態屏障後方的目標（像是玻璃牆或隱形護盾的另一側）將不會受到影響，但對於他看不見或被隱蔽的目標而言，即使恐懼大師無法察知他們的存在，因為毒氣仍能觸及他們的位置，因此他們仍會受到影響。"
							]
						}
					]
				}
			]
		},
		{
			"_translate_name": "攻擊化", "name": "Attack",
			"type": "extra",
			"cost": {
				"value": 0, "type": "per"
			},
			"entries": [
				"This extra applies to personal range effects, making them into attack effects. Examples include Shrinking and Teleport, causing a target to shrink or teleport away, respectively. Unlike most extras, the effect’s cost does not change, although it does work differently.",
				"The effect no longer works on you (so a Teleport Attack can’t be used to teleport yourself, for example). It affects one creature of any size or 50 lbs. of inanimate mass. The effect has close range and requires a standard action and an attack check to touch the subject. Its range can be improved with the Range extra while its required action can be changed with the Action modifier. The target gets a resistance check, determined when the effect is made into an attack. Generally Dodge or Will is the most appropriate. A successful check negates the effect.",
				"You must also define reasonably common circumstances that negate an Attack effect entirely, such as force fields or the ability to teleport blocking a Teleport Attack. You control the effect, and maintain it, if it has a duration longer than instant.",
				"If you want both versions of an Attack effect, such as being able to Teleport yourself and Teleport others as an attack, take both as Alternate Effects. For the ability to use both options simultaneously—to teleport a target and yourself at the same time, for example—take the effects as separate powers."
			]
		},
		{
			"name": "Contagious",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"Contagious effects work on both the target and anyone coming into contact with the target. New targets resist the effect normally. They also become contagious, and the effect lingers until all traces of it have been eliminated. A Contagious effect is also eliminated if its duration expires. Examples of effects with this extra include “sticky” Afflictions trapping anyone touching them, disease- or toxin-based Weaken effects, or even a Nullify effect spreading from one victim to another."
			]
		},
		{
			"translate_name": "跨維度", "name": "Dimensional",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":3}, "type": "flat"
			},
			"entries": [
				"這個修飾符能讓一個效果作用於一個位於其他維度的目標（若該劇集存在任何其他維度）。你將如同你處於該維度的對應位置使用該效果，並從該點計算該效果的射程影響。",
				"1級的跨維度可以影響一個其他維度。2級的跨維度可以影響屬於一種關聯類群的任意維度（神話維度、祕法維度、邪惡維度、諸如此類）。3級的跨維度則可以影響任何世界設定中存在的其他維度。",
				"對於許多效果而言，你會需要透過跨維度{@effect 遠端感知}效果才能夠指定你在其他維度的目標。若你無法感知到位於其他維度的目標，則他們對你而言將具有全隱蔽。"
			]
		},
		{
			"name": "Extended Range",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"This modifier extends the distance over which a ranged effect works. Each rank of Extended Range doubles all of the effect’s range categories. So 1 rank makes short range (rank x 50 ft.), medium range (rank x 100 ft.) and long range (rank x 200 ft.). Each additional rank further doubles range.",
				"The GM may set limits on the maximum Extended Range an effect can have; as a general guideline, effects used on a planetary surface are limited to the distance to the horizon (beyond which the curvature of the planet makes it impossible to see anything to target it). On Earth at sea level, this is roughly three miles (distance rank 10)."
			]
		},
		{
			"name": "Feature",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"The Feature effect can also serve as an effect modifier, essentially adding on some minor additional capability or benefit to a basic effect. Although listed here as an extra, this is essentially the same as having the Feature Linked to the base effect (see the {@modifier Linked} modifier later in this section); the Feature is an intrinsic part of the overall power, rather than separate.",
				"As with the {@effect Feature} effect, a Feature extra should be significant enough to be worth at least 1 character point and not solely based on the power’s descriptors. So, for example, a fiery Ranged Damage effect does not need a Feature to ignite fires; doing so is part of its “fire” descriptor and can be equally advantageous and problematic. A Ranged Damage effect that consistently “brands” its target with a visible and traceable mark, on the other hand, is an effect with an added Feature."
			]
		},
		{
			"name": "Homing",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"This modifier grants a ranged effect an additional opportunity to hit. If an attack check with a Homing effect fails, it attempts to hit again on the start of your next turn, requiring only a free action to maintain and allowing you to take other actions, including making another attack. Each rank in Homing grants the effect one additional attack check, but it still only gets one check per round.",
				"The Homing effect uses the same accurate sense as the original attack to “track” its target, so concealment effective against that sense may confuse the effect and cause it to miss. If a Homing attack misses due to concealment, it has lost its “lock” on the target and does not get any further chances to hit. You can take Senses Linked to the Homing effect, if desired (to create things like radar-guided or heat-seeking missiles, for example). If a Homing attack is countered before it hits, it loses any remaining chances to hit. The same is true if it hits a different target."
			]
		},
		{
			"translate_name": "強抗", "name": "Impervious",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"{@i 這個修飾符被直接應用於防禦屬性，而非超能力。}",
				"應用了這個修飾符的防禦將具有高強度的抵抗能力。任何抵抗難度修正值等於或低於強抗等級一半（尾數進位）的效果將不會造成任何影響。舉例來說，9級的強抗堅實將會忽略任何等級5或以下的{@effect 傷害}效果。然而，{@modifier 貫穿強抗}修飾符可以克服強抗防禦抵抗的效果。",
				"強抗主要被用於堅實抵抗檢定，用以處理對於一定程度以下傷害具有免疫能力的角色。然而在GM的允許下，它也可以被應用於其他防禦屬性，用以反映角色在抵抗一定程度的效果或危害時具有相當可靠的能力。"
			]
		},
		{
			"translate_name": "增加持續時間", "name": "Increased Duration",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"每個效果都具有其基本的持續時間：即效、維持、常續、或永駐。參見{@rule 持續時間|basic|6|duration}以查閱更多細節。這個修飾符將增加效果的持續時間。選擇下列其中一個選項：",
				{
					"type": "list",
					"items": [
						"{@b 專注}：當應用於一個持續時間為「即效」的效果時，這個修飾符將使其能夠透過專注來維持其效果，這需要使用者在每個回合都採取一個標準動作以專注其效果。若該效果一開始需要進行一次攻擊檢定，則對目標維持其效果並不需要再進行額外的攻擊檢定，但後續回合的效果將不會受益於暴擊帶來的好處。目標將在該效果使用者的每個回合受其影響，並如常進行抵抗檢定（若有）。一旦效果使用者因為任何原因而停止專注，則該效果將終止，且目標將如常從中回復（包括進行抵抗檢定以解除持續性的效應）。",
						"{@b 常續}：當應用於一個持續時間為「維持」的效果時，這個修飾符將使其持續時間變為「常續」。"
					]
				}
			]
		},
		{
			"translate_name": "增加質量", "name": "Increased Mass",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"這個修飾符可以應用於那些讓你得以攜帶或影響一定質量的能力效果，像是{@effect 移動|維度穿梭移動}或{@effect 傳送}效果。這個修飾符的每一級都可以讓你以該效果攜帶或影響的質量等級額外增加1級。因此，舉例來說，應用於{@effect 傳送}效果的3級增加質量，可以讓你在傳送時攜帶最多400磅的質量。"
			]
		},
		{
			"name": "Increased Range",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"Effects have a standard range: personal, close, ranged, or perception. See Range for details. This modifier increases an effect’s range. Choose one of the following options. Increasing the range of an effect from personal to close requires either the Affects Others or Attack extras (see their descriptions). Making a close effect into a perception ranged effect requires two applications of this extra, for +2 cost per rank.",
				{
					"type": "list",
					"items": [
						"{@b Ranged}: Applied to a close effect, this modifier makes it a ranged effect.",
						"{@b Perception}: When applied to a ranged effect, this modifier makes it perception range."
					]
				}
			]
		},
		{
			"translate_name": "無法治癒", "name": "Incurable",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"{@effect 治癒}和{@effect 再生}這類效果無法治療應用了這個修飾符的效果所造成的狀態；目標必須以正常速度的回復。然而，應用了{@b 堅持}強化修飾符的效果仍然可以治療無法治癒的傷害。"
			]
		},
		{
			"name": "Indirect",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"A ranged effect with this modifier can originate from a point other than the user, ignoring cover between the user and the target, such as walls and other intervening barriers, so long as they do not provide cover between the effect’s origin point and the target. An Indirect effect normally originates from a fixed point directed away from you. In some cases, an Indirect effect may count as a surprise attack (see Surprise Attack).",
				{
					"type": "list",
					"items": [
						"{@b Indirect 1}: the effect originates from a fixed point away from you.",
						"{@b Indirect 2}: the effect can come from any point away from you or a fixed point in a fixed direction (not away from you).",
						"{@b Indirect 3}: The effect can come from any point in a fixed direction (not away from you) or a fixed point in any direction.",
						"{@b Indirect 4}: The effect can originate from any point and aim in any direction, including towards you (hitting a target in front of you from behind, for example)."
					]
				}
			]
		},
		{
			"translate_name": "天生", "name": "Innate",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"應用了這個修飾符的效果屬於你先天性質的一部份，且不會被{@effect Nullify}效果所影響。在核准此修飾符的應用時，遊戲主持人必須謹慎處理；該效果必須真的是其與生俱來或本質上的特性，像是大象的體型、或是幽靈的虛體特性。若該效果對於該角色的種族或類型而言並不正常，則它便可能不屬於天生能力。"
			]
		},
		{
			"name": "Insidious",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"This modifier is similar to the Subtle modifier (later in this section), except Insidious makes the result of an effect harder to detect rather than the effect itself. For example, a target suffering from Insidious Damage isn’t even aware he’s been damaged. Someone affected by an Insidious Weaken feels fine until some deficiency makes it obvious that he’s weaker, and so forth. A target of an Insidious effect may remain unaware of the danger until it’s too late!",
				"An Insidious effect is detectable either by a DC 20 skill check (usually Perception, although skills like Expertise, Insight, or Treatment may apply in other cases) or a particular unusual sense, such as an Insidious magical effect noticeable by Detect Magic or Magical Awareness.",
				"Note that Insidious does not make the effect itself harder to notice; apply the Subtle modifier for that. So it is possible for an active Insidious effect to be noticeable: the target can perceive the use of the effect, but not its results: the effect appears “harmless” or doesn’t seem to “do anything” since the target cannot detect the results."
			]
		},
		{
			"name": "Linked",
			"type": "extra",
			"cost": {
				"value": 0, "type": "flat"
			},
			"entries": [
				"This modifier applies to two or more effects, linking them together so they only work in conjunction as one.",
				"The Linked effects must operate at the same range. The action required to use the combined effects is the longest of its components and they use a single attack check (if one is required) and resistance check (if both effects use the same type of check). If the effects have different resistances, targets check against each effect separately. Different Alternate Effects cannot be Linked since they can’t be used at the same time by definition. Generally, the same effect cannot be Linked to itself to “multiply” the results of a failed resistance check (such as two Linked Damage effects causing “double damage” on a failed check).",
				"This modifier does not change the cost of the component effects; simply add their costs together to get the combined effect’s cost.",
				{
					"type": "example",
					"entries": [
						"Captain Thunder has the ability to hurl thunderbolts that shock their targets with electricity and deafen them with powerful claps of thunder. This is a Ranged Damage effect (lightning), costing 2 points per rank, Linked to a Ranged Affliction (deafening thunder), costing 2 points per rank. The combined effect costs 4 points per rank.Since both effects are ranged and require a standard action to use, so does the combined effect. Since Damage requires a Toughness check and Affliction requires a Dodge check, the target checks against them separately, making a Toughness resistance check against the damage of the lightning and a Dodge check to avoid being deafened by the thunder. Since the two effects are Linked, Captain Thunder cannot throw a lightning bolt without the deafening thunderclap, nor can he attempt to merely deafen a target without also hitting them with lightning! (To do these things, Cap might take the stand-alone effects as Alternate Effects.)"
					]
				}
			]
		},
		{
			"name": "Multiattack",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"A Multiattack effect allows you to hit multiple targets, or a single target multiple times, in the same standard action. Multiattack can apply to any effect requiring an attack check. There are three ways in which a Multiattack effect can be used:",
				{
					"type": "entries",
					"name": "Single Target",
					"entries": [
						"To use a Multiattack against a single target, make your attack check normally. If successful, increase the attack’s resistance check DC by +2 for two degrees of success, and +5 for three or more. This circumstance bonus does not count against power level limits.",
						"If an Impervious Resistance would ignore the attack before any increase in the DC, then the attack still has no effect as usual; a volley of multiple shots is no more likely to penetrate Impervious Resistance than just one."
					]
				},
				{
					"type": "entries",
					"name": "Multiple Targets",
					"entries": [
						"You can use Multiattack to hit multiple targets at once by “walking” or “spraying” the Multiattack across an arc. Roll one attack check per target in the arc. You suffer a penalty to each check equal to the total number of targets. So making a Multiattack against five targets is a –5 penalty to each attack check. If you miss one target, you may still attempt to hit the others."
					]
				},
				{
					"type": "entries",
					"name": "Covering Attack",
					"entries": [
						"A Multiattack can provide cover for an ally. Take a standard action and choose an ally in your line of sight, who receives the benefits of cover against enemies in your line of sight and in range of your Multiattack. (You have to be able to shoot at them to get them to keep their heads down or this maneuver won’t work.) You cannot lay down a covering attack for an ally in close combat. An opponent can choose to ignore the cover provided by your covering attack at the cost of being automatically attacked by it; make a normal attack check to hit that opponent."
					]
				}
			]
		},
		{
			"translate_name": "貫穿強抗", "name": "Penetrating",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"你的效果可以在某種程度上克服{@modifier 強抗}防禦抵抗的效用；目標必須進行一次抵抗檢定以對抗等同於你貫穿強抗修飾符等級的效果等級。因此，若一個4級的效果（應用了2級貫穿強抗）命中一名具有9級{@modifier 強抗}的目標，該目標必須進行一次對抗2級效果（等同於貫穿強抗的等級）的抵抗檢定。若該效果的等級為6．則因為其等級大於{@modifier 強抗}修飾符等級的一半，因此目標將必須對該效果的完整等級進行抵抗檢定。你不能使貫穿強抗的等級高於你應用該修飾符的效果的等級。"
			]
		},
		{
			"translate_name": "精確", "name": "Precise",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"你可以使用具備精確修飾符的效果來執行需要細緻與精密控制的行為，像是使用精確{@effect 傷害}效果來點焊金屬或刻下你的名號縮寫、使用精確{@effect Move Object}效果以打字或開鎖、使用精確{@effect Environment}效果以精準調整特定的溫度等等。關於應用了精確修飾符的效果能做到什麼樣的程度，GM具有最終的決定權，且可能會要求一次屬性、技能、或超能力檢定來決定這些行為的精確程度。"
			]
		},
		{
			"name": "Reach",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"Each time you apply this modifier to a close range effect, you extend its reach by 5 feet. This may represent a short-ranged effect or one with a somewhat greater reach, like a whip, spear, or similar weapon."
			]
		},
		{
			"_translate_name": "反應觸發", "name": "Reaction",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":3}, "type": "per"
			},
			"entries": [
				"Each effect has a default action required to use it: standard, free, or none (for permanent effects). See Action for details. This modifier changes an effect’s required action from a standard or free to a reaction, occurring automatically when a specific triggering event occurs. This is similar to the Triggered modifier (later in this section) but reaction effects do not need to be “set,” originate from their user, and can function repeatedly, so long as their triggering requirement is met.",
				"Specify a triggering circumstance that activates the effect, such as someone touching or attacking the user, activating a particular effect or power in the user’s presence, and so forth. The GM is the final arbiter as to whether or not a triggering circumstance is suitable for a particular effect in the context of the series. Caution should be used to keep this option from being abused.",
				"When the triggering circumstance occurs, the effect activates automatically, even if it is not the character’s turn. The user can only prevent the reaction effect from occurring by choosing to deactivate the effect entirely (as a free action), in which case no circumstance will trigger it. For the ability to choose to have some triggering circumstances activate the effect and some not, apply the Selective modifier as well.",
				{
					"type": "example",
					"entries": [
						"The villain Shoktor can create an aura of electricity around his body, damaging anyone or anything touching him. This is a Reaction Damage effect, causing Damage when Shoktor is touched. Of course, Shoktor’s aura zaps anyone or anything touching him, including his allies! The only way he can prevent this is to turn the aura off altogether. If Shoktor possessed the ability to have his aura only damage people and things he wants it to damage, he would need to have the Selective modifier applied to the effect as well."
					]
				},
				"The Reaction modifier applies +1 cost per rank to effects with a default action of free, +3 cost per rank to effects with a default standard action."
			]
		},
		{
			"translate_name": "可逆", "name": "Reversible",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"只要目標還處於應用了可逆修飾符的效果的射程內，你就能夠以一個自由動作隨意解除該效果所造成的狀態。範例包括解除{@effect 傷害}效果所造成的傷害狀態、修復{@effect 弱化}堅實所導致的損傷、或立即解除{@effect 詛咒}效果。通常來說，你並不能控制這類效果已經造成的結果。"
			]
		},
		{
			"name": "Ricochet",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"You can ricochet or bounce an attack effect with this modifier off of a solid surface to change its direction. This allows you to attack around corners, overcome cover and possibly make a surprise attack against an opponent. It does not allow you to affect multiple targets. The “bounce” has no effect apart from changing the attack’s direction. You must be able to define a clear path for your attack, which must follow a straight line between each ricochet. Each rank in Ricochet allows you to bounce the attack once before it hits. Ricochet may grant a bonus to hit due to surprise, at the GM’s discretion."
			]
		},
		{
			"name": "Secondary Effect",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"An instant duration effect with this modifier affects the target once immediately (when the effect is used) and then once again on the following round, at the end of the attacker’s turn. The target gets the normal resistance check against the secondary effect.",
				"Secondary Effects don’t stack, so if you attack a target with your Secondary Effect on the round after a successful hit, it doesn’t affect the target twice; it simply delays the second effect for another round. You can attack the target with a different effect, however. So, for example, if you hit a target with a Secondary Damage Effect then, on the following round, hit with an Affliction, the target suffers both the Affliction and the Secondary Damage."
			]
		},
		{
			"translate_name": "可選擇", "name": "Selective",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"一個應用了這個修飾符的可抵抗效果將具備敵我辨識能力，讓你得以決定誰會被影響、誰不會被影響。這個修飾符對於範圍效果（參見{@modifier 範圍化}修飾符）相當有幫助。你必須能夠準確地認知到目標才能夠決定對方是否會被影響。若要使非抵抗型效果具備一定程度的可選擇性，請使用{@modifier 精確}修飾符。"
			]
		},
		{
			"translate_name": "入眠", "name": "Sleep",
			"type": "extra",
			"cost": {
				"value": 0, "type": "per"
			},
			"entries": [
				"當這個修飾符被應用於一個會導致目標陷入{@condition 失能}狀態的效果，則每當該效果要使目標陷入{@condition 失能}狀態時，將改為使對方陷入{@condition 沉睡}。參見{@condition 沉睡}狀態的說明。"
			]
		},
		{
			"name": "Split",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"With this modifier, a resistible effect that works on one target can split between two. The attacker chooses how many ranks to apply to each target up to the effect’s total rank. So a rank 10 effect could be split 5/5, 4/6, 2/8, or any other total adding up to 10. If an attack check is required, the attacker makes one, comparing the results against each target. The effect works on each target at its reduced rank.",
				"Each additional rank of this modifier allows the power to split an additional time, so rank 2 allows an effect to split among three targets, then four, and so forth. An effect cannot split to less than 1 rank per target, and cannot apply more than one split to the same target. Thus maximum Split rank equals the effect’s rank."
			]
		},
		{
			"translate_name": "隱密使用", "name": "Subtle",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":2}, "type": "flat"
			},
			"entries": [
				"應用了隱密使用的效果將變得不那麼明顯。一個隱密使用的效果可以在目標不知情的情況下發揮作用，或在某些情況下造成{@rule 突襲攻擊|basic|8|surprise attack}。1級的隱密使用可以使效果難以被察覺；其他人需要進行一次DC 20的感知技能檢定才能察覺、或者該效果只能藉由特定罕見感官才能被察覺到（由GM裁斷）。2級的隱密使用則可以使該效果完全無法被察覺。"
			]
		},
		{
			"name": "Sustained",
			"type": "extra",
			"cost": {
				"value": 0, "type": "per"
			},
			"entries": [
				"Applied to a permanent duration effect, this modifier makes it sustained duration, requiring a free action to use (rather than none, like other permanent effects). The benefit is the sustained effect can be improved using extra effort, including using it to perform power stunts. The drawback is the effect requires a free action each turn to maintain it, and being unable to do so means the effect shuts off.",
				{
					"type": "example",
					"entries": [
						"The Protection effect is permanent, meaning it always protects the character, but concentrating or trying harder does not make the effect more protective, nor can the character use it for power stunts. Sustained Protection can be turned on and off, improved with extra effort, and used for power stunts. It might represent a power like a personal force field, or increased density requiring a modicum of concentration to maintain."
					]
				}
			]
		},
		{
			"name": "Triggered",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"You can “set” an instant duration effect with this modifier to activate under particular circumstances, such as in response to a particular danger, after a set amount of time, in response to a particular event, and so forth—chosen when you apply the modifier. Once chosen, the trigger cannot be changed.",
				"The circumstances must be detectable by your senses. You can acquire Senses Limited and Linked to Triggered effects, if desired. Setting the effect requires the same action as using it normally.",
				"A Triggered effect lying in wait may be detected with a Perception check (DC 10 + effect rank) and in some cases disarmed with a successful skill or power check (such as Sleight of Hand, Technology, Nullify or another countering effect) with a DC of (10 + effect rank).",
				"A Triggered effect is good for one use per rank in this modifier. After its last activation, it stops working.",
				"You can apply an additional rank of Triggered to have a Variable Trigger, allowing you to change the effect’s trigger each time you set it."
			]
		},
		{
			"name": "Variable Descriptor",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":2}, "type": "flat"
			},
			"entries": [
				"You can change the descriptors of an effect with this modifier, varying them as a free action once per round. With rank 1, you can apply any of a closely related group of descriptors, such as weather, electromagnetic, temperature, and so forth. With rank 2, you can apply any of a broad group, such as any mental, magical, or technological descriptor. The GM decides if a given descriptor is appropriate in conjunction with a particular effect and this modifier."
			]
		},
		{
			"name": "Activation",
			"type": "flaw",
			"cost": {
				"value": {"min":-1, "max":-2}, "type": "flat"
			},
			"entries": [
				"A power with this flaw requires an action to prepare or activate before any of its effects are usable. If the power requires a move action to activate, the flaw is –1 point. If it requires a standard action, it is –2 points. Activation taking less than a move action is not a flaw, although may qualify as a complication (see the Power Loss complication for details).",
				"Activation has no effect other than making all of the power’s effects available for use. The effects themselves still require their normal actions to use. You can use a power’s effects in the same turn as you activate it, provided you have sufficient actions to do so. If the power is deactivated—either voluntarily or involuntarily via effects like Nullify—you must activate it again in order to use any of its effects.",
				"Activation applies to an entire power and all of its effects. Activating the power brings all of its effects “online” and makes them available. If you have to activate different effects separately, apply this flaw to each of them, requiring separate actions for each.",
				"If Activation is not automatic, apply the Check Required flaw to the entire power as well and have the player make the necessary check in order to activate the power. If the check fails, the power does not activate, and the character has to take the activation action to try again.",
				{
					"type": "entries",
					"name": "Activation and Permanent Effects",
					"entries": [
						"The Activation flaw does allow permanent effects that are part of a power to be turned off, but only if the power as a whole is deactivated. It does not affect the other aspects of permanent duration, including the inability to improve the effect with extra effort. The GM should decide if allowing a permanent effect to have an Activation is appropriate based on the specific effect and any others it is combined with in the power.",
						{
							"type": "example",
							"entries": [
								"Stonewall has the power to turn into a super-strong rock-form. This is a combination of the Enhanced Strength, Impervious Protection, and Power-Lifting effects. Stonewall’s player applies the Activation flaw to the power, saying Stonewall has to concentrate and take a standard action to assume his rock-form. That reduces the total cost of all three effects by 2 character points and means unless Stonewall takes a standard action to activate his rock-form, he cannot use any of the power’s effects, even including permanent ones like Protection."
							]
						}
					]
				}
			]
		},
		{
			"name": "Check Required",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "flat_per"
			},
			"entries": [
				"An effect with this flaw requires a check of some sort—usually a skill check—with a difficulty class of 10 + ranks in Check Required. If the check fails, the effect doesn’t work, although the action required to use it is expended (so attempting to activate a standard action effect takes a standard action whether the check is successful or not).",
				"If the check succeeds, the character gains the use of 1 effect rank per point the check exceeds the DC. Thus a check result of 14 allows the character to use up to 4 ranks of the effect. If a lesser rank of the effect doesn’t do anything, then it’s the same as failing the check.",
				"The required check occurs as part of the action to use the effect and provides no benefit other than helping to activate it. Normal modifiers apply to the check, and if you are unable to make the required check for any reason, the effect doesn’t work.",
				"A natural 1 rolled on the check means it fails automatically, regardless of the check result. So there is always a small chance the effect won’t work, regardless of the character’s check bonus.",
				"This check must be in addition to any check(s) normally required for the effect. So, for example, the normal perception check made in conjunction with a sensory effect does not count as an application of this flaw, and applying it means an additional check is required before the effect’s normally required check(s).",
				{
					"type": "example",
					"entries": [
						"A spellcaster has Senses 4 (Detect Magic, Ranged, Acute, Analyze) with Expertise: Magic Check Required 4. The player needs to make a DC 14 skill check (10 + 4 flaw ranks) to successfully cast the spell, followed by the normal Perception check to pick up on anything present, and perhaps another Expertise check to interpret what the character senses."
					]
				},
				{
					"type": "entries",
					"name": "Check Examples",
					"entries": [
						"Skill checks an effect may require include:",
						{
							"type": "list",
							"items": [
								"{@b Acrobatics}: Suitable for effects requiring a measure of coordination or complex maneuvering.",
								"{@b Deception}: Good for effects intended to deceive, particularly sensory effects like Concealment or Illusion, and disguise or form-altering effects like Morph.",
								"{@b Expertise}: An Expertise skill check might represent having to know something about the subject of the effect or having to know something about the effect itself.",
								"{@b Intimidation}: Useful for effects intended to inspire fear as well as similar offensive effects like Affliction.",
								"{@b Stealth}: Best suited to sensory effects, particularly Concealment.",
								"{@b Technology}: Operating a complex device may require a Technology check."
							]
						}
					]
				}
			]
		},
		{
			"translate_name": "專注", "name": "Concentration",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"應用於持續時間為維持的效果，這個修飾符將使該效果的持續時間變為「專注」，使其在每個回合都需要採取一個標準動作，而非自由動作來維持其效果。詳情參見{@rule 持續時間|basic|6|duration}。"
			]
		},
		{
			"name": "Diminished Range",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "flat_per"
			},
			"entries": [
				"Each rank of Diminished Range reduces the effect’s short, medium, and long ranges. One rank in this flaw gives the effect a short range of 10 feet x power rank, medium range of 25 feet x power rank, and long range of 50 feet x power rank. A second rank reduces the multipliers to 5 feet, 10 feet, and 25 feet, and a third rank reduces them to 2 feet, 5 feet, and 10 feet. Three ranks is the maximum a character can have in this flaw."
			]
		},
		{
			"translate_name": "分神", "name": "Distracting",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"使用具有分神修飾符的效果時需要非比尋常的專注力，而這也將導致你在使用該效果時處於{@condition 脆弱}狀態，持續直到你的下個回合開始。"
			]
		},
		{
			"name": "Fades",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"Each time you use an effect with this flaw, it loses 1 rank of effectiveness. For effects with a duration longer than instant, each round is considered “one use.” Once the effect reaches 0 ranks, it stops working. A faded effect can be “recovered” in some fashion, such as recharging, rest, repair, reloading, and so forth. The GM decides when and how a faded effect recovers, but it should generally occur outside of combat and take at least an hour’s time. The GM may allow a hero to recover a faded effect immediately and completely by spending a victory point."
			]
		},
		{
			"_translate_name": "反饋", "name": "Feedback",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"You suffer damage when a manifestation of your effect is damaged. This flaw only applies to effects with physical (or apparently physical) manifestations, such as Create, Illusion, or Summon, for example. If your power’s manifestation is damaged, make a resistance check against the attack’s damage rank, using your effect’s rank as the resistance check bonus. For example, if a manifestation of a rank 10 effect is attacked for damage 12, you must make a resistance check against damage 12 with a +10 bonus (the effect’s rank) in place of your normal Toughness."
			]
		},
		{
			"name": "Grab-Based",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"An attack effect with this flaw requires you to successfully grab a target before using the effect (see Grab). This generally applies to an effect that is close range, since you have to be in close combat to grab anyway. If the effect’s default range is not close, apply the Close modifier as well. If you do not succeed on the grab, you cannot use the effect. If your grab attempt succeeds, the effect occurs automatically as a reaction.",
				{
					"type": "example",
					"entries": [
						"Leech has a draining touch that is a Grab-Based Weaken Strength effect. So the monstrous villain has to take a standard action and make a grab first in order to use it. If his close attack check hits, the target makes a Dodge or Fortitude resistance check against Leech’s Strength. If it fails, the target then makes the Fortitude resistance check against the villain’s Weaken effect to see how much Strength Leech drains away."
					]
				},
				"This flaw is essentially a form of Resistible, with a grab check rather than a regular resistance check (see the Resistible flaw for more)."
			]
		},
		{
			"name": "Inaccurate",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"An effect with this flaw is hard to control or wildly inaccurate. Each rank gives you a –2 penalty to attack checks with the effect."
			]
		},
		{
			"name": "Increased Action",
			"type": "flaw",
			"cost": {
				"value": {"min":-1, "max":-3}, "type": "per"
			},
			"entries": [
				"Using an effect requires one of the following types of actions: standard, move, free, or reaction. Each increase in the required action from that effect’s base action type (free to move, for example) is a –1 cost per rank modifier."
			]
		},
		{
			"_translate_name": "限定條件", "name": "Limited",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"An effect with this flaw is not effective all the time. Limited powers generally break down into two types: those usable only in certain situations and those usable only on certain things. For example Only While Singing Loudly, Only While Flying, Only on Men (or Women), Only Against Fire, Not Usable on Yellow Things, and so forth. As a general rule, the effect must lose about half its usefulness to qualify for this modifier. Anything less limiting is better handled as an occasional complication.",
				{
					"type": "entries",
					"name": "Partially Limited",
					"entries": [
						"If your effect is only somewhat effective in particular circumstances, apply the flaw to only some of its ranks. For example, an attack effect that does less damage against targets with Protection (to represent a diminished ability to penetrate armor, for example) applies the Limited flaw to only those ranks that are ineffective."
					]
				}
			]
		},
		{
			"translate_name": "顯而易見", "name": "Noticeable",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "flat"
			},
			"entries": [
				"一個持續時間為常續或永駐的效果，在應用了這個修飾符後將在某種程度上變得顯而易見（參見{@rule 注意到超能力效果|basic|6|noticing power effects}）。為該效果選擇一種顯而易見的展示形式。舉例來說，顯而易見{@effect 保護}效果可能會以裝甲鋼板、或者革質生皮甲的形式呈現，清楚地顯示出該角色比原本更加堅韌的事實。"
			]
		},
		{
			"name": "Permanent",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"A continuous effect with this flaw becomes permanent in duration. It cannot be turned off, it is always on by default. If some outside force—usually a Nullify effect—does turn it off, it turns back on automatically at the earliest opportunity. Additionally, you cannot improve a permanent effect using extra effort.",
				"Permanent effects may be inconvenient at times (including things like being permanently incorporeal or 30 feet tall); this is included in the value of the flaw."
			]
		},
		{
			"name": "Quirk",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "flat_per"
			},
			"entries": [
				"A Quirk is some minor nuisance attached to an effect, essentially the reverse of a Feature (see Feature under Extras). A Quirk is generally worth, at most, 2–3 character points, and many are simply 1-point flaws.",
				"As with Features, the GM should ensure a Quirk is truly a flaw (albeit a minor one) and not simply part of the power’s descriptors. For example, the fact that an attack with a “sonic” descriptor likely will not travel through a vacuum is not a Quirk, simply part of the “sonic” descriptor (especially since the attack may be enhanced by a medium such as water). On the other hand, a shapeshifter unable to change color (losing some of the power’s utility), or a telepath unable to lie while using Mental Communication, do have Quirks to their powers.",
				"The GM sets the rank (and therefore value) of any given Quirk for an effect, based on how troublesome it may be, similar to setting ranks for the Benefit advantage and Feature effect (see those trait descriptions for details)."
			]
		},
		{
			"name": "Reduced Range",
			"type": "flaw",
			"cost": {
				"value": {"min":-1, "max":-2}, "type": "per"
			},
			"entries": [
				"An effect has a range of close, ranged, or perception. Decreasing an effect’s range by one step (from ranged to close, for example) is worth 1 point per rank. Some effects have their range determined by rank. To change the effect’s range, increase or decrease its rank; this flaw does not apply. Effects that are close range by default cannot further decrease their range."
			]
		},
		{
			"name": "Removable",
			"type": "flaw",
			"cost": {
				"value": "-1 or -2 points per 5 points", "type": "special"
			},
			"entries": [
				"Effects with this flaw can be “taken away” from you, removing your access to the effects until you regain it. Typically, this means a power that resides in an object, called a device, which someone else can remove. There are two different versions of this flaw covered in the following paragraphs; the first is Removable and the second is Easily Removable.",
				"A removable power may only be removed when you are both stunned and defenseless, essentially unable to resist, and cannot be removed during action time. This means opponents can generally only remove the power after defeating you (leaving you incapacitated) or through some sort of scheme outside of a conflict, such as a plot to break into your headquarters and steal a device kept there, for example.",
				"An easily removable power can be taken away with a disarm or grab action (see Action & Adventure). This typically represents a hand-held device (such as a weapon, magic wand, remote control, or the like) or some worn item easily snatched from you, like a hat or cloak.",
				{
					"type": "entries",
					"name": "Removable Point Value",
					"entries": [
						"Removable applies to the power as a whole and not individual effects, although it may apply to a power with only one effect. The flaw is worth –1 point (–2 points for Easily Removable) per 5 total character points of the power’s final cost, after applying extras and flaws to its effects.",
						{
							"type": "example",
							"entries": [
								"Mistress Marine’s armor provides Veronica with a number of effects, including Damage, Enhanced Strength, Flight, Protection, and Senses. The total character point cost of all the armors effects is 98 points, including extras and flaws applied to those effects. Dividing the total cost by 5 is 20. So the Removable flaw reduces the cost of the Mistress Marines armor by 20 points, from 98 to 78 character points. However the armor can be taken away, disabled, and so forth, and the player receives no victory points for a complication when it happens due to the nature of the flaw."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Removable and Damage",
					"entries": [
						"Removable devices can be damaged, possibly even destroyed (see Damage effect description for details). So long as the character has character points invested in the device, it can be repaired, eventually. This usually requires time between adventures, perhaps even a special adventure to find certain rare parts, specialized help, or other components.",
						"For a flat 1-point reduction in the value of the Removable flaw, you can define a device as Indestructible. It can still be taken away, but cannot be damaged or destroyed, except as a GM-imposed complication (earning the player a victory point as usual). This reduction can lower the value of the flaw to 0, in which case the character gets no character point discount for the device."
					]
				},
				{
					"type": "entries",
					"name": "Removable and Complications",
					"entries": [
						"The temporary loss of a removable power does not constitute a complication, any more than the result of any other flaw. You can have a device or power-object as a descriptor without this flaw, if you wish, in which case the power cannot be removed or taken away from you without a complication applied by the GM (earning you a victory point) or the use of an effect like Nullify, which has predefined conditions for recovery."
					]
				},
				{
					"type": "inset",
					"name": "Under the Hood: Removable and Equipment",
					"entries": [
						"Items provided by the Equipment advantage (see Advantages) are essentially effects and other traits with Easily Removable, along with the various other limitations outlined in the Gadgets & Gear, amounting to a reduction of –4 points per 5 character points of final cost. Thus the Equipment advantage provides 5 points worth of equipment per rank (or 1 character point)."
					]
				}
			]
		},
		{
			"_translate_name": "可被抵抗", "name": "Resistible",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"When applied to an effect that doesn’t normally allow a resistance check, this flaw gives it one. Choose the defense when the flaw is applied. Since effects that work on others allow a resistance check by definition, this nearly always applies to personal effects that allow someone interacting with them to circumvent the effect with a successful check.",
				"For example, an Enhanced Parry defense effect might reflect a low-level reading of a target’s mind to anticipate and avoid attacks. It allows a Will resistance check to overcome the effect, denying you the defense bonus against that opponent (and applying this flaw to the effect). Likewise, your Concealment effect might be illusory rather than a true physical transformation, permitting a Will resistance check for someone to overcome it. A sustained Protection effect might be some sort of “kinetic field” that permits an attacker a Fortitude resistance check to overcome it.",
				"When applied to an effect that does normally allow a resistance check, this flaw gives it an additional one, which may be the same as its normal resistance, or different. The target makes both resistance checks and applies the better of the two to determine the effect’s result.",
				"For example, a Damage effect might involve whirling blades an attacker can avoid with a successful Dodge resistance check, circumventing the need for a Toughness check against the damage. Similarly a Weaken effect based on a poison dart might add a Toughness check to see if the dart penetrates the target’s skin in addition to making the usual Fortitude check against the effect."
			]
		},
		{
			"_translate_name": "感官依賴", "name": "Sense-Dependent",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"The target of a Sense-Dependent effect must be able to perceive the effect for it to work. The target gets a Dodge resistance check. Success means the target has managed to avert his eyes, cover his ears, etc. and the effect doesn’t work. Otherwise the effect works normally and the target makes the usual resistance check against it, if any.",
				"Opponents aware of a Sense-Dependent effect can also deliberately block the targeted sense: looking away, covering or blocking their ears, etc. This provides a +10 bonus to resistance checks against the effect, but gives others partial concealment from that sense. An opponent unable to use a sense (blind, deaf, etc.) is immune to effects dependent on it. Opponents can do this by closing their eyes, wearing ear- or nose-plugs, or using another effect like Concealment. This gives you total concealment from that sense.",
				"Sensory effects are Sense-Dependent by definition, and cannot apply this flaw. To give a target additional resistance to a sensory effect, use the Resistible flaw."
			]
		},
		{
			"name": "Side Effect",
			"type": "flaw",
			"cost": {
				"value": {"min":-1, "max":-2}, "type": "per"
			},
			"entries": [
				"Failing to successfully use an effect with this flaw causes some problematic effect. Failure includes missing an attack check, or the target successfully resisting the effect. If the side effect always occurs when you use the effect, whether you succeed or fail, it is worth –2 cost per rank.",
				"The exact nature of the side effect is for you and the Gamemaster to determine. As a general guideline, it should be an effect about the same in value as the effect with this flaw. So an effect with a cost of 20 points should have a 20-point side effect. Typical side effects include Affliction, Damage, or Weaken, or the base effect itself (it essentially rebounds and affects you instead). The Side Effect does not require an attack check and only affects you, although the GM may permit some Side Effects with the Area modifier on a case-by-case basis. You get a normal resistance check against the Side Effect. If you are immune to your own powers, you aren’t immune to its side-effect.",
				"The GM may also allow a Complication Side Effect, which essentially imposes a complication on you without awarding a victory point. See Complications for more information."
			]
		},
		{
			"name": "Tiring",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"An effect with this flaw causes you to suffer a level of fatigue when you use it. You recover from this fatigue normally, and can use victory points to overcome it by spending the victory point at the start of the round following the use of a tiring effect. In essence, the power requires extra effort in order to use it (see Extra Effort). This makes Tiring a useful flaw for creating an effect you can only use with extra effort.",
				"Tiring is often applied to just some ranks of an effect to represent a higher level of the effect, usable only through extra effort. For example, a hero might have a rank 12 Damage effect, but routinely use only 8 ranks of it. The remaining 4 ranks are Tiring, so using them quickly fatigues the hero.",
				"A Tiring effect can be combined with extra effort, but the fatigue stacks, causing a minimum of two levels of fatigue per use."
			]
		},
		{
			"name": "Uncontrolled",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"You have no control over an effect with this flaw. Instead, the Gamemaster decides when and how it works (essentially making it a plot device). This flaw is best suited for mysterious powers out of the characters’ direct control or effects the GM feels more comfortable having under direct, rather than player, control."
			]
		},
		{
			"_translate_name": "不可靠", "name": "Unreliable",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"An Unreliable effect doesn’t work all the time. Roll a die each round before you use or maintain the effect. On a 10 or less, it doesn’t work this round, but you’ve still used the action the effect requires. You can roll again on the following round to see if it works, although you must take the normal action needed to activate the effect again. Spending a victory point on your reliability roll allows you to succeed automatically (since the roll is then at least an 11).",
				"Alternately, instead of having a reliability roll, you can choose to have five uses where your effect works normally, then it stops working altogether until you can “recover” it in some way (see Fades flaw for more on this). The GM may allow you to spend a victory point to automatically recover a spent Unreliable power.",
				"Powers that are only occasionally unreliable (less than about 50% of the time) are better handled as complications (see Complications.)",
				{
					"type": "inset",
					"name": "Under the Hood: Reloading and Resetting",
					"entries": [
						"One possible application of the Unreliable flaw is to reflect weapons or equipment that occasionally run out of ammunition or “jam” or “crash” and must be reloaded or reset in some way. It really only applies to effects where this happens fairly often, as given in the Unreliable flaw description. Large ammo or fuel capacities, which only occasionally run out or inconvenience the character, are better handled as descriptors and occasional complications when they actually prove problematic.",
						{
							"type": "example",
							"entries": [
								"A gun-toting vigilante, Marksman has a variety of guns (acquired via the Equipment advantage). Generally, he has sufficient ammunition that it isn’t a concern, no matter how many shots he fires or how many thugs he guns down. When, during a long fire-fight, the Gamemaster decides Marksman’s guns click on empty, the player gets a victory point for the complication, forcing the hero to come up with a new plan, fast!"
							]
						}
					]
				}
			]
		}
	]
}