{
	"modifier": [
		{
			"translate_name": "準確", "name": "Accurate",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"應用了這個強化的效果會變得特別準確；你在以該效果進行攻擊檢定時將會獲得每準確等級+2的加值。超能力階級仍會限制任何效果的最大攻擊加值。"
			]
		},
		{
			"translate_name": "影響實體", "name": "Affects Corporeal",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"靈體存在可以使用應用了這個強化的效果以影響實體世界（參見{@effect 虛體化}效果的描述）。當一個應用了這個修飾符的效果被用於實體目標，該效果的等級將被視作這個修飾符的等級，最高等同於該效果原本的等級。擁有1~3級虛體化效果的角色並不需要這個修飾符就能夠利用他們的超能力效果影響物質世界，然而他們可以將這個修飾符應用於他們的力量屬性等級，以讓他們得以在處於虛體化型態時發揮部分的力量。"
			]
		},
		{
			"translate_name": "影響虛體", "name": "Affects Insubstantial",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":2}, "type": "flat"
			},
			"entries": [
				"應用了這個強化的效果將能夠作用於虛體目標，且仍能對實體目標發揮其原本的效果。1級的影響虛體將使該效果能夠以原本一半的等級（尾數捨去）作用虛體目標上；2級的影響虛體則能使該效果對虛體目標發揮其完整的效果等級。"
			]
		},
		{
			"translate_name": "影響物體", "name": "Affects Objects",
			"type": "extra",
			"cost": {
				"value": {"min":0, "max":1}, "type": "per"
			},
			"entries": [
				"這個修飾符能讓那些原本是以韌性防禦抵抗的效果得以作用於非活物的物體上（沒有體質屬性的對象）。通常來說，這個強化會應用於像是{@effect 治癒}或{@effect 弱化}的效果，使它們能如同作用於活體生物一樣在物體上發揮相同的效用。若此修飾符會使該效果{@b 只能影響物體}，僅能作用於物體上而非活體生物，則這個修飾符的花費為+0。",
				"物體並不會進行抵抗檢定；作用於目標物體的該效果將發揮其最大程度的成功的效用。根據GM的裁斷，持握、攜帶或穿戴目標物體的某人可以進行一次閃避抵抗檢定以對抗該效果，代表目標物體在最後一刻擺脫了影響它的效果。"
			]
		},
		{
			"translate_name": "影響他人", "name": "Affects Others",
			"type": "extra",
			"cost": {
				"value": {"min":0, "max":1}, "type": "per"
			},
			"entries": [
				"這個修飾符能讓你使其他人得以使用一個射程為個人的效果。你必須以一個標準動作觸碰目標，對方將能夠自己控制對該效果的使用（儘管你可以在你想要的時候以一個自由動作收回該效果的使用權）。若你無法維持該效果，那麼即使其他人正在使用該效果，該效果也將停止作用。你和你的目標（們）可以同時使用該效果。",
				"若此修飾符會使該效果{@b 只能影響他人}，而自己不能使用，則這個修飾符的花費為+0。"
			]
		},
		{
			"translate_name": "替換效果", "name": "Alternate Effect",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":2}, "type": "flat"
			},
			"entries": [
				"這個修飾符讓你能夠將效果「切換」成另一個完全不同的效果！舉例來說，帶有「雷射」描述符的{@effect 傷害}效果可能會有一個做為替換效果的{@samplepower Dazzle|視覺炫目}能力：同樣的雷射光束可以被用於傷害他人或是使目標致盲，但不能兩者同時作用。你可以將替換效果想成一種超能力的不同「設置」。（若要結合複數效果使其同時發揮作用，請參見本章節的{@modifier 連結}修飾符）一系列的替換效果被稱為一個{@b 陣列}。",
				"一個替換效果可以是任意等級的效果和不同修飾符的組合。替換效果甚至可能會有不同的描述符，在合理範圍內有著主題上的聯繫。這讓你得以擁有兩種不同版本的傷害效果，像是火焰衝擊波、和寒冰衝擊波。持續時間為永駐的效果不能擁有替換效果，也不能被做為替換效果（因為它們不能被開啟或關閉）。",
				"一個替換效果的角色點花費總和不能超過原本主要效果的花費總和。因此一個花費為每級2點的10級主要效果（總和為20點），可以有任意花費總合為20點角色點或更低的替換效果。這個花費總和並不包括替換效果修飾符本身的花費。因此，假如上述花費總和為20點的超能力具有5個替換效果（使其最終花費總和變為25點），則它的每個替換效果仍受限於20點的花費總和（包括任何替換效果可能應用的修飾符）。",
				"就跟其他超能力一樣，替換效果可能會由二個或更多的效果所組成，但它們的花費總和不能夠超過主要效果的花費。",
				{
					"type": "example",
					"entries": [
						"O.M.E.G.A.戰鬥裝擁有一套汲取共用能量源的武器陣列，且因此不能同時使用這些武器。這套戰鬥裝的護手噴射砲（{@modifier Increased Range|遠距}{@effect 傷害}）屬於主要超能力效果，而致盲脈衝光束（{@effect 詛咒}效果）和聲波「尖嘯者」 （另一個{@effect 詛咒}效果）則屬於替換效果。由於O.M.E.G.A.戰鬥裝的強化人工「肌肉組織」也汲取使用相同的能量源，因此它提供穿戴者的{@effect Enhanced Trait|增強力量}效果，也無法在它使用任何武器的同時發揮作用。"
					]
				},
				"替換效果不能在你切換到同個陣列的其他替換效果時被使用或維持；它們彼此完全互斥。切換不同的替換效果需要花費一個自由動作，且每一回合只能進行一次。若有任何事物禁用、無效化、或耗盡了陣列中的任意超能力，則該陣列中的所有替換效果也都將受到相同的影響。",
				{
					"type": "entries",
					"translate_name": "動態替換效果", "name": "Dynamic Alternate Effect",
					"entries": [
						"若替換效果為{@b 動態}，則它將需要花費2點角色點；動態替換效果將可以和其他動態替換效果分享角色點，使它們可以以較低的效率被同時使用（因此你必須要有至少二個動態替換效果才能讓它派上用場）。每回合一次以一個自由動作，你可以決定要將多少角色點分配在這些效果上。將陣列的基本效果變為動態需要花費1點角色點。"
					]
				},
				{
					"type": "example",
					"entries": [
						"暗黑新星可以使用他的「宇宙能量」創造出許多不同的效果，唯一的限制只有他的想像力、和決定他同時所能維持事物的專注力。有些效果（例如對於宇宙和異星嚴酷環境的{@effect 免疫}能力、或是環繞他的防護力場）能夠自動發揮效果，但其他的，像是能量衝擊波（{@modifier Increased Range|遠距}{@effect 傷害}）或能量構建（{@effect 創造}）就屬於動態替換效果。他的主要效果（{@effect 創造}）需要一個花費為1點的修飾符來使其變為動態，而每個加入該陣列的替換效果都需要花費2點（1點使其做為替換效果，再1點使其變為動態替換效果）。因此暗黑新星將可以，舉例來說，將一部份的角色點分配到能量構建上，而仍同時分配一部份的點數到攻擊性的衝擊波上。"
					]
				},
				{
					"type": "inset",
					"translate_name": "幕後花絮：替換效果", "name": "Under the Hood: Alternate Effects",
					"entries": [
						"陣列──一組替換效果的集合──是整個遊戲中最複雜且最重要的結構之一，且在創建與使用上需要特別留意。玩家在創建擁有陣列的角色時需要將這些納入考量，而遊戲主持人則必須在審核這類角色、以及在遊戲中處理他們時仔細考慮這些因素。",
						"替換效果的主要用途是為了讓角色超能力在有限數量的角色點限制下提供一定程度的靈活性。它基於「超能力的廣度具有遞減的價值回報」的假設：一個具有多種「設定」，但同時只能使用一種的超能力比只具有單一用途的超能力來的有價值，但比不過多種可以在同時使用的複數效果。",
						"然而，替換效果很容易被濫用於有效率地壓榨角色點，使其以最低的花費達到最好的成效。這篇關於替換效果的準則就是為了用以幫助限制這種可能，我們不可能在完全抹消濫用可能性的同時，又能提供我們所要的靈活性所帶來的好處。因此，當創建和使用陣列時，遊戲主持人的監督仍是必要的。",
						"在為角色創建替換效果之前，最好先詢問自己一遍：「這個角色概念真的需要這個陣列嗎？」有些角色概念，像是擁有許多不同種類的攻擊手段，很顯然可以被當作一個陣列。然而其他的，像是有著很少會派上用場絕技的超能力，則可能不適合被當作陣列。這類超能力最好做為偶發性的絕技，藉由{@rule 奮力一搏|basic|1|extra effort}和消耗勝利點的方式被使用，而非為其創建一組常駐的替換效果陣列。畢竟這本就是超能力絕技規則的目的所在：因此你不必在角色卡上填滿一堆他很少會用上的替換效果。",
						"若你認為一組陣列是合適的，那麼接下來要做的第一件事就是決定它的整體主題，以及其關聯描述符。它是一組關於不同攻擊手段的陣列，像是戰鬥裝甲的「武器陣列」嗎？又或者它是一組用以體現特定超能力主題的常用超能力絕技集合，像是大地控制、魔法咒語？亦或，它是屬於變形能力的一系列可替換型態？諸如此類。陣列應該要具備某種統一的主題性，而不是「所有我想要我英雄擁有的超能力」，遊戲主持人應該要否決那些缺乏強烈主題性的不適當陣列。"
					]
				}
			]
		},
		{
			"translate_name": "替換抵抗", "name": "Alternate Resistance",
			"type": "extra",
			"cost": {
				"value": {"min":0, "max":1}, "type": "per"
			},
			"entries": [
				"一個應用了這個修飾符的效果需要以不同往常的方式來抵抗。抵抗檢定的難度層級保持不變，只有抵抗的類型改變。若這個改變是將抵抗類型替換成一種通常較為弱小的抵抗類型（並因此讓該效果變得強勢），則這個修飾符將使該效果每級的花費+1點。根據GM的裁斷，若這個改變除了替換抵抗類型之外並沒有多大的實質影響，則這個修飾符的花費為+0。"
			]
		},
		{
			"translate_name": "範圍化", "name": "Area",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"這個強化能讓一個原本只能作用於單體目標的效果影響一整個區域範圍。無須進行攻擊檢定，該效果將直接充斥於其指定的範圍內，範圍區域的大小形狀取決於這個修飾符的類型。範圍內的目標可以進行一次閃避的抵抗檢定（DC 10+效果等級）以避開效果的部分影響（代表其矮身躲到掩體後、閃身躲開等等）。一個成功的抵抗檢定將使範圍效果的等級對目標而言視作被減至原本的一半（尾數捨去，最少1級）。",
				{
					"type": "entries",
					"translate_name": "形狀", "name": "Shape",
					"entries": [
						"選擇下列其中一個選項：",
						{
							"type": "list",
							"items": [
								"{@b 爆發}：該效果充斥於一個30呎半徑（0級距離）的球體範圍。在水平表面上（例如地面）產生的爆發效果將會創造出一個30呎半徑和高度的半球體範圍。",
								"{@b 雲霧}：該效果充斥於一個15呎半徑（-1級距離）的球體範圍，並在其持續時間結束後仍徘徊於該區域內長達一輪（並在該額外輪期間仍正常影響任何範圍內的目標）。在水平表面上（例如地面）產生的雲霧效果將會創造出一個15呎半徑和高度的半球體範圍。",
								"{@b 錐狀}：該效果充斥在一個長、寬、高皆為60呎（1級距離）的錐體範圍，並從該效果的起始點向外蔓延。在水平表面上產生的錐狀效果的高度僅為原本的一半。",
								"{@b 柱狀}：該效果充斥於一個30呎半徑和高度（0級距離）的圓柱體範圍。",
								"{@b 直線}：該效果充斥於一個5呎寬，30呎長（0級距離）的直線上。",
								"{@b 感知}：該效果作用於任何能夠以特定感官感知到目標點的目標﹐與{@modifier 感官依賴}相同，你在應用這個修飾符時決定該感官為何。目標可以如常進行閃避抵抗檢定，但若該檢定成功，則他將不會受到任何影響（而非減半效果）。防止目標感知到效果的隱蔽也同樣能阻擋該效果。這個修飾符同時包括了{@modifier 感官依賴}的缺陷，因此該修飾符不能再被適用。若這個修飾符被應用於一個已經應用了{@modifier 感官依賴}的效果，則它的花費為每級2點而非1點。",
								"{@b 可形變}：該效果將充斥於一個體積為30立方呎（5級體積）的空間，且只要這些效果彼此連續，你就可以自由形塑分配這個效果所佔據的空間。"
							]
						},
						"這個修飾符的每級花費每額外增加+1點，就能使該範圍的距離等級增加1級。因此一個花費為每級+2點的爆發範圍將會有60呎的半徑（1級距離），並在花費為每級+3點時增加至120呎半徑，以此類推。"
					]
				},
				{
					"type": "entries",
					"translate_name": "射程", "name": "Range",
					"entries": [
						"範圍化修飾符與各射程結合使用時的運作方式如下：",
						{
							"type": "list",
							"items": [
								"{@b 近身}：效果的射程必須至少要是近身才能應用範圍化修飾符（射程為個人的效果在定義上就只會作用於使用者自身）。一個近身範圍化效果將以使用者為原點，延展以充斥整個被影響區域；使用者自身並不會被該效果影響。因此舉例來說，近身爆發範圍化傷害效果並不會傷害到站在爆發正中心的使用者。這個免疫性並不適用於其他效果，也不能被延伸應用到其他對象上：若你想要讓範圍內的特定對象不受影響，請使用{@modifier 可選擇}修飾符。若使用者也想要同時受到影響,則使每級花費增加1點。舉例來說，一個近身爆發範圍化治癒效果將會影響到範圍內包刮使用者在內的所有人。這將等同於應用了花費為每級+1的{@modifier 影響他人}修飾符。",
								"{@b 遠程}：一個遠程的範圍化效果可以被置在任何處於該效果射程內的位置，並從該起源點蔓延成其範圍形狀。",
								"{@b 感知距離}：一個感知距離的範圍化效果可以被置於任何使用者可以準確察知的位置。感知距離的範圍效果不需要進行攻擊檢定，目標也無法進行閃避的抵抗檢定。目標仍可以進行原本的抵抗檢定以對抗該效果。感知距離的範圍化效果會被隱蔽或掩護所阻擋，在獲得該效果時選擇一種。選擇隱蔽的場合，若攻擊者無法準確地察知範圍內的目標，則它將不會受到影響。因此即使是濃厚煙幕和黑暗都可以阻擋該效果。選擇掩護的場合則比較類似常見的範圍化效果：固態屏障會阻撓該效果，即使它是透明的也一樣，該效果將能夠忽略像是黑暗、陰影或煙幕之類的隱蔽。只有位於全掩護後的目標不會受到影響。"
							]
						},
						{
							"type": "example",
							"entries": [
								"心靈大師擁有一個爆發範圍化詛咒效果的超能力，讓他能夠控制所有影響範圍內人們的心靈。他必須要能夠準確地察知到目標才能夠控制對方；因此，舉例來說，一名隱形的敵人或處於他視線範圍外的目標將不會受到影響，即使他們處於該爆發範圍內也一樣。另一方面，位於玻璃牆面或隱形力場後方的目標仍會受到影響，因為心靈大師能夠清楚地察知他們。相反的，假設恐懼大師同樣擁有一個爆發範圍化詛咒效果的超能力──他的恐慌毒氣，位於固態屏障後方的目標（像是玻璃牆或隱形護盾的另一側）將不會受到影響，但對於他看不見或被隱蔽的目標而言，即使恐懼大師無法察知他們的存在，因為毒氣仍能觸及他們的位置，因此他們仍會受到影響。"
							]
						}
					]
				}
			]
		},
		{
			"translate_name": "攻擊化", "name": "Attack",
			"type": "extra",
			"cost": {
				"value": 0, "type": "per"
			},
			"entries": [
				"這個修飾符適用於射程為「個人」的效果，使它們變為攻擊類別的效果。例子包括{@effect 縮小}和{@effect 傳送}攻擊，將會使各自的目標縮小或傳送離開。不像大多數的強化修飾符，儘管應用了這個強化的能力效果的作用方式將變得完全不同，其花費並不會因此改變。",
				"該效果將不再作用於你（因此舉例來說，{@effect 傳送}攻擊將無法再用於你自己身上）。該效果將影響一個生物、或是任何質量不超過50磅，任意尺寸的無生命物質。該效果的射程將變為「近身」，且需要採取一個標準動作並進行一次攻擊檢定以觸碰到目標。它的射程可以透過{@modifier 增加射程}修飾符來提升，而它所需的動作則可以透過{@modifier Reaction|反應觸發}修飾符來改變。目標能夠進行一次抵抗檢定，其使用的防禦屬性將在這個效果被變為攻擊類別的效果時決定。通常來說，閃避或意志會是最合適的。成功的抵抗檢定將會抵銷該效果。",
				"你也必須設定一個能夠合理地完全抵消攻擊化效果的常見情境，像是力量場、或是傳送攻擊對本身擁有傳送能力的對象無效。你能夠控制該效果的作用，且若該效果的持續時間超過「即效」，則你也必須維持該效果。",
				"若你想要同時擁有原版本和攻擊版本的效果，像是能夠傳送自己，且能夠以攻擊的方式傳送他人，則你可以將這兩者做為{@modifier 替代效果}獲得。若你想要同時使用這個兩個選項的能力──例如同時傳送你自己和一個目標──則請將這兩個效果做為不同的超能力獲得。"
			]
		},
		{
			"translate_name": "傳染性", "name": "Contagious",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"傳染性效果將會作用於目標以及任何接觸到目標的對象。新的目標將得以如常進行抵抗，且若他們抵抗失敗，則作用於他們身上的效果也將具備傳染性。該效果持續直到所有的接觸途徑被消滅、或其持續時效結束。應用這個強化的效果範例包括了能夠困住任何觸碰對象的「黏性」{@effect 詛咒}效果、疾病或毒素的{@effect 弱化}效果、或甚至是能夠在受害者之間擴散蔓延的{@effect 無效化}效果。"
			]
		},
		{
			"translate_name": "跨維度", "name": "Dimensional",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":3}, "type": "flat"
			},
			"entries": [
				"這個修飾符能讓一個效果作用於一個位於其他維度的目標（若該劇集存在任何其他維度）。你將如同你處於該維度的對應位置使用該效果，並從該點計算該效果的射程影響。",
				"1級的跨維度可以影響一個其他維度。2級的跨維度可以影響屬於一種關聯類群的任意維度（神話維度、祕法維度、邪惡維度、諸如此類）。3級的跨維度則可以影響任何世界設定中存在的其他維度。",
				"對於許多效果而言，你會需要透過跨維度{@effect 遠端感知}效果才能夠指定你在其他維度的目標。若你無法感知到位於其他維度的目標，則他們對你而言將具有全隱蔽。"
			]
		},
		{
			"translate_name": "延伸遠程距離", "name": "Extended Range",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"這個修飾符能夠延伸遠距效果所能作用的距離﹐這個修飾符的每級都會使該效果的短、中、長距離範圍變為原本的兩倍。因此1級的延伸遠程距離將會使該效果的三種距離範圍變為：短距離（效果等級 x 50呎）、中距離（效果等級 x 100呎）、長距離（效果等級 x 200呎）。每一級額外的等級都會再使這個距離範圍加倍。",
				"GM可能會限制延伸遠程距離應用於效果上的等級上限；做為一條通用準則，用於行星表面上的效果的射程被限制最多只能到地平線的那一端（一旦超過這個距離，使用者將因為行星表面的曲率而無法看見任何得以瞄準的目標）。在地球的海平面上，這個距離大約是 3哩（10級距離等級）。"
			]
		},
		{
			"translate_name": "特色", "name": "Feature",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"{@effect 特色}效果同時也能被當作應用於效果的修飾符，為基本效果添加一些次要的能力或好處。儘管它在此被列為一種強化修飾符，但它實質上等同於將{@effect 特色}效果與該基本效果相{@modifier 連結}；這種類型的特色屬於整個完整能力的一部份，而非獨立的特色能力。",
				"和{@effect 特色}效果一樣，做為強化修飾符的特色必須要重要到足以具有1點角色點的價值，而非僅僅是某個超能力效果的描述符。因此舉例來說，熊熊燃燒的{@modifier Increased Range|遠距}{@effect 傷害}效果並不需要應用特色修飾符就能夠點燃火焰；這個能力本身就包括在「火焰」的描述符中，可以帶來助益，也同樣能帶來麻煩。然而另一方面，能夠為其目標「烙印」上可見且可追蹤印記的{@modifier Increased Range|遠距}{@effect 傷害}效果，就屬於一個添加了特色修飾符的效果。"
			]
		},
		{
			"translate_name": "追蹤導引", "name": "Homing",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"這個修飾符將使遠距效果獲得更多命中目標的機會。若使用應用了追蹤導引的效果的攻擊檢定失手，則它將在你的下個回合開始時再次嘗試命中同一個目標，這麼做需要花費一個自由動作，並讓你得以採取其他動作，像是進行另一次攻擊。每級的追蹤導引修飾符都將使該效果再獲得一次進行攻擊檢定的機會，但它每輪仍只能進行一次檢定。",
				"應用了追蹤導引的效果將使用與原本攻擊相同的準確感官以「追蹤」它的目標，因此若該感官被遮蔽，則這個效果可能會因此受影響並使其丟失目標。若追蹤導引攻擊因為遮蔽的緣故而失手，則它將無法「鎖定」它的目標，並失去進一步命中目標的機會。若你希望，你可以將{@effect Sense|感官}效果與應用了追蹤導引的效果相{@modifier 連結}（讓你得以創造出像是雷達追蹤或熱感應飛彈）。若追蹤導引攻擊在命中目標前就被反制，則它將失去任何殘存的命中機會。若它命中了不同的目標，也會導致這樣的狀況。"
			]
		},
		{
			"translate_name": "強抗", "name": "Impervious",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"{@i 這個修飾符被直接應用於防禦屬性，而非超能力。}",
				"應用了這個修飾符的防禦將具有高強度的抵抗能力。任何抵抗難度修正值等於或低於強抗等級一半（尾數進位）的效果將不會造成任何影響。舉例來說，9級的強抗堅實將會忽略任何等級5或以下的{@effect 傷害}效果。然而，{@modifier 貫穿強抗}修飾符可以克服強抗防禦抵抗的效果。",
				"強抗主要被用於堅實抵抗檢定，用以處理對於一定程度以下傷害具有免疫能力的角色。然而在GM的允許下，它也可以被應用於其他防禦屬性，用以反映角色在抵抗一定程度的效果或危害時具有相當可靠的能力。"
			]
		},
		{
			"translate_name": "增加持續時間", "name": "Increased Duration",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"每個效果都具有其基本的持續時間：即效、維持、常續、或永駐。參見{@rule 持續時間|basic|6|duration}以查閱更多細節。這個修飾符將增加效果的持續時間。選擇下列其中一個選項：",
				{
					"type": "list",
					"items": [
						"{@b 專注}：當應用於一個持續時間為「即效」的效果時，這個修飾符將使其能夠透過專注來維持其效果，這需要使用者在每個回合都採取一個標準動作以專注其效果。若該效果一開始需要進行一次攻擊檢定，則對目標維持其效果並不需要再進行額外的攻擊檢定，但後續回合的效果將不會受益於暴擊帶來的好處。目標將在該效果使用者的每個回合受其影響，並如常進行抵抗檢定（若有）。一旦效果使用者因為任何原因而停止專注，則該效果將終止，且目標將如常從中回復（包括進行抵抗檢定以解除持續性的效應）。",
						"{@b 常續}：當應用於一個持續時間為「維持」的效果時，這個修飾符將使其持續時間變為「常續」。"
					]
				}
			]
		},
		{
			"translate_name": "增加質量", "name": "Increased Mass",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"這個修飾符可以應用於那些讓你得以攜帶或影響一定質量的能力效果，像是{@effect 移動|維度穿梭移動}或{@effect 傳送}效果。這個修飾符的每一級都可以讓你以該效果攜帶或影響的質量等級額外增加1級。因此，舉例來說，應用於{@effect 傳送}效果的3級增加質量，可以讓你在傳送時攜帶最多400磅的質量。"
			]
		},
		{
			"translate_name": "增加射程", "name": "Increased Range",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"每個效果都具有其基本的射程：個人、近身、遠距、或感知距離。參見{@rule 射程|basic|6|range}以查閱更多細節。這個修飾符將增加效果的射程。選擇下列其中一個選項。若要將射程為「個人」的效果變為「近身」，你需要應用{@modifier 影響他人}或{@modifier 攻擊化}修飾符（參見各自的敘述）。若要將射程為「近身」的效果變為「感知距離」，你需要應用這個修飾符二次，花費將因此變為每級+2點。",
				{
					"type": "list",
					"items": [
						"{@b 遠距}：應用於射程為「近身」的效果，這個修飾符將使其射程變為「遠距」。",
						"{@b 感知距離}：應用於射程為「遠距」的效果，這個修飾符將使其射程變為「感知距離」。"
					]
				}
			]
		},
		{
			"translate_name": "無法治癒", "name": "Incurable",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"{@effect 治癒}和{@effect 再生}這類效果無法治療應用了這個修飾符的效果所造成的狀態；目標必須以正常速度的回復。然而，應用了{@b 堅持}強化修飾符的效果仍然可以治療無法治癒的傷害。"
			]
		},
		{
			"translate_name": "間接發生", "name": "Indirect",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"應用了這個修飾符的遠距修飾符可以從使用者以外的一點為源點發揮作用，無視使用者與目標之間的掩護（像是牆壁或其他介於中間的障礙物）；然而，介於新源點與目標之間的掩護仍能發揮作用。間接發生的效果通常會以一個固定點為源點發生，並朝遠離你的方向作用。在某些情況下，間接發生的效果可能會被視作一次突襲攻擊（參見{@rule 突襲攻擊|basic|8|Surprise Attack}）。",
				{
					"type": "list",
					"items": [
						"{@b 間接發生 1級}：該效果將以一個固定點為源點發生，並向著遠離你的方向作用。",
						"{@b 間接發生 2級}：該效果將以任意一點為源點發生，並向著遠離你的方向作用；或者，以一個固定點為源點發生，並向著一個（非遠離你的）固定方向作用。",
						"{@b 間接發生 3級}：該效果將以任意一點為源點發生，並向著一個（非遠離你的）固定方向作用 ；或者，以一個固定點為源點發生，並向著任意方向作用。",
						"{@b 間接發生 4級}：該效果將以任意一點為源點發生，並向著任意方向作用，包括朝向你作用（這讓你得以從背後攻擊站在你面前的敵人）。"
					]
				}
			]
		},
		{
			"translate_name": "天生", "name": "Innate",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"應用了這個修飾符的效果屬於你先天性質的一部份，且不會被{@effect 無效化}效果所影響。在核准此修飾符的應用時，遊戲主持人必須謹慎處理；該效果必須真的是其與生俱來或本質上的特性，像是大象的體型、或是幽靈的虛體特性。若該效果對於該角色的種族或類型而言並不正常，則它便可能不屬於天生能力。"
			]
		},
		{
			"translate_name": "隱密作用", "name": "Insidious",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"這個修飾符與{@modifier 隱密使用}修飾符類似，但這個修飾符是使其效果所造成的結果難以被察覺，而非使效果本身難以被察覺。舉例來說，承受到隱密作用{@effect 傷害}效果的目標可能甚至不會察覺自己受到了傷害。而受到隱密作用{@effect 弱化}效果影響的目標，在某些徵兆明顯指出他變虛弱之前，都會覺得自己仍維持著良好的狀態。隱密作用效果的目標可能會無法察覺到危險的存在，直到一切為時已晚！",
				"隱密作用效果可以透過一次DC 20的技能檢定（通常是{@skill 感知}、但在某些情況下也可能會使用{@skill 專業}、{@skill 洞見}、或{@skill 診療}等技能）、或者藉由特定罕見感官才能被察覺到，比如說藉由{@effect Sense|探查魔法}或{@effect Sense|魔法覺察感官}將能夠注意到隱密作用的魔法效果。",
				"要注意的是，隱密作用修飾符並不會使效果本身變得難以察覺；若要這麼做，請使用{@modifier 隱密使用}修飾符。因此，一個應用了隱密作用的效果仍可能會被注意到：目標將會查覺到該效果的使用，但不會察覺到其造成的後果：由於目標無法察覺到其造成的結果，因此該效果看起來彷彿「無害」、或像是「完全沒有發揮效果」一樣。"
			]
		},
		{
			"translate_name": "連結", "name": "Linked",
			"type": "extra",
			"cost": {
				"value": 0, "type": "flat"
			},
			"entries": [
				"這個修飾符將應用於兩個或多個效果上，使它們結合在一起，並因此讓其只能夠被做為一個複合效果以發揮作用。",
				"被連結的效果必須具有相同的射程。使用這個複合效果所需採取的動作將以其構成效果中最長的動作為基準，且它們彼此將共用同一個攻擊檢定（若任何構成效果需要進行攻擊檢定）和抵抗檢定（若其構成效果的抵抗檢定類型相同）。若其構成效果要求的抵抗類型不同，則目標將針對這些效果個別進行抵抗檢定。同個陣列中的不同{@modifier 替換效果}項不能被相連結在一起，因為它們在定義上就不能被同時使用。通常來說，相同效果不能被彼此連結以「加倍」其抵抗檢定失敗所導致的後果（舉例來說，不能讓兩個相連結的{@effect 傷害}效果在目標抵抗檢定失敗後造成兩倍的傷害）。",
				"這個修飾符並不會改變其構成效果的花費；簡單地將它們的花費加在一起就能得到複合效果的總花費。",
				{
					"type": "example",
					"entries": [
						"雷霆隊長擁有著投擲雷電的能力，能夠在用閃電電擊目標的同時，利用轟然雷鳴聲使目標耳聾。這個超能力是由一個{@modifier Increased Range|遠距}{@effect 傷害}效果（閃電），花費為每級2點，和一個{@modifier Increased Range|遠距}{@effect 詛咒}（致聾雷鳴），花費為每級2點，相連結而構成的。這個複合效果的花費為每級4點。由於這兩個構成效果的射程皆為遠距，且它們都需要使用者採取一個標準動作以使用，因此使用這個複合效果也一樣需要採取一個標準動作。由於傷害效果要求目標進行堅實檢定，而詛咒效果要求的則是閃避檢定，因此這個複合效果的目標將需要針對它們各進行一次抵抗檢定：對閃電傷害進行堅實抵抗檢定，並進行閃避檢定以避免被雷鳴致聾。由於這兩個效果被相連結，因此雷霆隊長無法擲出不帶有致聾雷鳴聲的閃電，也無法不使用閃電擊中目標而僅嘗試讓目標陷入耳聾狀態。（若要達到上述目標，雷霆隊長可能會需要以{@modifier 替換效果}的形式獲得這些獨立的效果。）"
					]
				}
			]
		},
		{
			"translate_name": "多重攻擊", "name": "Multiattack",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"多重攻擊效果讓你能夠以在一個標準動作中同時攻擊多個目標，或對單一目標做出多次打擊。多重攻擊可以適用於任何需要攻擊檢定的效果上。多重攻擊效果有三種使用方式：",
				{
					"type": "entries",
					"translate_name": "單一目標", "name": "Single Target",
					"entries": [
						"若要對單一目標使用多重攻擊，則你如常進行你的攻擊檢定。若檢定成功，則二個程度的成功將使該攻擊的抵抗檢定的DC額外+2；三個或以上程度的成功則額外+5。這個情境加值並不會被計入超能力階級的限制。",
						"若某個{@modifier 強抗}能夠使該攻擊在提升其DC前將其無效，則該攻擊仍然會如常被無效；多重射擊所造成的彈幕並不會因此比單發射擊更容易穿透強抗防禦。"
					]
				},
				{
					"type": "entries",
					"translate_name": "多重目標", "name": "Multiple Targets",
					"entries": [
						"你可以使用多重攻擊以同時命中複數目標，藉由「移動」或「掃射」以對一個扇形範圍做出多重攻擊。你在各檢定中都將承受等同於目標總數的罰值。因此對五個目標進行多重攻擊將會使每次攻擊檢定承受-5罰值。若你對其中一個目標的攻擊失手，你仍然可以繼續嘗試命中其他目標。"
					]
				},
				{
					"type": "entries",
					"translate_name": "掩護攻擊", "name": "Covering Attack",
					"entries": [
						"多重攻擊也可以為隊友提供某種掩護效果。採取一個標準動作並選擇一個位於你視線內的隊友，對於處於你視線範圍和攻擊範圍內的敵人而言，他將獲得掩護的好處。（你必須要能夠射中他們以強迫他們低下頭，否則這個戰技將無法發揮效果。）你不能藉由掩護攻擊為處於近身戰鬥中的隊友提供掩護。敵人可以選擇以承受你的攻擊做為代價，並無視你掩護攻擊所提供的掩護效果；如常對該敵人進行一次攻擊檢定。"
					]
				}
			]
		},
		{
			"translate_name": "貫穿強抗", "name": "Penetrating",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"你的效果可以在某種程度上克服{@modifier 強抗}防禦抵抗的效用；目標必須進行一次抵抗檢定以對抗等同於你貫穿強抗修飾符等級的效果等級。因此，若一個4級的效果（應用了2級貫穿強抗）命中一名具有9級{@modifier 強抗}的目標，該目標必須進行一次對抗2級效果（等同於貫穿強抗的等級）的抵抗檢定。若該效果的等級為6．則因為其等級大於{@modifier 強抗}修飾符等級的一半，因此目標將必須對該效果的完整等級進行抵抗檢定。你不能使貫穿強抗的等級高於你應用該修飾符的效果的等級。"
			]
		},
		{
			"translate_name": "精確", "name": "Precise",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"你可以使用具備精確修飾符的效果來執行需要細緻與精密控制的行為，像是使用精確{@effect 傷害}效果來點焊金屬或刻下你的名號縮寫、使用精確{@effect 移動物體}效果以打字或開鎖、使用精確{@effect 環境}效果以精準調整特定的溫度等等。關於應用了精確修飾符的效果能做到什麼樣的程度，GM具有最終的決定權，且可能會要求一次屬性、技能、或超能力檢定來決定這些行為的精確程度。"
			]
		},
		{
			"translate_name": "延伸觸及", "name": "Reach",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"每次你將這個修飾符應用於一個射程為「近身」的效果，你就能使它的觸及距離增加5呎。這可能代表了某種短程、或是具有較大觸及範圍的效果，像是鞭子、矛、或類似武器。"
			]
		},
		{
			"translate_name": "反應觸發", "name": "Reaction",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":3}, "type": "per"
			},
			"entries": [
				"每個效果都有著使用它所需要的預設動作：標準、自由、或無（永駐效果不需要任何動作就會發揮效果）。更多細節請參見{@rule 動作|basic|8|action types}章節。這個修飾符將使一個效果所需的動作從標準動作或自由動作變成一個反應，使其在特定觸發事件發生時自動啟動。反應觸發有些類似{@modifier 設置觸發}修飾符，但它並不需要事先「設置」，會以使用者為源點發生，且只要其觸發條件被滿足就可以重複發動。",
				"指定一個會觸發該效果的情境條件，像是當某人觸碰或攻擊使用者時、在使用者在場時發動特定效果或超能力時，諸如此類。GM擁有最終裁斷權以決定什麼樣的觸發情境適合劇集內容中的特定效果。這個項目必須謹慎以待，避免其遭到濫用。",
				"當觸發情境發生時，該效果將會自動啟動，即使當下並非該角色的回合也一樣。使用者若要避免反應觸發的效果發生，則他將必須選擇將該效果完全關閉（以一個自由動作），這麼一來，任何情境都不會再觸發該效果。若想要讓使用者能夠選擇讓其中一些情境條件能夠觸發該效果，而不讓其在其他情境條件下觸發的話，請一併應用{@modifier 可選擇}修飾符。",
				{
					"type": "example",
					"entries": [
						"反派電剋者能夠創造出一個包覆他整個身體的電氣力場，使任何碰觸他的人事物遭受傷害。這個超能力是一個應用了反應觸發的{@effect 傷害}效果，會在電剋者被觸碰時對他人造成傷害。電剋者的能量力場會電擊任何觸碰他的人事物，當然，也包括了他的隊友！他若要避免誤傷友軍的話，就只能將整個電氣力場關閉。若電剋者想要擁有讓他的電氣力場只傷害他想要傷害對象的能力，則他會需要將{@modifier 可選擇}修飾符一併應用於該效果。"
					]
				},
				"反應觸發修飾符的花費，在應用於預設動作為自由動作的效果時為每級+1點，應用於預設動作為標準動作的效果時則為每級+3點。"
			]
		},
		{
			"translate_name": "可逆", "name": "Reversible",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat"
			},
			"entries": [
				"只要目標還處於應用了可逆修飾符的效果的射程內，你就能夠以一個自由動作隨意解除該效果所造成的狀態。範例包括解除{@effect 傷害}效果所造成的傷害狀態、修復{@effect 弱化}堅實所導致的損傷、或立即解除{@effect 詛咒}效果。通常來說，你並不能控制這類效果已經造成的結果。"
			]
		},
		{
			"translate_name": "跳彈", "name": "Ricochet",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"你可以使應用了這個修飾符的攻擊類效果藉著固體表面上彈射或反彈以改變其方向。這讓你的攻擊得以繞過轉角、克服掩護、或可能對敵人進行一次{@rule 突襲攻擊|basic|8|surprise attack}。這個修飾符並不會讓你得以影響複數目標。這個「彈射」除了改變攻擊方向的效果之外就沒有其他作用。你必須要能夠為你的攻擊定義清晰的路徑，且每個彈射點之間都必須以直線相連。每級的跳彈修飾符都能讓你得以在該攻擊在命中目標前彈射一次。根據GM的裁斷，跳彈可能會因為其出奇不意的性質而帶來命中加值。"
			]
		},
		{
			"translate_name": "二次效果", "name": "Secondary Effect",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"應用了這個修飾符，且持續時間為「即效」的效果將在其被使用時立即影響目標一次，並在下一輪攻擊者的回合結束時再次作用於目標一次。目標得以如常對第二次作用的效果進行抵抗檢定。",
				"同一個應用了二次效果修飾符的效果並不會疊加，因此若你使用該效果成功命中目標的下一個回合再次命中它，則該效果並不會在該回合作用兩次，而僅僅是把二次效果的影響延遲到下一輪。然而，你仍然可以使用不同的效果攻擊目標。因此舉例來說，假如你使用一個二次{@effect 傷害}效果命中目標，並在下一輪又以一個{@effect 詛咒}效果命中目標，則目標將在該回合同時承受詛咒以及二次傷害的影響。"
			]
		},
		{
			"translate_name": "可選擇", "name": "Selective",
			"type": "extra",
			"cost": {
				"value": 1, "type": "per"
			},
			"entries": [
				"一個應用了這個修飾符的可抵抗效果將具備敵我辨識能力，讓你得以決定誰會被影響、誰不會被影響。這個修飾符對於範圍效果（參見{@modifier 範圍化}修飾符）相當有幫助。你必須能夠準確地認知到目標才能夠決定對方是否會被影響。若要使非抵抗型效果具備一定程度的可選擇性，請使用{@modifier 精確}修飾符。"
			]
		},
		{
			"translate_name": "入眠", "name": "Sleep",
			"type": "extra",
			"cost": {
				"value": 0, "type": "per"
			},
			"entries": [
				"當這個修飾符被應用於一個會導致目標陷入{@condition 失能}狀態的效果，則每當該效果要使目標陷入{@condition 失能}狀態時，將改為使對方陷入{@condition 沉睡}。參見{@condition 沉睡}狀態的說明。"
			]
		},
		{
			"translate_name": "分裂", "name": "Split",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"利用這個修飾符，一個原本作用於單一目標的可抵抗效果將能夠分裂作用於兩個目標。攻擊者將分配每個目標將各自受到該效果多少等級的影響，其等級總和不能超過該效果原本的等級。因此，一個10級的效果可以被分配成5/5分、4/6分、2/8分，或任何總和為10的分配法。若該效果需要使用者進行攻擊檢定，則攻擊者只需要進行一次攻擊檢定，並使用該結果與各目標的防禦相比。該效果將以其被分配的效果等級作用於各個目標身上。",
				"這個修飾符的每級額外等級都將使該超能力效果得以再分裂一次，因此2級的分裂將使一個效果得以被分裂到三個目標，3級則可以分裂到四個目標，以此類推。一個效果的等級不能被分裂至低於1級，且不能將分裂出去的多個效果同時作用於同一個目標。因此，分裂修飾符的等級最多等同於該效果的等級。"
			]
		},
		{
			"translate_name": "隱密使用", "name": "Subtle",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":2}, "type": "flat"
			},
			"entries": [
				"應用了隱密使用的效果將變得不那麼明顯。一個隱密使用的效果可以在目標不知情的情況下發揮作用，或在某些情況下造成{@rule 突襲攻擊|basic|8|surprise attack}。1級的隱密使用可以使效果難以被察覺；其他人需要進行一次DC 20的感知技能檢定才能察覺、或者該效果只能藉由特定罕見感官才能被察覺到（由GM裁斷）。2級的隱密使用則可以使該效果完全無法被察覺。"
			]
		},
		{
			"translate_name": "維持", "name": "Sustained",
			"type": "extra",
			"cost": {
				"value": 0, "type": "per"
			},
			"entries": [
				"應用於持續時間為永駐的效果，這個修飾符將使該效果的持續時間變為「維持」，且需要採取一個自由動作才能使用（而非如永駐效果，無須採取動作即可發揮作用）。這個修飾符的好處是，持續時間為維持的效果可以藉由使用奮力一搏來強化，包括施展超能力絕技等。但他的缺點是該效果將需要你在每個回合採取一個自由動作以維持其效果，且當你無法採取任何動作，也就代表該效果將被因此終止。",
				{
					"type": "example",
					"entries": [
						"{@effect 保護}效果的持續時間為永駐，代表這個效果會永遠保護著該角色，但無論你如何專注或致力於保護效果都不會使它變得更有保護性，該角色也無法利用它施展超能力絕技。然而持續時間被更改為維持的保護效果將可以被開啟/關閉、藉由奮力一搏來強化、以及用以施展超能力絕技。它可能代表著像是個體力場護盾的超能力，或是藉由維持少量專注來達成的密度增加。"
					]
				}
			]
		},
		{
			"translate_name": "設置觸發", "name": "Triggered",
			"type": "extra",
			"cost": {
				"value": 1, "type": "flat_per"
			},
			"entries": [
				"你可以利用這個修飾符「設置」一個持續時間為「即效」的效果，使它在特定情況下被啟動，例如回應某個特定的危險、在一段時間之後、回應某個特定事件等等──在你應用這個修飾符時選擇觸發的條件。一旦你做出選擇，這個觸發條件就不能再被變更。",
				"觸發條件的情境必須要能夠被你的感官所偵測到。若你希望的話，你也可以將{@modifier Limited|限定感官}和{@modifier 連結}修飾符應用於設置觸發效果。設置該效果所需採取的動作與原本使用它的動作相同。",
				"一個被設置並等待觸發中的效果可以透過一次{@skill 感知}檢定（DC 10 + 效果等級）被察覺，且可以藉由成功通過一次技能或超能力檢定以某種方式被解除（例如{@skill 手上把戲}、{@skill 科技}、{@effect 無效化}或其他反制效果，DC 10 + 效果等級）。",
				"一個被設置的效果可以被觸發等同這個修飾符等級的次數。在它最後一次被觸發啟動後，它將停止作用。",
				"你可以額外應用一級設置觸發修飾符以使該效果得到另一個不同的觸發條件，讓你得以在每次設置效果時變更該效果的觸發條件。"
			]
		},
		{
			"translate_name": "可變描述", "name": "Variable Descriptor",
			"type": "extra",
			"cost": {
				"value": {"min":1, "max":2}, "type": "flat"
			},
			"entries": [
				"你可以改變應用了這個修飾符的效果的描述符，每輪一次以一個自由動作改變它們。若等級為1級，則你可以應用任何相近類別的描述符，像是天氣、電磁、溫度等等。若等級為2級，則你可以應用任何廣泛類別的描述符，例如任何金屬、魔法、或科技描述符。GM將決定任何給定描述符是否適合應用於特定效果和這個修飾符。"
			]
		},
		{
			"translate_name": "啟動", "name": "Activation",
			"type": "flaw",
			"cost": {
				"value": {"min":-1, "max":-2}, "type": "flat"
			},
			"entries": [
				"一個應用了這個缺陷的超能力會需要一個動作以準備或啟動，才能使它的任何效果能夠被使用。若該超能力需要一個移動動作來啟動，則這個缺陷的花費為-1點。若該超能力需要一個標準動作來啟動，則這個缺陷的花費為-2點。需要採取少於一個移動動作的啟動將不會被視為缺陷，但可能夠格被做為糾葛難題（參見{@rule 能力喪失難題|basic|2|other complications}以查閱更多細節）。",
				"啟動修飾符除了讓所有該超能力的效果得以使用之外沒有其他作用。若要使用這些超能力效果，你仍需要採取其原本所需的動作。你可以在你啟動該超能力效果的同個回合使用該效果，只要你擁有足夠的動作這麼做。若該超能力被關閉──無論是因為自願或因為像是{@effect 無效化}效果而被迫失效──則你將必須再次啟動該超能力，才能再使用該超能力的任何效果。",
				"啟動修飾符應用於一整個超能力和它的所有效果。啟動該超能力將會使它的所有效果一起「上線」，並讓它們得以被使用。若你想要分別啟動不同的效果，則將這個缺陷各別應用於這些效果，使它們各自都需要一個動作才能被啟動。",
				"若啟動並不是自動成功，則同時將{@modifier 必須檢定}缺陷應用於整個超能力，並讓玩家在啟動該超能力時進行適當的檢定。若該檢定失敗，則超能力不會被啟動，且該角色必須在之後再採取一個啟動所需的動作才能再次嘗試啟動。",
				{
					"type": "entries",
					"translate_name": "啟動 和 永駐效果", "name": "Activation and Permanent Effects",
					"entries": [
						"啟動缺陷確實可以讓作為某個超能力一部份的永駐效果被關閉，但這只會發生在整個超能力都被關閉的情況。這個修飾符並不會影響永駐持續時間的其他面相，包括不能透過奮力一搏來增強效果的性質。GM需要根據該超能力的特定效果以及其他與之組合的效果，來決定該永駐效果是否能夠應用啟動修飾符。",
						{
							"type": "example",
							"entries": [
								"石壁俠擁有一個能使自己變成超高硬度岩石型態的超能力。這個超能力的構成包括了{@effect Enhanced Trait|增強力量}、{@modifier 強抗}{@effect 保護}、和{@samplepower Power-Lifting}效果。石壁俠的玩家決定將啟動缺陷應用於這個超能力，表示石壁俠必須採取一個標準動作以集中精神，才能變化成岩石型態。這將會使這三個超能力效果全都各自減少2點角色點花費，並代表直到石壁俠採取一個標準動作以啟動他的岩石型態之前，他都無法使用該超能力的任何效果，即使是像保護這種持續時間為永駐的效果也一樣。"
							]
						}
					]
				}
			]
		},
		{
			"translate_name": "必須檢定", "name": "Check Required",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "flat_per"
			},
			"entries": [
				"應用了這個缺陷的效果必須要使用者先成功通過一次難度層級等同10 + 此缺陷等級的某種檢定（通常是技能檢定）才能夠使用。若該檢定失敗，這個效果將不會發揮作用，但為了使用該效果所採取的動作仍然會被消耗（因此若要發動一個標準動作效果，無論檢定成功與否，使用者都必須採取一個標準動作）。",
				"若該檢定成功，則使用者將得以使用等級等同於「檢定結果與難度層級之間差值+1」的該效果。舉例來說，若該效果應用了一級的這個缺陷，則14的檢定結果將讓使用者得以使用最多4級的該效果。若該效果的等級不足以發揮任何效用，則其結果將等同於在該檢定中失敗。",
				"這個必須檢定將發生在為使用該效果而採取的動作中的一部份，且除了讓該效果得以發動之外沒有任何其它效用。其他修正值將如常適用於該檢定，且若你因為任何原因而無法進行該檢定，則該效果也就無法發揮效用。",
				"在該檢定中骰出了1，意味著該檢定將自動失敗，而無論其檢定結果如何。這代表無論該角色的檢定加值有多高，這個檢定永遠會有極小的機率會失敗。",
				"即使該效果本身就會要求的任何其他檢定，使用者仍必須額外進行這個檢定。因此舉例來說，一個感官類效果原本所附帶的{@skill 感知}檢定並不會被視作應用了這個缺陷，且若應用了這個缺陷，則意味著在進行該效果原本所要求的檢定之前，使用者將必須要先通過這個額外的檢定。",
				{
					"type": "example",
					"entries": [
						"一名施法者擁有{@effect Sense|感官 4 (探查魔法, 遠程, 敏銳, 分析)}的超能力效果，並應用了4級的必須檢定缺陷，指定{@skill Expertise|專業：魔法}檢定。該玩家必須先進行一次DC 14的技能檢定（10 + 4級缺陷）才能成功施放這個法術，並再之後如常進行{@skill 感知}檢定以感覺到任何存在的事物、或可能進行另一次{@skill 專業}檢定以解釋該角色所感覺到的事實。"
					]
				},
				{
					"type": "entries",
					"translate_name": "檢定範例", "name": "Check Examples",
					"entries": [
						"使用超能力效果可能所需的技能檢定包括：",
						{
							"type": "list",
							"items": [
								"{@b 雜技}：適合那些需要協調能力的花招、或複雜體術的效果。",
								"{@b 欺瞞}：適合那些意圖欺騙他人的效果，特別像是如{@effect 隱蔽}或{@effect 幻覺}的感知類效果、以及像是{@effect 變形}這種用於易容或改變外型的效果。",
								"{@b 專業}：專業技能檢定可能會用以代表對效果目標相關的理解、或是對於效果本身的掌握。",
								"{@b 威嚇}：適合那些意圖引發恐懼、或是類似侵略性效應的效果，例如{@effect 詛咒}。",
								"{@b 潛行}：最適合感知類效果，尤其是{@effect 隱蔽}。",
								"{@b 科技}：操作複雜的裝置可能會需要進行一次科技檢定。"
							]
						}
					]
				}
			]
		},
		{
			"translate_name": "專注", "name": "Concentration",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"應用於持續時間為維持的效果，這個修飾符將使該效果的持續時間變為「專注」，使其在每個回合都需要採取一個標準動作，而非自由動作來維持其效果。詳情參見{@rule 持續時間|basic|6|duration}。"
			]
		},
		{
			"translate_name": "縮短遠程距離", "name": "Diminished Range",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "flat_per"
			},
			"entries": [
				"每級的縮短遠程距離都將降低該效果的短、中、長距離範圍。一級的這個缺陷會使該效果的短距離變為：短距離（效果等級 x 10呎）、中距離（效果等級 x 25呎）、長距離（效果等級 x 50呎）。二級的這個缺陷會使各距離的乘數變為5呎、10呎、和25呎；三級的這個缺陷則會使其變為2呎、5呎、和10呎。這個缺陷的等級最高為三級。"
			]
		},
		{
			"translate_name": "分神", "name": "Distracting",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"使用具有分神修飾符的效果時需要非比尋常的專注力，而這也將導致你在使用該效果時處於{@condition 脆弱}狀態，持續直到你的下個回合開始。"
			]
		},
		{
			"translate_name": "逸散", "name": "Fades",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"每次你使用帶有這個缺陷的效果之後，該效果將會失去1級的效果等級。對於持續時間比「即效」更久的效果來說，每一輪都被視為「使用一次」。一旦該效果的等級歸零，它將停止作用。逸散的效果可以透過某些手段被「恢復」，像是充電、休息、維修、重新裝填等等。由GM決定逸散效果將如何以及何時恢復，但這個恢復的過程通常必須在戰鬥之外進行，且需要花費至少一個小時的時間。GM也可以允許英雄藉由消耗一點勝利點來立即且完全恢復一個逸散的效果。"
			]
		},
		{
			"translate_name": "反饋", "name": "Feedback",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"當你效果所產生的事物受到傷害時，你也會一併承受傷害。這個缺陷只能適用於能夠製造出物理實體（或彷彿物理實體）的效果上，像是{@effect 創造}、{@effect 幻覺}、或{@effect 召喚}效果。若你超能力效果的造物受到傷害，進行一次對抗該攻擊的傷害等級的抵抗檢定，使用你的效果等級做為抵抗檢定的加值。舉例來說，若一個10級效果的造物遭到攻擊，並受到12級傷害，則你必須進行一次對抗12級傷害的抵抗檢定，並使用+10加值（該效果等級）代替你原本的堅實防禦等級。"
			]
		},
		{
			"translate_name": "擒抱基礎", "name": "Grab-Based",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"你必須先成功地擒抱住一個目標，才能夠對它使用應用了這個缺陷的攻擊型效果（參見{@rule 擒抱|basic|8|Grab}）。這個缺陷通常會應用於那些射程為「近身」的效果，因為你必須要在近身搏鬥的距離內才能擒抱對手。若該效果預設的基本射程並非「近身」，則將{@modifier Reduced Range|近身}修飾符也應用到該效果上。若你沒能成功擒抱，則你將無法使用該效果。若你擒抱的嘗試成功，則該效果將自動以反應動作被使用。",
				{
					"type": "example",
					"entries": [
						"吸血蛭怪具有一個汲取之觸的能力（亦即應用了擒抱基礎的{@effect Weaken|弱化力量}效果）。因此這名怪物反派必須要先採取一個標準動作進行擒抱，才能夠使用這個能力。若牠的攻擊檢定命中，則目標將進行一次閃避防禦或力量的抵抗檢定以克服吸血蛭怪的力量。若目標檢定失敗，則他將必須接著進行一次韌性抵抗檢定以克服吸血蛭怪的弱化效果，以決定吸血蛭怪可以從他身上吸走多少力量。"
					]
				},
				"這個缺陷實質上等同於另一種形式的{@modifier Resistible}缺陷，只不過要求的是擒抱檢定，而非原本的抵抗檢定。"
			]
		},
		{
			"translate_name": "不準確", "name": "Inaccurate",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"應用了這個強化的效果將變得難以控制或非常不準確。你在以該效果進行攻擊檢定時將會獲得每不準確等級-2的罰值。"
			]
		},
		{
			"translate_name": "動作延長", "name": "Increased Action",
			"type": "flaw",
			"cost": {
				"value": {"min":-1, "max":-3}, "type": "per"
			},
			"entries": [
				"使用效果通常會需要採取下列其中一種動作：標準、移動、自由、或反應。每使該效果的基本需求動作增加一級（例如從自由動作變為移動動作），就能使這個修飾符的花費每級-1點。"
			]
		},
		{
			"translate_name": "限定條件", "name": "Limited",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"應用了這個缺陷的效果將不會在任何時候都能發揮作用。限定條件的超能力通常被分成兩種：只能在特定情況下使用、或只能對特定事物使用。舉例來說像是「限定在大聲歌唱時」、「限定在飛行時」、「限定對男性（或女性）」、「限定對火焰」、「無法作用於黃色事物」、諸如此類。作為通用標準，該效果必需要因此失去大約一半的功能性，才夠格適用這個修飾符。其他較輕微的限定條件則比較適合做為偶發性的糾葛難提來處理。",
				{
					"type": "entries",
					"translate_name": "部分限定條件", "name": "Partially Limited",
					"entries": [
						"若你的超能力效果只會在特定情境下發揮出更強大的作用，則你可以考慮把這個缺陷只應用於該效果的部份等級。舉例來說，一個對於擁有{@effect 保護}效果的目標會造成較低傷害的攻擊效果（用以表示那些破甲能力較差的攻擊手段）就可以讓一部分的等級應用限定條件缺陷，讓這些等級在面對護甲時無法發揮作用。"
					]
				}
			]
		},
		{
			"translate_name": "顯而易見", "name": "Noticeable",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "flat"
			},
			"entries": [
				"一個持續時間為常續或永駐的效果，在應用了這個修飾符後將在某種程度上變得顯而易見（參見{@rule 注意到超能力效果|basic|6|noticing power effects}）。為該效果選擇一種顯而易見的展示形式。舉例來說，顯而易見{@effect 保護}效果可能會以裝甲鋼板、或者革質生皮甲的形式呈現，清楚地顯示出該角色比原本更加堅韌的事實。"
			]
		},
		{
			"translate_name": "永駐", "name": "Permanent",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"一個持續時間為常續的效果，在應用了這個缺陷後其持續時間將會變為「永駐」。它將無法被關閉，且默認永遠為啟動狀態。如果某些外在力量──通常是{@effect 無效化}效果──將其關閉，則它一有機會就會自動重新啟動。此外，你無法使用奮力一搏來強化持續時間為永駐的效果。",
				"永駐效果偶爾會造成不便（包括永遠處於靈體型態、或是永遠維持30呎高）；這個缺陷的花費便體現了這些不便之處。"
			]
		},
		{
			"_translate_name": "負面特色", "name": "Quirk",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "flat_per"
			},
			"entries": [
				"A Quirk is some minor nuisance attached to an effect, essentially the reverse of a Feature (see Feature under Extras). A Quirk is generally worth, at most, 2–3 character points, and many are simply 1-point flaws.",
				"As with Features, the GM should ensure a Quirk is truly a flaw (albeit a minor one) and not simply part of the power’s descriptors. For example, the fact that an attack with a “sonic” descriptor likely will not travel through a vacuum is not a Quirk, simply part of the “sonic” descriptor (especially since the attack may be enhanced by a medium such as water). On the other hand, a shapeshifter unable to change color (losing some of the power’s utility), or a telepath unable to lie while using Mental Communication, do have Quirks to their powers.",
				"The GM sets the rank (and therefore value) of any given Quirk for an effect, based on how troublesome it may be, similar to setting ranks for the Benefit advantage and Feature effect (see those trait descriptions for details)."
			]
		},
		{
			"translate_name": "降低射程", "name": "Reduced Range",
			"type": "flaw",
			"cost": {
				"value": {"min":-1, "max":-2}, "type": "per"
			},
			"entries": [
				"每個效果都具有其基本的射程：近身、遠距、或感知距離。使效果的射程降低一級（例如從「遠距」變為「近身」）能帶來使其花費每級-1點的價值。有些效果的射程是由其等級決定，若要改變這些效果的射程，則請增加或降低其等級，而非應用這個缺陷。「近身」效果的射程無法再被進一步的降低。"
			]
		},
		{
			"_translate_name": "可被移除", "name": "Removable",
			"type": "flaw",
			"cost": {
				"value": "-1 or -2 points per 5 points", "type": "special"
			},
			"entries": [
				"Effects with this flaw can be “taken away” from you, removing your access to the effects until you regain it. Typically, this means a power that resides in an object, called a device, which someone else can remove. There are two different versions of this flaw covered in the following paragraphs; the first is Removable and the second is Easily Removable.",
				"A removable power may only be removed when you are both stunned and defenseless, essentially unable to resist, and cannot be removed during action time. This means opponents can generally only remove the power after defeating you (leaving you incapacitated) or through some sort of scheme outside of a conflict, such as a plot to break into your headquarters and steal a device kept there, for example.",
				"An easily removable power can be taken away with a disarm or grab action (see Action & Adventure). This typically represents a hand-held device (such as a weapon, magic wand, remote control, or the like) or some worn item easily snatched from you, like a hat or cloak.",
				{
					"type": "entries",
					"name": "Removable Point Value",
					"entries": [
						"Removable applies to the power as a whole and not individual effects, although it may apply to a power with only one effect. The flaw is worth –1 point (–2 points for Easily Removable) per 5 total character points of the power’s final cost, after applying extras and flaws to its effects.",
						{
							"type": "example",
							"entries": [
								"Mistress Marine’s armor provides Veronica with a number of effects, including Damage, Enhanced Strength, Flight, Protection, and Senses. The total character point cost of all the armors effects is 98 points, including extras and flaws applied to those effects. Dividing the total cost by 5 is 20. So the Removable flaw reduces the cost of the Mistress Marines armor by 20 points, from 98 to 78 character points. However the armor can be taken away, disabled, and so forth, and the player receives no victory points for a complication when it happens due to the nature of the flaw."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Removable and Damage",
					"entries": [
						"Removable devices can be damaged, possibly even destroyed (see Damage effect description for details). So long as the character has character points invested in the device, it can be repaired, eventually. This usually requires time between adventures, perhaps even a special adventure to find certain rare parts, specialized help, or other components.",
						"For a flat 1-point reduction in the value of the Removable flaw, you can define a device as Indestructible. It can still be taken away, but cannot be damaged or destroyed, except as a GM-imposed complication (earning the player a victory point as usual). This reduction can lower the value of the flaw to 0, in which case the character gets no character point discount for the device."
					]
				},
				{
					"type": "entries",
					"name": "Removable and Complications",
					"entries": [
						"The temporary loss of a removable power does not constitute a complication, any more than the result of any other flaw. You can have a device or power-object as a descriptor without this flaw, if you wish, in which case the power cannot be removed or taken away from you without a complication applied by the GM (earning you a victory point) or the use of an effect like Nullify, which has predefined conditions for recovery."
					]
				},
				{
					"type": "inset",
					"name": "Under the Hood: Removable and Equipment",
					"entries": [
						"Items provided by the Equipment advantage (see Advantages) are essentially effects and other traits with Easily Removable, along with the various other limitations outlined in the Gadgets & Gear, amounting to a reduction of –4 points per 5 character points of final cost. Thus the Equipment advantage provides 5 points worth of equipment per rank (or 1 character point)."
					]
				}
			]
		},
		{
			"_translate_name": "可被抵抗", "name": "Resistible",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"When applied to an effect that doesn’t normally allow a resistance check, this flaw gives it one. Choose the defense when the flaw is applied. Since effects that work on others allow a resistance check by definition, this nearly always applies to personal effects that allow someone interacting with them to circumvent the effect with a successful check.",
				"For example, an Enhanced Parry defense effect might reflect a low-level reading of a target’s mind to anticipate and avoid attacks. It allows a Will resistance check to overcome the effect, denying you the defense bonus against that opponent (and applying this flaw to the effect). Likewise, your Concealment effect might be illusory rather than a true physical transformation, permitting a Will resistance check for someone to overcome it. A sustained Protection effect might be some sort of “kinetic field” that permits an attacker a Fortitude resistance check to overcome it.",
				"When applied to an effect that does normally allow a resistance check, this flaw gives it an additional one, which may be the same as its normal resistance, or different. The target makes both resistance checks and applies the better of the two to determine the effect’s result.",
				"For example, a Damage effect might involve whirling blades an attacker can avoid with a successful Dodge resistance check, circumventing the need for a Toughness check against the damage. Similarly a Weaken effect based on a poison dart might add a Toughness check to see if the dart penetrates the target’s skin in addition to making the usual Fortitude check against the effect."
			]
		},
		{
			"translate_name": "感官依賴", "name": "Sense-Dependent",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"感官依賴效果的目標必須要能夠感知到這個效果的存在，這個效果才能夠發揮作用。目標得以進行一次閃避抵抗檢定。檢定成功代表目標順利地移開視線、摀住耳朵等等，且該效果因此無法發揮作用。否則，目標將如常進行用以對抗該效果的抵抗檢定（若有）。",
				"意識到感官依賴效果的敵人也可以蓄意遮擋被指定的感官：例如看向其他地方、摀住雙耳等等。這麼做將會為對抗該效果的抵抗檢定提供+10的情境加值，但這麼做也會使該感官承受半遮蔽的影響。無法運用感官的敵人（例如陷入{@condition 目盲}、{@condition 耳聾}等狀態）將免疫於依賴於對應感官的感官依賴效果。敵人也可以藉由閉上眼睛、戴上耳塞或鼻塞、或使用其他像是{@effect 隱蔽}之類的效果來達到相同的效果。這麼做將會該效果對你而言處於全遮蔽。",
				"感知類型的效果在定義上全都具備感官依賴的性質，並因此不能應用這個缺陷。若要讓目標得以對某個感知類型的效果進行額外的抵抗檢定，請使用{@modifier Resistible}缺陷。"
			]
		},
		{
			"translate_name": "副作用", "name": "Side Effect",
			"type": "flaw",
			"cost": {
				"value": {"min":-1, "max":-2}, "type": "per"
			},
			"entries": [
				"沒能成功使用帶有這個缺陷的效果將會導致某些副作用的發生。這裡所指的使用失敗包括了攻擊檢定失手、或是目標成功地抵抗了該效果。若這個副作用在你每次使用該效果時，無論成功與否都會發生，則此缺陷的花費將價值每級-2點。",
				"這個副作用的實際性質將由你和遊戲主持人共同決定。一般來說，它通常會造成與應用了這個缺陷效果相同價值的負面效果影響。因此一個價值20點角色點的超能力效果，將可能導致價值20點角色點的副作用。典型的副作用包括了{@effect 詛咒}、{@effect 傷害}、或{@effect 弱化}，或是該效果本身（它將反噬並影響你自己）。副作用的發動並不需要進行攻擊檢定，且只會影響你；不過根據個案的不同，GM可能會允許某些副作用帶有{@modifier 範圍化}修飾符。你可以如常進行一次抵抗檢定以嘗試對抗該副作用。就算你免疫於你自己的超能力，你也不會因此免疫於該超能力所產生的副作用。",
				"GM也可能會允許將糾葛難題當作這個缺陷所導致的副作用，在實質上等同於使你陷入糾葛難題導致的困境，而不因此獎勵你任何勝利點。參見參見{@rule 糾葛難題|basic|1|Complications}以查閱更多詳情。"
			]
		},
		{
			"translate_name": "疲累", "name": "Tiring",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"應用了這個缺陷的效果將會讓你在使用它時陷入{@condition 疲勞}狀態。你將如常從該疲勞狀態中回復，也可以使用勝利點來克服這個疲勞狀態，在你使用應用了疲累缺陷的效果之後的輪開始時，你可以消耗一點勝利點以從疲勞狀態中回復。實際上，這個超能力將等同於它必須透過{@rule 奮力一搏|basic|1|Extra Effort}才能被使用。這使得疲累缺陷能夠很好地呈現出那些需要你耗盡全力才能使用的超能力效果。",
				"疲累缺陷經常被應用於一個效果的部分等級中，以呈現出更高等級的這個效果必須耗盡全力才能發揮出來。舉例來說，一名英雄可能會擁有12級的傷害效果，但平常只會發揮出其中8級的效果。剩下的4級應用了疲累缺陷，因此動用到這些等級將會快速地使該名英雄陷入疲勞。",
				"應用了疲累地效果仍然可以與奮力一搏結合使用，但這會導致疲勞狀態的堆疊，因此每次這麼做都會讓使用者陷入二個層級的疲勞（疲勞狀態的三個層級分別為{@condition 疲勞}/{@condition 力竭}/{@condition 失能}）。"
			]
		},
		{
			"translate_name": "不可控", "name": "Uncontrolled",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"你無法控制應用了這個缺陷的效果。取而代之的是，由遊戲主持人決定該效果會在何時以及如何發揮作用（亦即將其做為劇情工具）。這個缺陷最為適合那些超乎角色直接控制的神秘力量，或是那些GM認為控制權在自己手上會更為適合的超能力效果。"
			]
		},
		{
			"translate_name": "不可靠", "name": "Unreliable",
			"type": "flaw",
			"cost": {
				"value": -1, "type": "per"
			},
			"entries": [
				"不可靠的效果並不總是能夠發揮效果。每輪在你使用或維持該效果之前，骰一顆骰子。若骰面為10或以下，則該效果在該輪間將不會發揮作用，但你仍被視作已經採取了該效果所需的動作。你可以在下一輪再次擲骰以確認該效果是否會作用，但這麼做必須要如常採取再次啟動該效果所需的動作。在你為該效果的可靠性擲骰時，你可以消耗一點勝利點以讓你自動成功（因為該骰的結果至少會是11）。",
				"或者，你可以選擇不要在每次使用前為可靠性擲骰，而是限定你的效果只能正常運作五次，在這之後．該效果將停止運作，直到你能夠藉著某些方式使其「恢復」（參見{@modifier 逸散}缺陷）。GM可能會允許你消耗一點勝利點以自動恢一個被消耗的不可靠超能力效果。",
				"僅僅是偶爾會不太可靠（低於50%的機率）的超能力最好被做為糾葛難題來處理（參見{@rule 糾葛難題|basic|1|Complications}）。",
				{
					"type": "inset",
					"translate_name": "幕後花絮：重新裝填和重置", "name": "Under the Hood: Reloading and Resetting",
					"entries": [
						"不可靠缺陷的其中一個可能用法，是用以反映出那些偶爾會打空彈藥、或「卡彈」、「損壞」的武器或裝派，且必須藉由某種方式重新裝填或重置。這個修飾符只能影用於那些真的經常會發生這種狀況的效果上，如同不可靠缺陷中的描述所示。至於那些彈藥數多或有著大容量燃料的武器，則最好在它們確實會產生問題時，再做為描述符和偶發性的糾葛難題來處理即可。",
						{
							"type": "example",
							"entries": [
								"神槍手，一名持槍的正義使者，總是攜帶著各式各樣的槍械（透過{@advantage 裝備}特長獲得）。通常來說，無論他開了多少槍，射倒了多少暴徒，他都會有著足夠多的彈藥。然而，在經過一場長時間的槍戰之後，遊戲主持人可能會讓神槍手的槍枝終於打空彈匣，在為這個糾葛難題給予玩家一點勝利點之後，強迫這名英雄立刻想出一個新的計畫，而且要快！"
							]
						}
					]
				}
			]
		}
	]
}