{
	"powereffect": [
		{
			"translate_name": "詛咒", "name": "Affliction",
			"type": "ATK",
			"action": "S",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"藉由進行一次近戰攻擊，你可以使一個目標承受一個或多個負面狀態。當你獲得這個效果時，設定你詛咒效果在每一個程度時所能造成的狀態，一旦設定完成，這些狀態就不能再被改變。高程度的狀態將會取代低程度的狀態，且它們不會疊加。參見下方的詛咒抵抗檢定表以查看每個程度各自所能造成的狀態。目標將使用韌性或意志防禦進行抵抗（當你獲得這個效果時選擇）：",
				{
					"type": "insetResistCheck",
					"name": "詛咒抵抗檢定",
					"func": "韌性 或 意志 vs. DC [詛咒等級 + 10]",
					"entries": [
						{
							"type": "list",
							"items": [
								"{@b 成功}: 沒有任何效果。",
								"{@b 失敗(程度一)}: 目標陷入{@condition 目眩}、{@condition 魅惑}、{@condition 疲勞}、{@condition 移動受阻}、{@condition 行動乏能}、或{@condition 脆弱}狀態（擇一）。一些可能的描述符包括了咳嗽或噴嚏、緩慢的心靈影響、昏昏欲睡、興奮、恐懼、發癢、無精打采、噁心、痛苦、或醺醉。",
								"{@b 失敗(程度二)}: 目標陷入{@condition 受迫}、{@condition 無防備}、{@condition 行動障礙}、{@condition 力竭}、{@condition 無法移動}、{@condition 臥倒}、或{@condition 暈眩}狀態（擇一）。一些可能的描述符包括了極度的痛苦、困惑、出神、暫時性的情緒或心靈影響、癱瘓、奪佔、驚懼、或嘔吐。",
								"{@b 失敗(程度三)}: 目標陷入{@condition 沉睡}、{@condition 受控}、{@condition 失能}、{@condition 麻痺}、{@condition 被變化}、或{@condition 感官喪失}狀態（擇一）。"
							]
						}
					]
				},
				"被詛咒效果影響的目標可以在它的每個回合結束時進行一次抵抗檢定，以嘗試解除程度一和程度二的狀態。程度三的狀態需要花費一分鐘的回復時間或仰賴外在的協助才能解除，例如{@skill 診療}技能或是{@effect 治癒}效果（DC等同10 + 詛咒等級）。",
				"這個詛咒的本質和描述符由你決定，且必須經過GM的同意，你必須在獲得這個效果時決定它的本質；上面提供了一些範例，但你仍可以自由決定屬於你自己的描述符。"
			],
			"extras": [
				{
					"translate_name": "替換抵抗", "name": "Alternate Resistance",
					"entries": ["有些詛咒效果一開始可能需要使用閃避來抵抗，這代表目標可以透過迅捷的反應或反射神經以避免其效果。在這種情況下，目標之後為了解除詛咒效果所造成狀態時所進行的抵抗檢定仍會使用韌性或意志。舉例來說，目標可能會進行一次閃避檢定以躲避一道致盲射線或噴濺毒液，但若他在一開始的閃避檢定中失敗，那麼他仍需要透過韌性檢定才能消除這個效果的影響。"],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"translate_name": "專注", "name": "Concentration",
					"entries": ["一旦你使用專注詛咒命中目標，只要你繼續在每個回合採取一個標準動作以維持這個效果，你將不需要再進行攻擊檢定，就可以迫使目標再進行一次新的抵抗檢定以對抗這個效果。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "累積", "name": "Cumulative",
					"entries": ["原本一個詛咒效果不會對同一個目標造成可累積的效果，因此先後對同一個目標造成兩次程度一的結果，與對目標造成一次程度一的結果並沒有什麼不同；你必須在之後的攻擊中造成更高程度的結果，才能夠取代一開始造成的結果。然而，累積詛咒可以使目標身上的詛咒程度得以累加。舉例來說，若你命中一個目標並造成{@condition 脆弱}狀態（程度一），接著再次攻擊並得到程度一的結果，則你將使目標承受該詛咒的程度二的結果。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "額外狀態", "name": "Extra Condition",
					"entries": ["你的詛咒每個程度都能夠造成一個額外的狀態。因此，若應用這個修飾符一次，你的詛咒將能造成二個狀態──例如{@condition 目眩}和{@condition 移動受阻}、或{@condition 行動乏能}和{@condition 脆弱}──而非僅造成一個。若應用這個修飾符二次，則它將能造成三個狀態，如此這般。由於同時造成相互排斥的複數狀態會導致浪費，因此應用了這個追加強化的詛咒通常也會伴隨著限定程度的追加缺點。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "惡化", "name": "Progressive",
					"entries": ["這個修飾符將使你不需要再額外做什麼，就能讓詛咒逐步惡化。若目標在用以解除詛咒效果的抵抗檢定中失敗，則其效果不僅將持續存在，還將再增加一個程度！因此，被程度一的惡化詛咒所影響的目標若在抵抗檢定時失敗，將在他的下一輪開始時改為承受程度二的惡化詛咒。一次成功的抵抗檢定仍然會如往常一樣結束這個詛咒效果。"],
					"cost": {
						"value": 2, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "立即康復", "name": "Instant Recovery",
					"entries": ["與{@modifier 可逆}修飾符相似，應用了這個修飾符的詛咒效果的目標將會在其持續時間結束的該輪結束時自動康復，而無須進行任何檢定。因此，舉例來說，一個持續時間為即效的詛咒只會持續一輪，而持續時間為維持的詛咒將會在其不再被維持時終止。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "限定程度", "name": "Limited Degree",
					"entries": ["你的詛咒被限定只能造成不超過程度二的效果。若應用這個修飾符二次，則你的詛咒將被限定只能造成不超過程度一的效果。"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "掘地", "name": "Burrowing",
			"type": "MOV",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"你可以掘穿地表，並選擇是否在身後留下一條隧道。你能夠以等同你掘地等級減5的速度等級移動穿過土壤或沙子。因此舉例來說，8級的掘地效果能夠讓你以3級的速度（大約16哩/小時）在地表中穿梭。掘穿堅硬的黏土和結實的土壤會使速度額外降低一級。你所留下的隧道可以是永久存在，也可以立即在你身後崩塌（你在挖掘每條新通道時決定）。",
				"注意掘地效果與{@effect Movement|穿透移動}效果不同，後者讓你得以如同在地面上以你原本的速度移動穿透障礙物，而不至於干涉到障礙物本身（參見{@effect 移動}效果）。"
			],
			"extras": [
				{
					"translate_name": "貫穿", "name": "Penetrating",
					"entries": ["通常來說，地表的堅硬程度只會影響你掘地的速度。但在GM的裁斷下，某些超級堅硬的材質可能會無法被掘地效果影響，而這個追加強化將讓你得以掘穿它們。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "遠距", "name": "Ranged",
					"entries": ["這個追加強化能讓你得以在一段距離之外創造一條隧道（無須在隧道形成時處於隧道的端點），或者，若與{@modifier 影響他人}修飾符組合，則能讓你得以將掘地效果賦予其他處於一段距離外的某人。若要獲得上述兩者的效果，你必須要應用這個追加強化二次。"],
					"cost": {
						"value": {"min":1, "max":2}, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "限定條件", "name": "Limited",
					"entries": ["掘地效果可能會被限定於某種特定的環境或材質，例如僅能作用於鬆散的細沙或土壤（角色將無法掘穿密實的黏土或堅岩），或僅能作用於雪或冰（使角色完全無法掘穿泥石或土壤）。"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Communication",
			"type": "SEN",
			"action": "F",
			"range": "rank",
			"duration": "sustained",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"entries": [
				"You can communicate over a distance using a medium other than your normal voice. Choose a sense type as your Communication medium (see the list of examples). You may also use a special sense type (like neutrinos, gravitons, magical sendings, and so forth) noticeable only to an appropriate form of the Detect effect (see Senses), at the GM’s discretion.",
				{
					"type": "list",
					"items": [
						"{@b Visual}: laser or fiber optic link",
						"{@b Auditory}: ultrasonic or infrasonic beam, “ventriloquism”",
						"{@b Olfactory}: pheromones or chemical markers",
						"{@b Tactile}: vibratory carrier wave",
						"{@b Radio}: AM, FM, and short-wave radio bands, micro-waves",
						"{@b Mental}: telepathic transmission, psychic link, mystical sending"
					]
				},
				"Your rank determines you maximum Communication range:",
				{
					"type": "table",
					"caption": "Communication Range",
					"colLabels": [
						"Rank",
						"Distance"
					],
					"colStyles": [
						"col-3 text-align-center",
						"col-9"
					],
					"rows": [
						["1","Close range (within 100 feet)"],
						["2","Short range (within 1 mile)"],
						["3","Long range (statewide or across a small nation)"],
						["4","Worldwide (anywhere on Earth (or a similar-sized planet))"],
						["5","Unlimited (effectively anywhere)"]
					]
				},
				"Communication is instantaneous with any subject within your range.",
				"The recipient of your communication must be within range and have a means of receiving your transmission (super-sense, or a receiver of some sort; conscious awareness is all that’s needed to “receive” Mental Communication). You can receive Communication of the same medium as your own. Receivers can choose to ignore your Communication, if they wish. Communication is language-dependent; you and the subject must share a common language (see Comprehend to communicate across language barriers). Your Communication is point-to-point (sent to a single receiver within your range).",
				"Activating your Communication effect is a free action. Communicating, however, takes the normal amount of time. You can apply the Rapid modifier to speed things up, provided your recipient is capable of receiving communication at that speed.",
				"Others with an acute sense able to detect your Communication medium can “tap into” your transmissions with a Perception check (DC 10 + your Communication rank). The eavesdropper must be within normal sensory range of you or the receiver. With two degrees of success on the check, the eavesdropped can also understand your transmissions. Effects like Concealment and Dazzle that target your Communication medium can “jam” or block your transmissions."
			],
			"extras": [
				{
					"translate_name": "範圍化", "name": "Area",
					"entries": ["You can broadcast omni-directionally to every receiver within your maximum Communication range at once. Note this extra is only strictly necessary to communicate with everyone over a wide area all at once; since using and maintaining Communication are free actions, the GM may allow a communicator to establish and maintain contact with multiple discrete receivers—such as the members of the same team—all in the same round."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Dimensional",
					"entries": ["Communication with this modifier can bridge dimensional barriers, reaching into other dimensions and planes of existence. The Communication effect still has its proximate range, and the GM may rule certain subjects “out of range” of the effect, depending on their relative positions in the other dimension."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Rapid",
					"entries": ["Your communication occurs 10 times faster than normal speech. Each additional rank increases communication speed by a factor of 10. This is useful for high-speed computer links, “deep sharing” psychic rapports, and so forth."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Selective",
					"entries": ["If you have the Area extra, you can choose which receiver(s) within range get your Communication, excluding everyone else. This allows you to go from a single receiver (point-to-point) to all potential receivers in range (omni-directional) or anywhere in between."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Subtle",
					"entries": ["Your Communication cannot be “overheard” (it is encrypted, scrambled, or otherwise protected). With 2 ranks, your Communication cannot even be detected (that is, no one can even tell you are transmitting, much less what you’re saying)."],
					"cost": {
						"value": {"min":1, "max":2}, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "限定條件", "name": "Limited",
					"entries": ["Communication may be limited to only members of a particular group, such as a species, family, members of an organization, and so forth. This is in addition to limitations imposed by medium (that is, requiring subjects to have a means of picking up on the Communication)."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Sense-Dependent",
					"entries": ["Communication itself is already sense-dependent (in that the subject(s) must be able to sense your communication medium to pick up your transmissions) and so cannot have this flaw. However, other perception range effects can be Communication-Dependent, meaning you must be in communication with your subject for them to work (using your Communication medium as a “carrier” for the other effect). If your Communication is blocked in any way, the other effect doesn’t work."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Comprehend",
			"type": "SEN",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You can comprehend different sorts of communication. Each rank in this effect allows you to choose one of the following options:",
				{
					"type": "entries",
					"name": "Animals",
					"entries": [
						"You can either speak to or comprehend animals. You can ask questions and receive answers, although animals are not any more friendly or cooperative than normal. furthermore, wary and cunning animals are likely to be terse and evasive, while especially stupid ones make inane comments. If an animal is friendly toward you, it may do some favor or service for you. For 2 ranks you can both speak to and understand the “speech” of animals."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can either speak or understand the language of any intelligent creature. You can speak only one language at a time, although you can comprehend multiple languages at once. This effect does not enable you to speak with creatures that don’t possess a language. For 2 ranks you can both speak and understand all languages. For 3 ranks anyone able to hear you can understand what you’re saying, regardless of language. Being able to also read any language you comprehend requires 1 additional rank."
					]
				},
				{
					"type": "entries",
					"name": "Machines",
					"entries": [
						"You can communicate with electronic devices, making inquiries and understanding their replies. This requires two Comprehend ranks. Most are limited by their programming and peripherals in terms of what they “know,” and may not be able to answer some inquiries with anything other than an “unknown” or “not found.” At the GM’s discretion, you can use the Technology skill as an interaction skill when communicating with machines."
					]
				},
				{
					"type": "entries",
					"name": "Objects",
					"entries": [
						"You can communicate with inanimate objects, granting them the ability to speak to you or simply “reading” impressions from them. This requires two Comprehend ranks. Objects only “know” about events directly affecting them or occurring in their immediate area. Gamemasters can apply the guidelines for Postcognition to this effect."
					]
				},
				{
					"type": "entries",
					"name": "Plants",
					"entries": [
						"You can communicate with plants, both normal plants and plant creatures. This requires two Comprehend ranks. A plant’s sense of its surroundings is limited, so it won’t be able to give (or recognize) detailed descriptions or answer questions about events outside its immediate vicinity."
					]
				},
				{
					"type": "entries",
					"name": "Spirits",
					"entries": [
						"You can communicate with incorporeal and normally invisible and inaudible spirit beings, such as ghosts or certain extradimensional entities, depending on the context of the setting. Rank 1 essentially allows you to function as a “medium” of sorts, able to perceive spirits and relay what you see and hear. Rank 2 allows you to be clearly under-stood by denizens of the spirit world, as well. At the GM’s discretion, this effect may extend to undead creatures, demons, or other supernatural entities, depending on the setting."
					]
				}
			],
			"flaws": [
				{
					"name": "Type",
					"entries": ["You can only comprehend a broad type of subject (only elves, canines, avians, or sea creatures, for example). For an additional flaw, you can only comprehend a narrow type of subject (dogs, falcons, or dolphins, for example). {@b Broad –1 cost per rank. Narrow –2 cost per rank.}"],
					"cost": {
						"value": {"min":-1, "max":-2}, "type": "per", "hidden": true
					}
				}
			]
		},
		{
			"name": "Concealment",
			"type": "SEN",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You gain total concealment from a particular sense while this effect is active, although you are still detectable to other senses (even other senses of the same sense type; so you could have full concealment against normal sight, but not infravision or any other sense in the sight sense type). Each additional rank gives you concealment from another sense; two ranks give you concealment for an entire sense type. See Concealment for full effects.",
				"Concealment from visual senses costs double (2 ranks for one visual sense, 4 ranks for all visual senses). You cannot have concealment from tactile senses, since that requires being incorporeal (see Insubstantial effect). So with Concealment 5, you can have total concealment from all visual senses (4 ranks) and normal hearing (1 rank), for example. With Concealment 10 you have total concealment from all sense types other than tactile.",
				{
					"type": "inset",
					"name": "Concealment and Perception Range",
					"entries": [
						"Perception range effects must accurately perceive a target in order to affect it. This generally means you cannot target subjects with total concealment from your accurate senses with perception range effects. Thus, foes with Visual Concealment (the most common accurate sense) can be quite effective against characters relying on perception range attacks, unless the attacker has an unusual accurate sense to circumvent the Concealment. This is one reason Visual Concealment costs extra.",
						"At the Gamemaster’s discretion, a successful Perception check to accurately locate a target with an acute sense may allow you to use perception range effects on that target; however, the target still benefits from concealment, granting a +5 circumstance bonus to resistance against the effect."
					]
				}
			],
			"extras": [
				{
					"translate_name": "影響他人", "name": "Affects Others",
					"entries": ["This modifier allows you to grant Concealment to others while you are touching them, or at range, if you also apply the Range modifier."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "範圍化", "name": "Area",
					"entries": ["Concealment with Affects Others (previously) or attack (immediately following) may have this extra, affecting everything in the area. To only affect some targets in the area, apply the Selective modifier as well."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Attack",
					"entries": ["Use this extra for a Concealment effect you can impose on others (whether they want to be concealed or not). An invisibility ray, for example, is a Visual Concealment Attack, while a field of darkness is a Burst Area Visual Concealment Attack."],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"name": "Precise",
					"entries": ["You can vary your Concealment at will as a free action: going from total to partial to no concealment, concealing some parts and not others, or anywhere in-between. If your Concealment affects multiple senses, you can also choose to affect some of those senses and not others. Concealment is normally all-or-nothing: either you are concealed to the full amount of your effect, or you’re not."],
					"cost": {
						"value": 1, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"name": "Blending",
					"entries": ["You “blend” into the background. Your Concealment only functions as long as you move no faster than your (ground speed rank –1), since your blending can’t adapt faster than that."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "限定條件", "name": "Limited",
					"entries": ["Your Concealment only works under certain conditions, such as in fog, shadows, or in urban locales. One example is Limited to Machines, where your Concealment only fools senses with a technological descriptor."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Partial",
					"entries": ["Your effect provides partial rather than total concealment (see Concealment)."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Passive",
					"entries": ["Your Concealment only lasts until you do something requiring an attack or effect check on your part, at which point it stops working until you reactivate it, which you may do on the following round."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Resistible",
					"entries": ["Your Concealment offers a resistance check (chose a defense when the flaw is applied) for anyone aware of your presence and actively looking for you. Concealment Resistible by Will may represent some sort of mental illusion effect."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Create",
			"type": "CTL",
			"action": "S",
			"range": "ranged",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You can form solid objects essentially out of nowhere. They may be made of solidified energy, “hardened” water or air, transmuted bulk matter, ice, stone, or some other medium, depending on the effect’s descriptors.",
				"You can form any simple geometric shape or common object (such as a cube, sphere, dome, hammer, lens, disk, etc.). The GM has final say on whether or not a particular object is too complex for this effect. Generally, your objects can’t have any moving parts more complex than a hinge. They can be solid or hollow, opaque or transparent, as you choose when you use the effect, limited by your descriptors and the Gamemaster’s judgment.",
				"You can create an object with a maximum volume rank equal to your effect rank and Toughness equal to your effect rank. Created objects can be damaged or broken like ordinary objects. They also vanish if you stop maintaining them. You can repair any damage to a created object at will by using your effect again (essentially “re-creating” the object). Your created objects are stationary once you have created them, although other effects can move them. Assume a created object has a mass rank equal to its volume rank.",
				{
					"type": "inset",
					"name": "Under the Hood: Create vs. Summon",
					"entries": [
						"Create and Summon are similar effects: both “create” things out of nowhere. So when should a character have one and not the other?",
						"Generally, Create makes inanimate objects, while Summon conjures creatures of some sort, capable of independent action (albeit limited in the case of mindless creatures like robots or zombies). So a character able to create “sculptures” of ice, for example: walls, slides, columns, and so forth, should have Create. A character able to call up animated snowmen, on the other hand, should have Summon, while a powerful “ice elemental” may very well have both effects!"
					]
				},
				{
					"type": "entries",
					"name": "Created Objects, Cover, and Concealment",
					"entries": [
						"A created object can provide cover or concealment (if the object is opaque) just like a normal object. Cover provided by a created object can block incoming attacks, but blocks outgoing attacks as well. Attacks hitting the covering object damage it normally (see Damaging Objects). Indirect effects can bypass the cover a created object provides just like any other cover (see Indirect modifier). The Selective modifier allows you to vary the cover and concealment your objects provide."
					]
				},
				{
					"type": "entries",
					"name": "Trapping with Objects",
					"entries": [
						"You can trap a target inside a large enough hollow object (a cage or bubble, for example). This requires both an attack check against the target’s Dodge and a Dodge resistance check against the effect’s rank. A trapped character can break out of the object normally. Imposing conditions on the target other than just trapping them requires a separate effect, such as Affliction (see Affliction), which you may wish to acquire as an Alternate Effect of Create (see Alternate Effect)."
					]
				},
				{
					"type": "entries",
					"name": "Dropping Objects",
					"entries": [
						"Simply dropping a created object on a target is treated like an Area Effect attack based on the object’s size (see Area extra). The object inflicts damage equal to its Toughness, and targets get a Dodge check to evade the falling object. A successful check results in no damage (rather than the usual half damage).",
						"While a created object can potentially be wielded as an improvised weapon, the effect cannot otherwise create attacks or other effects; you must acquire these effects separately (perhaps as Alternate Effects)."
					]
				},
				{
					"type": "entries",
					"name": "Supporting Weight",
					"entries": [
						"If a created object needs to support weight—created as a bridge or to support a weakened structure, for example—it has an effective Strength equal to its rank. You can “shore up” a created object by taking a standard action and concentrating, increasing its Strength by 1 until the start of your next round. You can also use extra effort to increase a created object’s Strength for one round, and these modifiers are cumulative."
					]
				}
			],
			"extras": [
				{
					"name": "Continuous",
					"entries": ["Continuous Create makes objects that remain until they are destroyed, nullified, or you choose to dismiss them."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Impervious",
					"entries": ["Applied to Create, this extra makes the objects’ Toughness Impervious."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Innate",
					"entries": ["Continuous or Permanent Create with this modifier makes objects that cannot be nullified, they’re essentially “real” objects for all intents and purposes (although the user can “unmake” them at will unless the effect is also permanent)."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Movable",
					"entries": ["You can move your created objects around with a Move Object effect at your Create rank (see Move Object)."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Precise",
					"entries": ["You can create more precise and detailed objects. The exact parameters of Precise Create are up to the GM, but generally, you can create objects with moving parts, and considerable detail."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Selective",
					"entries": ["You can make your created objects selectively “transparent” to attacks, blocking some while allowing others (yours and your allies’, for example) to pass through them. You can also selectively make your objects solid to some creatures and incorporeal to others, such as allowing one person to walk through a created wall, while blocking another. It takes a free action to change the selective nature of an object; permanent created objects cannot have their selectivity changed once they are created."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Stationary",
					"entries": ["Your created objects can hang immobile in the air. They resist being moved with a Strength rank equal to the modifier rank. Unless you have the Tether extra or the Movable extra, you cannot move a stationary created object once it’s placed any more than anyone else can."],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"name": "Subtle",
					"entries": ["This modifier either makes created objects not noticeable as constructs for 1 rank (they look just like real objects) or not noticeable at all for 2 ranks (such as objects composed of invisible force)."],
					"cost": {
						"value": {"min":1, "max":2}, "type": "flat"
					}
				},
				{
					"name": "Tether",
					"entries": ["You have a connection to your created objects, allowing you to exert your own Strength to move them (provided you are strong enough to do so)."],
					"cost": {
						"value": 1, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"name": "Feedback",
					"entries": ["You may suffer damage when your created objects are damaged (see Feedback flaw for details)."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Permanent",
					"entries": ["Permanent created objects last until destroyed or nullified. Unlike Continuous Create, you cannot choose to dismiss such objects; they are truly permanent. You cannot repair permanent created objects or otherwise alter them once they’re created. {@b +0 cost per rank (for a Sustained effect).}"],
					"cost": {
						"value": 0, "type": "per", "hidden":true
					}
				},
				{
					"name": "Proportional",
					"entries": ["Your created objects have a total volume rank plus Toughness rank equal to your Create rank, rather than both volume and Toughness up to your rank. So you can create an object with volume rank 0 and Toughness equal to your Create rank, vice versa, or anywhere in between, so long as the sum of the two ranks does not exceed your Create rank."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "傷害", "name": "Damage",
			"type": "ATK",
			"action": "S",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"你可以藉由進行一次近身攻擊以對一個目標造成傷害。在GM的同意下，你的傷害效果的本質由你決定；它可以是任何型態，包括強力衝擊、鋒利尖爪、能量力場、或其他傷害性介質。目標將使用堅實防禦進行抵抗：",
				{
					"type": "insetResistCheck",
					"name": "傷害抵抗檢定",
					"func": "堅實 vs. [傷害等級 + 15]",
					"entries": [
						{
							"type": "list",
							"items": [
								"{@b 成功}: 這個傷害沒有任何效果。",
								"{@b 失敗(程度一)}: 目標將在往後對傷害的抵抗檢定中承受-1的情境罰值。",
								"{@b 失敗(程度二)}: 目標陷入{@condition 目眩}狀態，持續直到他的下個回合結束。且目標將在往後對傷害的抵抗檢定中承受-1的情境罰值。",
								"{@b 失敗(程度三)}: 目標陷入{@condition 蹣跚}狀態，且將在往後對傷害的抵抗檢定中承受-1的情境罰值。若目標再次陷入{@condition 蹣跚}狀態（於傷害抵抗檢定中得到程度三的失敗），則改為適用程度四的結果。這個{@condition 蹣跚}狀態將持續直到目標從中康復（參見後述的康復條目）。",
								"{@b 失敗(程度四)}: 目標陷入{@condition 失能}狀態。"
							]
						}
					]
				},
				"上述適用於堅實檢定的情境罰值會累積，因此在對抗傷害效果的抵抗檢定中失敗三次（每次皆為程度一的失敗）的目標，將會承受總共-3的情境罰值。",
				"若陷入{@condition 失能}狀態的目標在對抗傷害效果的抵抗檢定中失敗,則目標的狀態將變更為{@condition 瀕死}。若陷入{@condition 瀕死}狀態的目標在對抗傷害效果的抵抗檢定中失敗,則目標將會死亡。",
				{
					"type": "entries",
					"translate_name": "力量與傷害", "name": "Strength and Damage",
					"entries": [
						"力量屬性本身便提供了「內建的」傷害效果：亦即打擊事物的能力。你可以將效果修飾符適用於你力量屬性所造成的傷害，使其具備{@modifier 貫穿強抗}或甚至{@modifier 範圍化}的效果！你也可以為你的力量傷害效果加上{@modifier Alternate Effect|Alternate Effects}修飾符；參見{@modifier Alternate Effect}修飾符以查閱更多細節。與原本的傷害效果相同，角色的力量傷害效果的預設射程為「近身」，且預設的持續時間為「即效」。"
					]
				},
				{
					"type": "entries",
					"translate_name": "基於力量屬性的傷害", "name": "Strength-based Damage",
					"entries": [
						"你可以選擇讓一個傷害效果建基於力量屬性──例如一把近戰武器──讓你得以將你的力量傷害加入其中。當要決定該攻擊的傷害等級時，將你的力量屬性和傷害等級加在一起。若你的力量能夠受益於你應用於傷害效果的修飾符，則這些修飾符也都必須應用於你的力量等級。然而，當你的力量屬性被降低，你能加入傷害中的數值也會隨之減少，等級為負數的力量屬性甚至會減少你的傷害等級！同樣的，任何妨礙你發揮力量的事物也會使你無法使用基於力量屬性的傷害效果。舉例來說，若你無法揮舞拳頭，你也同樣無法揮舞利劍。另一方面，無論你是否能夠發揮你的力量屬性，都不會妨礙你使用能造成相同傷害的雷射槍或閃電法杖。"
					]
				},
				{
					"type": "entries",
					"translate_name": "傷害物體", "name": "Damaging Objects",
					"entries": [
						"物體（亦即缺乏體質等級的目標）會如同其他目標一樣承受傷害，然而{@condition 目眩}和{@condition 蹣跚}狀態對於無生命目標並不會有實質效用，因為它們並不能採取任何動作。至於能夠採取動作的構裝體，{@condition 目眩}和{@condition 蹣跚}狀態仍將如常作用（參見{@rule Constructs|basic|7|constructs}）。",
						"根據定義，無生命目標處於{@condition 無防備}狀態，且可以被做為終結攻擊的對象（參見戰技中的{@rule 終結攻擊|basic|8|finishing attack}）：這代表你可以選擇以例行檢定對物體進行攻擊，或者，若你選擇如常進行攻擊檢定，則你將在命中時自動造成暴擊，並使該效果獲得+5的情境加值。",
						"攻擊一個被其他角色持握或穿戴的物體將會是一次粉碎動作（參見{@rule 粉碎|basic|8|smash}動作）。",
						"若攻擊者的目的是折彎、損壞、或摧毀一個物體，則若該物體的堅實檢定得到二個程度的失敗，則會導致該物體被折彎或損壞（像是被打穿一個洞），而三個程度或以上的失敗代表著該物體被完全摧毀（四分五裂、粉碎等等）。",
						{
							"type": "example",
							"entries": [
								"在一場公寓大火中，正在拯救陷入火場的民眾們的正義女士，如今正被坍方的廢墟殘骸給環繞，難以逃出。操控她的玩家決定要簡單暴力的打出一條通道。由於她希望打出最大傷害，因此她決定如常進行攻擊檢定（而非使用例行檢定）。考慮到她的攻擊加值，她只有在骰出天然1的時候才會失手。於是，當她檢定成功，她將使用力量做為傷害等級，並因為自動暴擊而再獲得額外+5。GM認為這些磚瓦、砂石和重粱所構成的殘骸具有9級的堅實等級，並接著為其進行一次堅實檢定，骰出了7，對抗DC 30（正義女士的傷害+15）。由於16的擲骰結果對抗DC 30將會是三個程度的失敗，因此正義女士輕易地打穿瓦礫堆，淨空建築物，將人們帶到了安全的地方！"
							]
						},
						"下列的材質堅實表中列出了一些常見材質的堅實等級。表中列出等級代表著大約一吋厚（-7級距離）的該材質：該材質的厚度每增加一倍，將其堅實等級+1，減半則等級-1。因此一呎厚的石頭具有8級的堅實。裝備的堅實等級同樣基於其材質。而裝置的堅實等級則等同於該裝置上分配的點數總和除以5（尾數捨去，最小為1）。",
						{
							"type": "table",
							"caption": "材質堅實表",
							"colLabels": [
								"材質",
								"堅實等級"
							],
							"colStyles": [
								"col-7 text-align-center",
								"col-5 text-align-center"
							],
							"rows": [
								[ "紙", "0" ],
								[ "土壤", "0" ],
								[ "玻璃", "1" ],
								[ "冰", "1" ],
								[ "繩索", "1" ],
								[ "木", "3" ],
								[ "石", "5" ],
								[ "鐵", "7" ],
								[ "鋼筋混凝土", "8" ],
								[ "鋼鐵", "9" ],
								[ "鈦", "15" ],
								[ "超級合金", "20+" ]
							]
						}
					]
				},
				{
					"type": "entries",
					"translate_name": "回復", "name": "Recovery",
					"entries": [
						"有生命的目標每休息一分鐘就能解除一個傷害狀態，從最嚴重的狀態開始解除，依序往下。因此一名負傷的角色將會先解除{@condition 失能}狀態，接著依序解除{@condition 蹣跚}、{@condition 目眩}狀態，最後再每分鐘解除一個對堅實檢定的-1罰值，直到其完全康復。{@effect 治癒}和{@effect 再生}效果可以加速這個過程。長久性或更嚴重的創傷將被做為糾葛難題處理（參見{@rule Lasting Injuries|basic|8|Lasting Injuries}段落的說明）。",
						"除非物體具有像是{@effect 再生}的效果，否則不具備體質屬性的物體並不會回復傷害。取而代之的是，它們可以被維修。在維修受損物體的時候，請參閱{@skill 科技}技能底下的準則說明。"
					]
				}
			]
		},
		{
			"translate_name": "偏轉", "name": "Deflect",
			"type": "DEF",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"你可以主動為除了你以外的角色進行防守。取決於你在這個效果的等級，你可以在一段距離外使對他們做出的攻擊產生偏斜或轉向，或更有效率地保護你自己。參見{@rule 防守|basic|8|defend}動作以查閱更多細節。你使用你的偏轉效果等級代替其主動防禦屬性。你仍可以在骰出10或以下時將其對抗檢定地結果加上10，使你骰出的結果最低為11。偏轉效果的修正值仍受限於超能力階級的限制。",
				"如同遠程攻擊，若你在中程距離使用你的偏轉效果，則你將在你的檢定中承受-2的情境罰值。在長程距離，則你承受-5的情境罰值。這個距離是以你和你所偏轉攻擊的目標之間的距離來決定。",
				"如同防守動作，偏轉效果對於範圍效果或感知距離遠程攻擊並不會產生效果，它對於對抗閃避或格擋以外防禦屬性的攻擊也不會產生效果。"
			],
			"extras": [
				{
					"translate_name": "動作", "name": "Action",
					"entries": ["由於這個效果需要採取防守動作，因此偏轉效果無法被做為標準動作以外的動作使用。要創造出類似「偏轉領域」或其他能夠在一個範圍區域內自動偏轉攻擊的效果，請使用{@effect Enhanced Trait|增強閃避}和/或{@effect Enhanced Trait|增強格擋}效果，並應用像是{@modifier 範圍化}和{@modifier 可選擇}之類的修飾符。"]
				},
				{
					"translate_name": "反射", "name": "Reflect",
					"entries": ["你可以將攻擊以一個自由動作反射到其攻擊者身上。首先，你必須成功地偏轉該攻擊，接著使用你自己的攻擊修正值進行一次正常的攻擊檢定以利用被反射的攻擊命中對方。若該攻擊命中，則它將造成其原本的效果。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "轉向", "name": "Redirect",
					"entries": ["你可以將你成功偏轉的攻擊重新導向任何處於該攻擊正常射程內的其他目標，作用如同上述的反射修飾符。你必須先應用反射修飾符，才能再應用這個修飾符。"],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Elongation",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"You can elongate your body and/or limbs to extend your reach. Add your effect rank to your normal size rank to determine how far you can elongate; for a normalsized human (size rank –2) this is 15 feet at rank 1, 30 feet at rank 2, and so forth. Rank 20 Elongation can stretch 1,000 miles! “Snapping back” to your normal shape is a free action.",
				"You can use Elongation to make “close” attacks at a greater distance by elongating your limbs. Once elongated, you can make melee attacks within your new reach as a standard action. If you can’t accurately sense your target (you’re elongating around a corner, for example), apply the rules for concealment (see Concealment in Action & Adventure).",
				"In addition, Elongation allows you to wrap up and entangle an opponent so it grants a +1 bonus to grab checks per rank (limited by PL)."
			]
		},
		{
			"name": "Enhanced Trait",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": "cost_as_base_trait",
				"type": "special"
			},
			"entries": [
				"You can temporarily improve one of your existing traits, chosen when you take this effect. While this effect is active, you increase the affected trait by its rank. So, for example, Enhanced Strength 5 increases your Strength by +5 while it is active. Your enhanced trait is still subject to power level limits, so your unenhanced rank must be below the limit by at least the amount of the enhancement to accommodate it.",
				"The cost of Enhanced Trait is the same per rank as acquiring a rank in the affected trait. The key differences are that Enhanced Trait is a power effect, rather than a natural trait, and as an effect it can be combined with extra effort and other effects. See Extra Effort in The Basics and Enhanced Abilities in Abilities for more."
			],
			"flaws": [
				{
					"translate_name": "限定條件", "name": "Limited",
					"entries": ["Enhanced Traits are often Limited in some fashion, such as Nighttime (or Daytime) Only, While Angry (or in another emotional state), Underwater (or in some other environment), and so forth. A limit that rarely comes into play—like losing your Enhanced Trait during a new moon—can be handled as a power loss complication. See Complications in The Basics for details."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Permanent",
					"entries": ["At no change in cost, your Enhanced Trait may be a permanent improvement, rather than a sustained effect. The primary difference is that your permanent enhancement cannot be turned on and off and cannot be improved by extra effort, including using it to perform power stunts (see Extra Effort). There is no action to use a Permanent Enhanced Trait, as it is always active. +0 cost per rank."],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"name": "Reduced Trait",
					"entries": ["One or more of your traits is lowered while others are enhanced. This flaw is worth as many points as the reduction in the affected trait(s). So, for example, if you lose Intellect while you gain in Strength, treat the value of the lost Intellect ranks as the value of the flaw. As with all flaws, the effect must still cost at least 1 character point. {@b Flat –points equal to the lowered trait.}"],
					"cost": {
						"value": -1, "type": "flat", "hidden": true
					}
				}
			]
		},
		{
			"name": "Environment",
			"type": "CTL",
			"action": "S",
			"range": "rank",
			"duration": "sustained",
			"cost": {
				"value": {"min":1, "max":2},
				"type": "per"
			},
			"entries": [
				"You can change the environment in an area: raising or lowering the temperature, creating light, causing rain, and so forth (see The Environment in Action & Adventure for details).",
				"Your Environment affects a 30 foot radius around you at rank 1. Each additional rank moves the radius up one distance rank, for a reach of approximately 2,000 miles at rank 20, sufficient to alter the environment of an entire continent!",
				"Each of the following is a separate Environment effect. If you have one you can acquire others as Alternate Effects, but you can then only use and maintain one at a time. To use or maintain multiple Environment effects simultaneously, add their costs together for the effect’s total cost per rank or apply the Selective modifier, allowing you to mix-and-match effects.",
				{
					"type": "entries",
					"name": "Cold",
					"entries": [
						"You can lower the temperature in the area. For 1 point per rank, you create intense cold; for 2 points per rank, you create extreme cold."
					]
				},
				{
					"type": "entries",
					"name": "Heat",
					"entries": [
						"You can raise the temperature in the area. For 1 point per rank, you create intense heat, for 2 points per rank; you create extreme heat."
					]
				},
				{
					"type": "entries",
					"name": "Impede Movement",
					"entries": [
						"You can impede movement through the area with high winds, icy or wet surfaces, or similar effects. For 1 point per rank, you reduce movement speed through the area by 1 rank; for 2 points per rank, you reduce it by 2 ranks. Depending on your descriptors, you may also apply circumstance modifiers to Acrobatics and Athletics checks for surface conditions."
					]
				},
				{
					"type": "entries",
					"name": "Light",
					"entries": [
						"You can raise the light level in the area, countering the concealment of darkness, but not other forms of concealment. For 1 point per rank, you can create enough light to reduce total concealment to partial and partial concealment to none. For 2 points per rank, you can shed light as bright as a sunlit day, eliminating all concealment provided by natural darkness. Power effects with the darkness descriptor may be countered with a successful power check (see Countering Effects)."
					]
				},
				{
					"type": "entries",
					"name": "Visibility",
					"entries": [
						"You impose a -2 modifier to Perception checks for 1 point per rank, and a -5 for 2 points per rank. For more significant obscuring of senses (via darkness, fog, etc.) use an Area Concealment Attack effect (see Concealment)."
					]
				}
			],
			"extras": [
				{
					"name": "Selective",
					"entries": ["With this extra you can vary the environment within your affected area, affecting some while not affecting others, or even mixing and matching different environments (making part of the area cold and another hot, for example)."],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Extra Limbs",
			"type": "G",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"You have extra manipulative limbs, such as arms, tentacles, or even prehensile hair or a tail. Each rank in this effect grants you an extra limb.",
				"Extra Limbs do not allow you to take additional actions in a round, although they do provide the benefits of the Improved Grab advantage—grabbing with some of your limbs and leaving others free. All additional limbs except your dominant limb are considered your “off-hand.” If you have the Benefit (Ambidexterity) advantage, you have no off-hand penalties with any of your limbs.",
				"If you apply all of your limbs to a grab attempt (rather than taking the option to leave some of them free), you gain a +1 circumstance bonus per rank in Extra Limbs to a maximum of +5, much like a team check.",
				{
					"type": "inset",
					"name": "Under the Hood: Extra Limbs Not Extra Actions",
					"entries": [
						"As a default, Extra Limbs do not grant characters the ability to take extra actions in a round, simply because multiple actions—especially extra standard actions usable for attacks—tend to slow down and unbalance play.",
						"As an option for including some combat benefits with Extra Limbs, consider allowing the application of the Multiattack extra to the Strength of a character with Extra Limbs, reflecting the ability to launch a flurry of attacks at a single opponent, or to “spread” those attacks among a number of nearby opponents. See Multiattack description under Extras for details."
					]
				}
			],
			"extras": [
				{
					"entries": ["In general, modifiers affecting attack effects (e.g. Affects Corporeal, Area, Penetrating, etc.) should apply to the Strength of a character with Extra Limbs rather than to the Extra Limbs effect itself. Such modifiers applied to Strength affect all of the character’s limbs."]
				},
				{
					"name": "Continuous",
					"entries": ["Continuous Extra Limbs are a power effect you can turn on and off at will, but that remain until you choose to deactivate them, even if you are stunned or incapacitated ."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Projection",
					"entries": ["Your Extra Limbs are merely a projection of your power rather than an extension of your body. therefore, any harm directed specifically against your Extra Limb(s) has no effect. So, for example, one of your additional limbs could reach into a container of acid or a blast furnace to pull out an object without any harm to you. The GM may require Extra Limbs with this extra to modify their duration to continuous or sustained, but this is not essential. It’s likely Extra Limbs with this extra are not eligible for the Innate modifier."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Sustained",
					"entries": ["Sustained Extra Limbs can be turned on or off (growing or forming the additional limbs and then making them disappear just as easily), but the limbs disappear or stop working if you are unable to continue the effect."],
					"cost": {
						"value": 0, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"name": "Distracting",
					"entries": ["Coordinating the actions of your multiple limbs is difficult, so you are vulnerable while applying any extra limbs to an action. This flaw should generally not apply to any creature with Innate Extra Limbs, especially if they are part of its natural physiology."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Feature",
			"type": "G",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"You have one or more minor features, effects granting you an occasionally useful ability, one per rank. This effect is essentially a version of the Benefit advantage but a power rather than a virtue of skill, talent, or social background. For example, diplomatic immunity or wealth are Benefits; fur, the ability to mimic sounds, or a hidden compartment in your hollow leg are Features.",
				"It’s up to the GM what capabilities qualify as Features; generally, if something has no real game effect, it’s just a descriptor. If it has an actual game system benefit, it may be a Feature. There’s no need to define every possible Feature a character may have down to the last detail.",
				"Some Features may be sustained duration rather than permanent with no change in cost. This suits active Features a character has to use and maintain rather than having them as passive traits requiring no effort whatsoever.",
				{
					"type": "inset",
					"name": "Under the Hood: Feature",
					"entries": [
						"The Feature effect is intended to round out various minor traits and abilities characters might have, but it is entirely optional and not meant to burden character design with needless amounts of detail. It’s for traits with an actual game effect, not merely descriptors or background color (neither of which should cost any points). Ultimately, the Gamemaster decides what traits merit a rank (or more) of Feature and what Features are permitted for any given game or setting, using the examples given here.",
						"If a “feature” is something likely to come up only occasionally, or even just once, then you are better off allowing it as an aspect of the inspiration and power stunt rules (see Characteristics), charging the player a victory point for the feature when it comes into play. The player can then choose whether or not to use earned character points to acquire the Feature as a regular part of the character’s traits later on."
					]
				},
				{
					"type": "entries",
					"name": "Sample Features",
					"entries": [
						{
							"type": "list",
							"items": [
								"{@b Insulating Fur}: You have a layer of fur that protects you from intense heat and cold, giving you immunity to those environments.",
								"{@b Internal Compartment}: You can carry a portion of your carrying capacity inside your body! You have a pouch or compartment of some sort, able to hold objects with a size rank no greater than 3 less than your own (size -5 for a normal size rank -2 human).",
								"{@b Iron Stomach}: You can eat anything that’s not toxic without ill effects, no matter how unpleasant it may be: spoiled or particularly gross or spicy food, for example.",
								"{@b Mimicry}: You can imitate almost any sound you’ve heard, giving you a +10 bonus to Deception checks to convince others your mimicked sounds are real.",
								"{@b Quick Change}: You can change clothes—such as into or out of your costume—as a free action. With 2 ranks, you can change into any outfit at will.",
								"{@b Special Effect}: You have some special effect, like a gust of wind at the right dramatic moment, or ideal spotlighting, or personal theme music. The GM may give you a +2 bonus for favorable circumstances when your special effect is likely to impress people or otherwise aid you.",
								"{@b Temporal Inertia}: You are somehow uniquely “anchored” in the space-time continuum, making you immune to changes in history. You recall the “true” version of historical events, even if no one else does."
							]
						}
					]
				}
			]
		},
		{
			"translate_name": "飛行", "name": "Flight",
			"type": "MOV",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"你可以在空中飛翔，甚至浮滯於空中。你具有等同於你飛行效果等級的飛行速度等級。"
			],
			"extras": [
				{
					"translate_name": "水行", "name": "Aquatic",
					"entries": ["你可以如同在空中一樣輕易地在水中移動。你具有等同於你飛行效果等級-2的水中移動速度，並遵守一般的游泳規則（參見{@skill 運動}技能的描述以查閱更多細節）。你可以在游泳時以例行檢定進行運動檢定。這個超能力效果不會讓你獲得水下呼吸的能力（為此，請參見{@effect 免疫}效果）。這個強化等同於做為{@modifier Alternate Effect}的{@effect 游泳}超能力效果。"],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"translate_name": "常續", "name": "Continuous",
					"entries": ["常續飛行效果即使在使用者陷入{@condition 失能}狀態或無法維持效果時仍能發揮作用。使用者將保持懸浮於空中，並在必要時維持在其相對地面的高度位置。或者，使用者可以在無法維持飛行效果時安全地飄落至地表，做為一種安全保障。你在應用這個修飾符時選擇要使用哪一種效用。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "隱密使用", "name": "Subtle",
					"entries": ["預設上，飛行效果是顯而易見的，舉例來說，無論是激起的氣流、噴射的轟鳴聲、閃耀的軌跡或極光都會讓飛行效果變得極為明顯。這個修飾符可以降低，或甚至消除這些痕跡。若你的飛行效果應用了2級的隱密使用而使其完全隱密，則你在飛行時不需要進行潛行技能檢定就能夠無聲移動（你將會自動這麼做），然而你仍需要進行該檢定以避免被看見或被其他方式察覺。"],
					"cost": {
						"value": {"min":1, "max":2}, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "專注", "name": "Concentration",
					"entries": ["需要專注的飛行效果，意味著你在飛行的同時將不能進行其它需要標準動作的行為。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "分神", "name": "Distracting",
					"entries": ["你飛行的機動性並不怎麼優秀，因此你在飛行期間將處於{@condition 脆弱}狀態。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "滑翔", "name": "Gliding",
					"entries": ["你藉由順風滑翔來飛行。你的最大滑翔距離受限於你起始高度的垂直距離等級加上你的飛行速度等級。在GM的裁斷下，你也許能夠藉由上升氣流來偶爾提升你的高度。除此之外的場合，你必須在你達到你的最大滑翔距離時著陸。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "浮空", "name": "Levitation",
					"entries": ["你只能垂直移動，直上和直下，而不能橫向飛行。然而你可以讓自己藉由風的方向水平移動。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "平台", "name": "Platform",
					"entries": ["你的飛行能力依賴於某種你所站立或乘坐的平台。若你在飛行期間在一次抵抗檢定中失敗、或你被某個站在地面上的角色給擒抱，則你將從該平台上被擊落或拖離，並因此無法飛行。你可以在你的下個回合再次啟動你的飛行效果以使用你的飛行平台。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "翅膀", "name": "Wings",
					"entries": ["你擁有讓你得以飛行的翅膀，但它們將隱含被纏住或束縛的風險，並使你因此無法飛行。若你陷入{@condition 無法移動}、{@condition 束縛}、或{@condition 受制}狀態時，你將無法飛行。一旦你不再被上述狀態影響，你就可以再次啟動你的飛行效果以使用你的翅膀。"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Growth",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You can temporarily increase your size, gaining Strength and Stamina at the cost of becoming a bigger, heavier, less agile target, unable to maneuver through small spaces. Growth modifiers are restricted by power level limits.",
				"Each rank of Growth adds 1 rank to your Strength and Stamina (constructs add 1 rank to Strength and Toughness if they lack Stamina) and adds 1 rank to your mass. Every two ranks adds a +1 bonus to Intimidation. Every 8 ranks adds 1 to your Speed. Every rank of Growth subtracts 1 from your Stealth checks. Every 2 ranks (rounded up) subtracts 1 from your Dodge and Parry defenses. Every 4 ranks of Growth increases your size rank by 1 (ordinary humans start out at size rank –2, between 3 and 6 feet tall). So at Growth 8, you have +8 Strength and Stamina, +4 to Intimidation, +1 Speed, but -8 to Stealth, –4 Dodge and Parry, and you are size rank 0 (around 30 feet tall). Increases to your Strength and Stamina also improve related traits like your Strength Damage, Fortitude, and Toughness."
			],
			"extras": [
				{
					"name": "Permanent",
					"entries": ["Permanent Growth, typically with innate, suits giant-sized characters and creatures that are a fixed larger size."],
					"cost": {
						"value": 0, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "治癒", "name": "Healing",
			"type": "G",
			"action": "S",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"藉由觸碰一名目標，並採取一個標準動作以進行一次DC 10的治癒檢定，你可以治療傷害效果所造成的狀態。每個程度的成功都將治癒一個傷害類狀態，從目標身上最嚴重的狀態開始解除，依序往下，就彷彿目標以猛烈的速度正常回復一般。舉例來說，若目標陷入{@condition 瀕死}狀態，則最高程度的成功將會先使目標的傷勢穩定，解除{@condition 瀕死}狀態。若治癒檢定失敗，則你必須等待一分鐘或使用{@rule 奮力一搏|basic|1|extra effort}才能夠再次嘗試。",
				"你也可以使目標在面對具有疾病或毒素描述符的效果時所進行的抵抗檢定中獲得等同於你治癒等級的加值。這個加值將會加入目標下一次對抗該效果時所進行的抵抗檢定中。",
				"只要你仍能夠採取標準動作，你就可以對自己使用治癒效果。",
				"治癒效果對無法自己回復的目標不起作用，像是不具備體質等級的生物、或無生命的物體。"
			],
			"extras": [
				{
					"translate_name": "無須動作", "name": "Action",
					"entries": ["這個強化讓你在使用治癒效果時不再需要花費動作。儘管如此，你每回合仍舊不能使用治癒效果超過一次。要同時治癒複數目標，請應用{@modifier 範圍化}修飾符。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "影響物體", "name": "Affects Objects",
					"entries": ["你的治癒效果現在能夠「治癒」非活物目標的傷害。如同原本那樣，你進行一次治癒檢定以解除目標最嚴重的傷害狀態。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "範圍化", "name": "Area",
					"entries": ["應用了這個強化的治癒效果將使所有處於影響範圍內的目標得益於相同的好處。要注意的是，範圍化共感治癒效果（參見本效果的缺陷）絕不是個明智的組合，因為治癒者將會一口氣承受所有目標的傷害狀態！"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "激發活力", "name": "Energizing",
					"entries": ["除了傷害狀態外，你也可以治癒{@condition 疲勞}和{@condition 力竭}狀態：DC 10，程度一的成功可以治癒疲勞，程度二的成功則可以治癒力竭狀態。然而，你將會承受被解除的狀態，且無法使用治癒效果以解除你自己身上的疲勞和力竭狀態（然而你仍然可以使用勝利點以從中回復）。若該治癒檢定失敗，你仍必須等待的原本的一分鐘回復時間或使用奮力一搏以再次嘗試。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "感知距離", "name": "Perception",
					"entries": ["這個強化應用於遠距治癒效果（見下述）。感知距離遠距治癒效果並不需要進行攻擊檢定以「觸碰」到目標。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "堅持", "name": "Persistent",
					"entries": ["你的治癒效果可以解除甚至是應用了{@modifier 無法治癒}修飾符的效果所造成的狀態。"],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"translate_name": "遠距", "name": "Ranged",
					"entries": ["遠距治癒效果要求你進行一次攻擊檢定以讓治癒效果「觸碰」到目標。若一名自願目標處於完全靜止，GM可能會捨去該檢定的進行，但目標將在該輪間處於{@condition 無防備}狀態。因此在戰鬥期間這麼做可能就不是個明智的選擇。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "恢復", "name": "Restorative",
					"entries": ["你的治癒效果可以恢復被{@effect 弱化}效果所移除的角色點，只要該效果帶有適當的描述符，像是創傷、疾病、或毒素。你將使受影響的數據恢復等同於你治癒效果等級的角色點。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "復活", "name": "Resurrection",
					"entries": ["你可以讓死者起死回生！若目標死亡時間的分鐘數少於你治癒效果的等級，進行一次DC 20的治癒檢定。若檢定成功，目標的狀態將變為{@condition 失能}，就如同被穩定傷勢一樣。若該檢定失敗，則你只能夠使用奮力一搏再次嘗試。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "可選擇", "name": "Selective",
					"entries": ["範圍化治癒效果可能會具有這個強化修飾符，讓你得以選擇範圍內的目標各自是否會得益於治癒效果的好處。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "穩定性", "name": "Stabilize",
					"entries": ["你在穩定一名{@condition 瀕死}角色的傷勢時不需要進行治癒檢定，你的治癒效果將會自動使其傷勢穩定。然而這麼做仍然需要採取標準動作。"],
					"cost": {
						"value": 1, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "共感", "name": "Empathic",
					"entries": ["當你成功治療他人的狀態時，你自己將承受該狀態，且必須正常地從中回復。你可以使用治癒和{@effect 再生}效果以治療你自己的狀態。你可以同時將復活修飾符與這個修飾符一起應用於治療效果，但若你成功使用該效果，你將會因此死亡！但若你具有{@effect 永生}的能力效果使你能夠死裡復活（參見{@effect 永生}以查閱更多細節），這也許就不像看上去那麼糟糕。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "限定條件", "name": "Limited",
					"entries": ["治癒效果受到限定條件的可能例子包括：一種傷害類型（像是能量或打擊傷害）、物體（與{@modifier 影響物體}一同使用）、他人（你不能對自己使用治癒效果）、或自身（你只能對你自己使用治癒效果）。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "暫時性", "name": "Temporary",
					"entries": ["你治癒效果的好處是暫時性的，僅僅持續一個小時。目標將在之後重新承受你所治療的任何傷害狀態。這些狀態將會與目標自從初次治療以來所承受的其他狀態疊加，並可能會因此導致更嚴重的傷害或甚至死亡。"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Illusion",
			"type": "CTL",
			"action": "S",
			"range": "perception",
			"duration": "sustained",
			"cost": {
				"value": {"min":1, "max":5},
				"type": "per"
			},
			"entries": [
				"You can control others’ senses to create false impressions, illusions. This can range from visual images to phantom sounds, smells, or even radar or mental images. For 1 point per rank, you can create an illusion affecting a single sense type. For 2 points per rank, you can affect two sense types. For 3 points per rank, you can affect three sense types. For 4 points per rank, you can affect four sense types, and for 5 points per rank, you can affect all sense types. Visual senses count as two sense types. Your rank determines how convincing your illusion is, including the DC for the Insight resistance check (10 + rank).",
				{
					"type": "entries",
					"name": "Illusion Size",
					"entries": [
						"Your illusion occupies an area with a maximum volume rank equal to your effect rank. To increase the size of the illusion you can create, apply the Area extra; each application increases the area your illusion covers by 1 rank."
					]
				},
				{
					"type": "entries",
					"name": "Illusionary Effects",
					"entries": [
						"Illusions have no substance and cannot have any real-world effect. So they cannot provide illumination, nutrition, warmth, or the like (although they can provide the sensations of these things). Likewise, an illusory wall only prevents people from moving through an area so long as they believe it’s real, and an illusory bridge or floor is revealed as false as soon as someone tries to walk across it, and falls through it!"
					]
				},
				{
					"type": "entries",
					"name": "Overcoming Illusions",
					"entries": [
						"Characters encountering an illusion do not receive checks to recognize it as illusory until they interact with it in some fashion. A successful Insight check against an illusion (DC 10 + Illusion rank) reveals it as false. A failed check means the character does not notice anything amiss. A character faced with clear proof an illusion isn’t real needs no Insight check. Senses with the Counters Illusion effect (see Senses) automatically detect illusions. If any viewer successfully uncovers an illusion and communicates this fact to others, they gain another Insight check with a +5 circumstance bonus. Circumstances may grant additional modifiers to the Insight check to uncover an illusion, depending on how convincing it is."
					]
				},
				{
					"type": "entries",
					"name": "Maintaining Illusions",
					"entries": [
						"Maintaining an active illusion (such as a fighting creature) requires a standard action each round, but maintaining a static illusion (one that doesn’t move or interact) is only a free action."
					]
				},
				{
					"type": "inset",
					"name": "Under the Hood: Illusion",
					"entries": [
						"Illusion is a broad-ranging effect, usable for a number of different things. A few common considerations for Illusion include the following.",
						{
							"type": "entries",
							"name": "Damaging Illusions",
							"entries": [
								"For illusions so realistic they are capable of inflicting damage, add a Linked Perception Range Damage effect. At the GM’s discretion, this effect can even be made into a Linked Array with a variety of alternate attack effects, allowing your illusionist to inflict conditions other than damage on targets. Keep in mind the attack effects all need to be perception range to match the range of Illusion."
							]
						},
						{
							"type": "entries",
							"name": "Illusory Appearance",
							"entries": [
								"Illusion can alter a subject’s appearance, providing an essentially impenetrable disguise—at least until someone makes a successful check to see through the illusion. However, for just the ability to alter appearance, use the Morph effect, which is generally more effective than Illusion Limited to Appearance."
							]
						},
						{
							"type": "entries",
							"name": "Mental Illusions",
							"entries": [
								"The default Illusion effect is perceptible to anyone or anything (including machines) as if it were real. Some illusions exist solely in the mind, like projected psychic hallucinations. This type of Illusion has the Resistible by Will flaw and the Selective extra, since the illusionist can choose whether or not to project the illusion into a particular subject’s mind, and therefore decides who can or cannot perceive the illusion. This is a net +0 modifier, for the same base cost."
							]
						},
						{
							"type": "entries",
							"name": "My Ally, My Enemy",
							"entries": [
								"A common Illusion trick is to switch the appearances of an enemy and an ally, causing a foe’s teammate to attack that enemy by mistake. You can generally handle this with an opposed check of Illusion and Insight; if you win, the target is unaware of the switch and attacks the wrong target."
							]
						},
						{
							"type": "entries",
							"name": "I Disbelieve!",
							"entries": [
								"Keep in mind characters don’t get to make a resistance check to overcome an illusion unless they have reason to believe the illusion is not real. Given the rather fantastic things that can happen in different settings, an illusion generally has to provide some evidence of its true nature. Smart illusionists keep the true nature of their powers secret, and smart Gamemasters require players to come up with something a bit more comprehensive than “I disbelieve!” to figure out when there are illusions at hand.",
								"You can control others’ senses to create false impressions, illusions. This can range from visual images to phantom sounds, smells, or even radar or mental images. For 1 point per rank, you can create an illusion affecting a single sense type. For 2 points per rank, you can affect two sense types. For 3 points per rank, you can affect three sense types. For 4 points per rank, you can affect four sense types, and for 5 points per rank, you can affect all sense types. Visual senses count as two sense types. Your rank determines how convincing your illusion is, including the DC for the Insight resistance check (10 + rank)."
							]
						}
					]
				}
			],
			"extras": [
				{
					"name": "Independent",
					"entries": ["Your active illusions only require a free action to maintain, rather than a standard action."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Selective",
					"entries": ["You choose who perceives your Illusion and who doesn’t"],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"name": "Feedback",
					"entries": ["Although Illusion does not have a physical “manifestation” per se, it can apply this flaw, in which case a successful damaging attack on one of your illusions causes you to suffer damage, using the guidelines given in the description of the Feedback flaw."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited to One Subject",
					"entries": ["Only a single subject at a time can perceive your Illusion."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Ranged",
					"entries": ["It is left to the GM’s discretion whether or not Illusion’s range can be reduced at all, since being able to perceive the affected area is important in creating and directing the illusion. In order to solely alter your own appearance, see the Morph effect, possibly with the Resistible modifier."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Resistible",
					"entries": ["Illusions Resistible by Will are typically hallucinatory effects projected into the target’s mind. This flaw is commonly combined with Selective, so only the targets you choose perceive your illusions. Illusions Resistible by Fortitude may represent a hallucinatory drug or similar biochemical effect. As usual, targets immune to effects targeting the resistance are unaffected by the illusion as well. So Illusions Resistible by Fortitude or Will have no effect on non-living targets, for example. This resistance check is in addition to the usual Insight check; the first determines if the target can resist the effect creating the illusion, the Insight check determine if the target notices something wrong about the illusion, revealing it as false."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "永生", "name": "Immortality",
			"type": "DEF",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"你可以從死裡復活！若你陷入死亡，你將在經過一段時間之後重新復活。將你的永生等級拿去減掉19級的時間等級（一個月）以決定這段時間的長度。因此舉例來說，11級的永生可以讓你在僅僅30分鐘之後就重新復活（19 - 11 = 8級時間）。甚至20級的永生可以讓你在每個行動輪的開始時從死裡復活！當你復活時，你所有的傷害狀態都將被解除，但你也將失去所有累績的勝利點，從零開始。"
			],
			"flaws": [
				{
					"translate_name": "限定條件", "name": "Limited",
					"entries": ["你必須指定一個合理的常見效果（或一系列不常見的效果）以防止你從死裡復活，例如斬首、火化、或是木樁穿心等等。即使如此，若這些效果被某種方式逆轉或解除（例如木樁被從你的屍體卸除），則你仍可以再從死裡復活。"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "免疫", "name": "Immunity",
			"type": "DEF",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"你免疫於特定效果，並在對抗這些效果的任何抵抗檢定中自動成功。將你免疫效果的等級分配給各種不同的效果以獲得對它們的免疫能力（越廣泛的效果需要更高的等級）。這些分配是永久的，一旦分配就不能再更改。免疫的範例如下：",
				{
					"type": "list",
					"items": [
						"{@b 1級}：衰老、疾病、毒素、一種環境狀態（寒冷、炎熱、高壓、輻射、或真空）、一種窒息環境（例如使你能在水中正常呼吸、或在外太空）、飢餓或口渴、睡眠需求、或一種稀少的超能力描述符（例如你自己的超能力、近親的超能力等等）。",
						"{@b 2級}：暴擊、窒息效果（完全不需呼吸）、一種不常見的超能力描述符（像是化學、重力、死靈等等）。",
						"{@b 5級}：變化效果、感官{@effect 詛咒}效果、情緒效果、鎖縛效果（擒抱、捕捉陷阱、或束縛）、疲勞效果、交流技能、或特定的傷害描述符（例如子彈、寒冷、電流、墜落、火焰、魔法、輻射、音波等等）。",
						"{@b 10級}：一種常見的超能力描述符（像是所有寒冷、電流、火焰、輻射、或天氣的描述符）、維生需求（包括免疫疾病、毒素、所有環境狀態、窒息、以及飢餓和口渴）。",
						"{@b 20級}：一種非常普遍的超能力描述符（例如打擊或能量）。",
						"{@b 30級}：所有以韌性抵抗的效果、所有以意志抵抗的效果。",
						"{@b 80級}：所有以堅實抵抗的效果（等同於40級的{@modifier 強抗}堅實）。"
					]
				},
				{
					"type": "entries",
					"translate_name": "免疫的程度", "name": "Degrees of Immunity",
					"entries": [
						"某些免疫效果隱含著程度的差異性。舉例來說，「寒冷免疫」代表的可能會是免疫於酷寒環境的影響（參見{@rule Environment|basic|8|Environmental Hazards}的說明）、免疫寒冷傷害、或甚至是免疫所有帶有「寒冷」描述符的效果。第一種免疫效果只需要1級，且不會在你抵抗其他種類的寒冷效果時提供其他助益。第二種免疫效果需要5級，且只會提供對寒冷傷害效果的免疫能力。第三種則需要10級，並會使你完全免疫於任何帶有「寒冷」描述符的效果。"
					]
				},
				{
					"type": "inset",
					"translate_name": "幕後花絮：免疫", "name": "Under the Hood: Immunity",
					"entries": [
						"在漫畫中有許多角色直接了當地免疫於對於某些事物。免疫效果就是為了在遊戲中提供這些選項供角色使用。在某種程度上，直接說一名角色免疫於某物，要比費心去擲骰要來得單純許多。免疫效果同時鼓勵玩家們發揮創意：如果你沒辦法單純藉由攻擊敵人來戰勝他們，那麼你該怎麼辦？鼓勵玩家使用戰術、小聰明、超能力絕技、和勝利點以和這類免疫於玩家尋常攻擊的敵人斡旋。",
						"若你發現免疫效果──特別是高等級的廣泛免疫能力──會對你的遊戲帶來麻煩，你可以選擇對它作出限制（像是不能超過10級），或乾脆將整個免疫效果取消，並以應用了適當超能力修飾符的{@effect 保護}效果和防禦屬性來取代它。",
						"若要獲得免疫於一定程度{@effect 傷害}效果的能力，請參閱{@modifier 強抗}修飾符。"
					]
				}
			],
			"extras": [
				{
					"translate_name": "影響他人", "name": "Affects Others",
					"entries": ["這個強化讓你得以藉由觸碰將你免疫效果的好處賦予其他人。這個強化最常被用於維生需求，例如一個用以創造維持一個包圍你周圍的維生「泡泡」的超能力。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "維持", "name": "Sustained",
					"entries": ["持續時間為維持的免疫效果可能會適合某些類型的超能力，特別是力場類或其他需要少許專注的防護性能力。對於基本持續時間為永駐的免疫效果來說，這個修飾符的花費為+0。"],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"translate_name": "遠距", "name": "Ranged",
					"entries": ["影響他人免疫效果可能會應用這個強化，讓它得以從遠距離賦予他人這個效果的好處。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "反射", "name": "Reflect",
					"entries": ["你可以將你免疫的攻擊以一個自由動作反射到攻擊者身上。使用你自己的攻擊修正值進行一次正常的攻擊檢定以利用被反射的攻擊命中對方。若該攻擊命中，則它將造成其原本的效果。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "轉向", "name": "Redirect",
					"entries": ["你可以將你免疫的攻擊重新導向任何處於該攻擊正常射程內的其他目標，作用如同上述的反射修飾符。你必須先應用反射修飾符，才能再應用這個修飾符。"],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "限定減半效果", "name": "Limited to Half Effect",
					"entries": ["你承受其原本效果的一半，而非對其完全免疫。對於環境效果，你僅會以減半的頻率進行相關檢定。對於其他效果，你將在決定該效果的抵抗檢定DC（包括決定是否會被{@modifier 強抗}所影響）之前，將該效果的等級減半（尾數捨去）。"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Insubstantial",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 5,
				"type": "per"
			},
			"entries": [
				"You can assume a less solid form, with each Insubstantial rank becoming progressively less solid. You do not gain the ability to assume lower-ranked Insubstantial forms at higher ranks, but you can acquire a lower-ranked form as an Alternate Effect of a higher-ranked one. You can switch between normal and Insubstantial form at will as a free action once per round. The default is that substantial is your “normal” form, but the GM may permit you to make Insubstantial your “normal” form, in which case remaining solid is a sustained duration for you!",
				"Insubstantial offers four ranks of effect:",
				{
					"type": "entries",
					"name": "Rank 1 – Fluid",
					"entries": [
						"You become a fluid mass. You can flow through any sort of opening, under (or around) doors, through keyholes and pipes, and so forth. You cannot pass through watertight seals. You can automatically flow out of any restraint—such as a snare or grab—that is not watertight. So you cannot flow out of a bubble completely enclosing you, for example, but anything less cannot hold you. You can exert your normal Strength and can still push or carry objects, although your manual dexterity may be limited (at the GM’s discretion).",
						"A fluid character may attempt to catch a falling person or object, cushioning the fall with the character’s flexible form. This requires a move action, and reduces the falling damage by the cushioning character’s Toughness bonus (representing flexibility in this case). Both characters must make resistance checks against the remaining damage. Higher rank insubstantial forms—lacking physical Strength—cannot attempt this."
					]
				},
				{
					"type": "entries",
					"name": "Rank 2 – Gaseous",
					"entries": [
						"You become a cloud of gas or fine particles. You have no effective Strength in gaseous form, but have Immunity to Physical Damage. Energy and area attacks still affect you normally. You can flow through any opening that is not airtight. You can use your various other effects normally."
					]
				},
				{
					"type": "entries",
					"name": "Rank 3 – Energy",
					"entries": [
						"You become coherent energy. You have no effective Strength, but have Immunity to Physical Damage. Energy attacks (other than the energy making up your form, to which you have Immunity) damage you normally. You can pass through solid objects permeable to your type of energy, but energy resistant barriers, like heavy shielding or force fields, block your movement."
					]
				},
				{
					"type": "entries",
					"name": "Rank 4 – Incorporeal",
					"entries": [
						"You become an incorporeal phantom. You can pass through solid matter at your normal speed and you have Immunity to Physical and Energy Damage. Sensory effects (other than tactile) and those targeting Will still work on you, as do effects with the Affects Insubstantial modifier. Choose one other reasonably common effect or descriptor that works on you while you are incorporeal. You have no effective Strength and cannot affect the physical world, except with effects with the Affects Corporeal modifier. Your sensory effects work normally.",
						"Unless you have Immunity to Suffocation, you must hold your breath while passing through a solid object, and you can suffocate. If you revert to solid form while inside a solid object for any reason, you suffer damage equal to the object’s Toughness, resisted by your Fortitude. If not incapacitated by the damage, you’re immediately ejected from the object into the nearest open space. If you are incapacitated, you’re trapped inside the object and your condition worsens to dying on the following round (making it very difficult for aid to reach you)."
					]
				},
				{
					"type": "entries",
					"name": "Insubstantial Descriptors",
					"entries": [
						"Note that the fluid, gaseous, etc., rank names are themselves essentially descriptors for the different Insubstantial effects. A character with Insubstantial 1 might instead be a stretchable, rubbery form rather than a liquid, for example, while one with Insubstantial 2 could transform into a swarm of insects rather than a gas."
					]
				}
			],
			"extras": [
				{
					"name": "Affects Corporeal",
					"entries": ["This extra is required for any effect that works on corporeal targets while you are incorporeal. See the description of this extra for details and cost."]
				},
				{
					"translate_name": "影響他人", "name": "Affects Others",
					"entries": ["This modifier allows you to extend your Insubstantial effect to another character by touch, taking them Insubstantial with you. If you ever withdraw the effect while someone is inside a solid object, see the effect’s description for the unpleasant results."],
					"cost": {
						"value": {"min":0, "max":1}, "type": "per"
					}
				},
				{
					"name": "Attack",
					"entries": ["Applied to Insubstantial, this extra makes it into a close range effect able to turn targets Insubstantial. You must be able to physically touch the target to make an Insubstantial Attack, meaning it must have the Affects Corporeal modifier to use it while you are incorporeal. This modifier is most effective for ranks 2 through 4, since the victim loses some or all ability to interact with the physical world. The default resistance for an Insubstantial Attack is Dodge, although it can be Fortitude or Will, as best suits the effect’s descriptors. You need to grab a target in order to drag them inside a solid object unless the target is already defenseless. You and the target are not insubstantial to each other. The cost is +0 per rank if it is an Insubstantial Attack only, +1 cost per rank if you can both be Insubstantial and make an attack to make others Insubstantial."],
					"cost": {
						"value": {"min":0, "max":1}, "type": "per"
					}
				},
				{
					"name": "Continuous",
					"entries": ["Extending the effect’s duration to continuous allows you to remain Insubstantial until you choose to return to your corporeal form."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Innate",
					"entries": ["Use this modifier if your character’s form is naturally or innately Insubstantial, particularly if the effect is permanent in duration."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Precise",
					"entries": ["This modifier allows you to selectively make some portions of your body insubstantial while keeping others substantial (or vice versa). This allows you to do things like reach through a wall, solidify your hand to pick up an object or tap someone on the shoulder (or punch them in the face), and become incorporeal again to withdraw it on the following round."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Progressive",
					"entries": ["You can assume lower ranked forms of Insubstantial, but you must progress through them in order to reach the higher-ranked ones. For example if you have Progressive Insubstantial 3, you can assume fluid, gaseous, or energy forms, but to assume energy form, you must first progress through fluid and gaseous, becoming less and less substantial. Since you can only activate the effect once per turn, it takes you three turns to get there."],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"name": "Reaction",
					"entries": ["Becoming Insubstantial is normally a free action, meaning you can’t switch to an Insubstantial form when surprised or otherwise unable to take action. At the GM’s option, applying the Action extra to use Insubstantial as a reaction allows you to switch forms “reflexively” in response to such hazards, even if it is not your turn."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Subtle",
					"entries": ["This extra makes your Insubstantial nature less noticeable to observers. Rank 1 requires a Perception check (DC 20) to detect that you are Insubstantial, while 2 ranks mean you look entirely normal in Insubstantial form (which may cause opponents to waste effort on you, not knowing you are immune to their attacks, for example)."],
					"cost": {
						"value": {"min":1, "max":2}, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"name": "Absent Strength",
					"entries": ["This flaw applies only to rank 1 Insubstantial and removes your effective Strength while in that form, leaving you with limited ability to affect the physical world like the higher ranks of the effect."],
					"cost": {
						"value": -1, "type": "flat"
					}
				},
				{
					"name": "Permanent",
					"entries": ["You are always Insubstantial; you cannot assume solid form, although your Insubstantial effect can still be Nullified unless it is also Innate."],
					"cost": {
						"value": 0, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "跳躍", "name": "Leaping",
			"type": "MOV",
			"action": "F",
			"range": "personal",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"你可以做出驚人的跳躍，遠超過受訓運動員所能及的程度。你的跳躍效果等級-2即為你單次跳躍所能跨越的最大距離等級：因此若這個效果的等級為1級，你可以跳躍最多15呎，2級時30呎，到最多在20級時跳躍1,000哩的距離！只要你單次跳躍距離不超過你的最大跳躍距離，你就不會承受任何跳躍之後因著陸而導致的傷害。",
				"你跳躍時的速度等級最大為7級（大約每小時250哩），因此因此跳躍距離超過7級的單次跳躍將會花費等同距離等級-7的時間等級。舉例來說，一次跨越500哩距離（17級距離）的超長跳躍將會在空中滯留長達10級的時間（17 - 7，亦即二小時）！也因此，跳躍者通常會選擇進行好幾次僅有數哩的短跳，讓他們只會在空中滯留幾分鐘的時間，並因此更容易的控制他們的行進方向。"
			],
			"extras": [
				{
					"translate_name": "影響他人", "name": "Affects Others",
					"entries": ["你可以藉由碰觸來使他人在這個效果持續期間獲得像你一樣跳躍的能力。你不需要這個修飾符也能帶著他人一起跳躍；你可以攜帶你的力量正常所能負荷的重量。"],
					"cost": {
						"value": {"min":0, "max":1}, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "需要雜技檢定", "name": "Acrobatics Check Required",
					"entries": ["要使用跳躍效果，你必須先進行一次{@skill 雜技}技能檢定（DC 10）。你的檢定結果每超過DC一點，你就能使用跳躍效果等級中的1級，最多到你跳躍效果等級的程度。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "最大功率", "name": "Full Power",
					"entries": ["若應用這個缺陷，你就只能跳躍至你的最大跳躍距離；你只能在完全不使用這個跳躍效果時進行較短距離的跳躍（亦即你力量屬性所決定的正常跳躍距離）。這個缺陷可能會適合用於一些像是火箭推進器之類的，無法控制的「跳躍」效果。"],
					"cost": {
						"value": -1, "type": "flat"
					}
				}
			]
		},
		{
			"name": "Luck Control",
			"type": "CTL",
			"action": "R",
			"range": "perception",
			"duration": "instant",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"entries": [
				"You can use victory points or ranks of Luck to affect others in various ways (see victory points). For each rank you have in this effect, choose one of the following capabilities:",
				{
					"type": "list",
					"items": [
						"You can spend a victory point or use Luck on another character’s behalf, with the normal benefits.",
						"You can bestow your victory point or use of Luck on others. You can use this only once on any given character in a round, but the recipient may use the bestowed point(s) normally.",
						"You can spend one of your victory point or uses of the Luck advantage to negate someone else’s use of a victory point, use of their Luck advantage, or a Gamemaster-imposed complication (at the GM’s discretion). The latter also eliminates the complication, however, so no victory points are awarded for it.",
						"You can spend a victory point or use Luck to force someone else to reroll a die roll and take the worse of the two rolls. The target of this last effect may spend a victory point or use Luck to avoid having to reroll."
					]
				}
			],
			"extras": [
				{
					"translate_name": "範圍化", "name": "Area",
					"entries": ["Your Luck Control effect works equally on all targets in the affected area. You spend only one victory point, but the subjects are each affected individually. You must apply the same effect to all subjects at once."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Luck",
					"entries": ["Each rank in this extra gives you the benefit of a rank in the Luck advantage (see Luck in Advantages). It is subject to the same limits as the Luck advantage set by the GM."],
					"cost": {
						"value": 1, "type": "flat_per"
					}
				},
				{
					"name": "Selective",
					"entries": ["This extra, applied to Area Luck Control, allows you to choose who in the area is or is not affected by it."],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"name": "Action",
					"entries": ["If the action required for Luck Control is increased beyond a reaction, it is only usable during your turn each round, which limits its usefulness in responding to the actions of others."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Ranged",
					"entries": ["Luck Control normally requires no attack check; if Ranged, it does."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Resistible",
					"entries": ["Targets of your Luck Control get a resistance check—usually Dodge or Will—to avoid its effects."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Side Effect",
					"entries": ["As a particular side effect of Luck Control, if your effort to alter luck fails, you suffer a setback without earning a victory point. Effectively the GM gains a “free” complication against you."],
					"cost": {
						"value": {"min":-1, "max":-2}, "type": "per"
					}
				}
			]
		},
		{
			"name": "Mind Reading",
			"type": "SEN",
			"action": "S",
			"range": "perception",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You can read another character’s mind. To use Mind Reading, make an opposed effect check against the result of the target’s Will check. The degree of success determines the degree of contact:",
				{
					"type": "insetResistCheck",
					"entries": [
						{
							"type": "table",
							"caption": "Mind Reading Resistance Check",
							"colLabels": [
								"Success",
								"Degree of Contact"
							],
							"colStyles": [
								"col-2 text-align-center",
								"col-10"
							],
							"rows": [
								["1","{@b Surface thoughts}: You can read what the target is presently thinking. Mind Reading transcends language; you comprehend the target’s thoughts whether or not you share a common language."],
								["2","{@b Personal thoughts}: You can probe deeper into the target’s mind for information. You can essentially ask any one question and receive the answer from the target’s mind. If the target doesn’t know the answer, then you know that as well."],
								["3","{@b Memory}: You can read the subject’s memories and recollections. This allows you to perceive them exactly as the target recalls them, one memory per round."],
								["4","{@b Subconscious}: You can read memories from the target’s subconscious, things even the target does not consciously know. This might mean repressed or hidden memories, deep-seated psychological traumas, or even other personalities."]
							]
						}
					]
				},
				"If you lose the opposed check, you cannot read the target’s mind. With two or more degrees of failure, any renewed attempt in that scene requires extra effort (see Extra Effort). If you desire a greater degree of contact, you must take another standard action and make a new opposed check.",
				"The target gets a new Will check (DC 10 + Mind Reading rank) at the end of each turn to shut you out; success ends the effect.",
				{
					"type": "entries",
					"name": "Mind Reading and Deception",
					"entries": [
						"If you can interact with your subject, a successful Deception check against the target’s Insight check causes the subject to consciously think about a particular piece of information you’re looking for, such as a password or name, allowing you to pluck it from the subject’s mind with surface thoughts contact."
					]
				}
			],
			"extras": [
				{
					"name": "Cumulative",
					"entries": ["Your Mind Reading adds any further degrees of success to the existing degree on the target, rather than using just the result of the new opposed check. For example, if you have one degree of contact and make another Mind Reading check, getting one degree, you now have two degrees of contact."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Effortless",
					"entries": ["Trying again after two or more degrees of failure does not require extra effort for you. You can retry a Mind Reading attempt an unlimited number of times."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Sensory Link",
					"entries": ["You can “tap into” the senses of your subjects, perceiving what they perceive like a Remote Sensing effect (see Remote Sensing) so long as you have at least one degree of contact. Your own senses are inactive while you are using your sensory link and you can only perceive through the senses of one subject at a time."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Subtle",
					"entries": ["As a mental sensory effect, Mind Reading has a degree of subtlety, only noticeable to the subject or to characters with an appropriate mental sense, such as Mental Awareness (see Senses effect). Subtle Mind Reading is less detectable, requiring a DC 20 Perception check for either type of character to sense it, while two ranks of the Subtle modifier makes your Mind Reading completely undetectable."],
					"cost": {
						"value": {"min":1, "max":2}, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"name": "Close",
					"entries": ["Applied to Ranged Mind Reading, Close Mind Reading requires a close attack check to touch an unwilling target and physical contact throughout the effect’s duration; breaking contact ends the effect."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Feedback",
					"entries": ["You suffer Feedback if a subject you are reading is harmed, using your Mind Reading rank as the resistance check bonus against the damage. Additionally, you may suffer Feedback at the GM’s discretion from reading or experiencing particularly traumatic or emotionally-charged thoughts of memories from the subject."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited by Language",
					"entries": ["You can only understand the subject’s thoughts or memories if you share a common language."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited to Emotions",
					"entries": ["You can only read or probe for emotions and emotional associations, not coherent thoughts or memories."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited to Sensory Link",
					"entries": ["If you have the Sensory Link extra and this flaw, you can only tap into a subject’s senses, you cannot read their thoughts or memories."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited to Surface Thoughts",
					"entries": ["You can only read surface thoughts and cannot achieve higher degrees of contact."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Ranged",
					"entries": ["Ranged Mind Reading requires a ranged attack check in addition to the effect’s normal resistance check."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Sense-Dependent",
					"entries": ["Your Mind Reading is dependent on a sense other than just having to accurately sense the target, such as needing to see his expressions (Sight-Dependent), hear him speak (Hearing-Dependent), smell his changes in biochemistry (Scent-Dependent), and so forth. Alternately, it may be dependent on first being in Mental Communication with the target."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"_translate_name": "變形", "name": "Morph",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 5,
				"type": "per"
			},
			"entries": [
				"You can alter your appearance. Your traits do not change; your new form is merely a cosmetic change. You gain a +20 bonus to Deception checks to disguise yourself as the form you assume (see Disguise guidelines for Deception).",
				"Your Morph rank determines what form(s) you can assume: At rank 1 you can assume a single other appearance. At rank 2 you can assume any of a narrow group of forms, such as people of roughly your size and gender, a type of animal like birds or reptiles, and so forth. At rank 3 you can assume any of a broad group of forms like humanoids, animals, machines, and so forth. At rank 4 you can assume any form of the same mass as your own.",
				"For the ability to change size as well as appearance see the Growth and Shrinking effects. To take on the other traits of forms you assume, see the Metamorph extra, following, or the Variable effect."
			],
			"extras": [
				{
					"name": "Attack",
					"entries": ["A Morph Attack imposes a different appearance on the target creature. Unlike an Affliction that imposes the transformed condition, a Morph Attack is entirely cosmetic: you can’t change the target’s traits other than appearance."],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"name": "Metamorph",
					"entries": ["Morph only changes your appearance; you still have all the traits of your normal form. This modifier allows you to have an alternate set of traits, essentially a complete alternate character you change into, one set of traits per rank in Metamorph. You can switch between sets of traits at will, once per round, as a free action. Your other form(s) must have the same point total as you and are subject to the same power level limits. They must also have traits suitable to your Morph effect. For example, if you can only Morph into humanoid forms, then your alternate forms all have to be humanoid. All of your forms must have your full Morph effect as well; those character points cannot be reallocated. The GM may require certain additional common traits for all of your forms, particularly mental abilities and skills, if you retain them. Metamorph is best suited to characters with defined sets of alternate traits. For a character able to transform into a virtually unlimited number of forms with various traits, see the Variable effect."],
					"cost": {
						"value": 1, "type": "flat_per"
					}
				}
			],
			"flaws": [
				{
					"name": "Resistible",
					"entries": ["A Morph effect Resistible by Will is most likely a mental illusion of some sort. Observers who succeed on the Will resistance check see you as you truly are rather than in your Morph guise. This is in addition to the usual Perception check to penetrate your disguise. If you have the Metamorph extra, then targets that resist your effect treat you as if you had your normal traits, and not those granted by your Metamorph form."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Move Object",
			"type": "CTL",
			"action": "S",
			"range": "ranged",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You can move objects at a distance without touching them. Move Object has no action/reaction; a moving object cannot drag the character “holding on” to it, for example. This effect is also not considered “physical contact” or “touch” for effects requiring it.",
				"Your effective Strength for lifting and moving objects with this effect is equal to your rank. By taking a move action to concentrate you can increase this by +1 Str, changing the effect’s duration to Concentration (see Duration). This is in addition to using extra effort to further increase your rank (see Extra Effort).",
				"This effect can move objects, but cannot perform tasks of fine manipulation (like untying knots, typing, or manipulating controls) without the Precise modifier. Objects thrown into targets as attacks base their damage off your power rank as if it were your Strength rank.",
				"Move Object cannot inflict damage directly; you can’t “punch” or “crush” objects with it. You can use it to make disarm, grab, and trip attacks. See Action & Adventure for details."
			],
			"extras": [
				{
					"name": "Continuous",
					"entries": ["Move Object generally cannot have a continuous duration, since it is an active effect and requires at least a modicum of attention to maintain. The GM may allow Continuous Move Object as a variation that is not disrupted when you are unable to maintain it, but that still requires your conscious attention to do anything other than have the affected object hang in midair. There’s no change in the cost of the extra, this is just a limitation of the Move Object effect. You must make Move Object’s duration Sustained (+1 cost per rank) before you can make it Continuous."],
					"cost": {
						"value": 2, "type": "per"
					}
				},
				{
					"name": "Damaging",
					"entries": ["Your effect can inflict damage, like an application of normal Strength with damage equal to its rank. This includes damaging targets in grabs and making ranged “strike” attacks."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Improvised Weapon or Throwing Mastery",
					"entries": ["You are particularly adept at using objects as weapons with your power. Each rank of either advantage increases the damage of objects wielded or thrown using Move Object by 1."],
					"cost": {
						"value": 1, "type": "flat_per"
					}
				},
				{
					"name": "Perception",
					"entries": ["Perception Ranged Move Object can affect any object you can accurately perceive, with no need for an attack check."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Precise",
					"entries": ["Move Object with this modifier can be used for tasks involving fine manipulation."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Subtle",
					"entries": ["The default version of Move Object involves some noticeable manifestation like a “tractor beam,” a glow around your head or hands (along with a corresponding glow around the affected object), big glowing hands, blazing “energy talons,” a lasso, whip, or the like. Apply the Subtle modifier for a less noticeable Move Object effect, such as invisible “psychokinesis” (which is generally also Perception Range)."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Sustained",
					"entries": ["Sustained duration Move Object can hold an object in a static position (floating in midair, for example) with only a free action needed to maintain the effect. Grabbing or actively moving an object still requires a standard action, but you can “hold” multiple objects at once."],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"name": "Close",
					"entries": ["Since Move Object works on things at a distance by definition, it cannot generally be reduced to close ranged. At the GM’s discretion, a Close Ranged Move Object effect may represent “tactile telekinesis” or a supernatural influence over objects you are able to touch, but such things are usually better represented by the Enhanced Strength effect."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "專注", "name": "Concentration",
					"entries": ["Concentration Move Object requires more attention to maintain. You cannot concentrate to increase your lifting capacity or to grab or move another object while you are still “holding” your first."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited Direction",
					"entries": ["You can only move objects in a particular direction or path, such as only up and down (towards and away from the ground), only directly towards or away from you (attraction and repulsion), and so forth. This is useful for “gravitic” or “magnetic” versions of the effect."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited Material",
					"entries": ["You can only move a particular type of object or material, such as only metals, plants, rock, water, and so forth. {@b –1 cost per rank} (The GM may allow a {@b –2 cost per rank} flaw for a particularly limited type of material, such as only precious metals, leaves, sand, or petroleum)."],
					"cost": {
						"value": {"min":-1, "max":-2}, "type": "per", "hidden": true
					}
				}
			]
		},
		{
			"translate_name": "移動", "name": "Movement",
			"type": "MOV",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"你擁有一種特殊的移動方式。為這個效果的每個等級選擇下列其中一個選項：",
				{
					"type": "entries",
					"translate_name": "維度穿梭", "name": "Dimension Travel",
					"entries": [
						"你能夠以一個移動動作立即移動到另一個維度。若這個移動方式的等級為1級，你可以在你的原生維度和另一個維度之間往返穿梭。若等級為2級，你可在任意關聯類群的維度間往返移動（祕法維度、外星維度、諸如此類）。若等級為3級，你可以在任意維度之間穿梭。當你在維度間穿梭時，你可以攜帶最多50磅（質量等級0）的額外物質與你一起移動。若你應用了{@modifier 增加質量}修飾符，則你可以再額外攜帶最多等同於你該修飾符等級的質量。"
					]
				},
				{
					"type": "entries",
					"translate_name": "環境適應", "name": "Environmental Adaptation",
					"entries": [
						"你適應於一種特定的環境，例如水中、零重力等等（參見{@rule Environmental Hazards|basic|8|environmental hazards}以查閱更多細節）。你不會承受任何該環境所導致的不利情境罰值或移動懲罰，並能正常地移動和動作。你仍會被其環境危害所影響，像是窒息、暴露於嚴酷環境下等等。你需要{@effect 免疫}效果才能忽視這些危害。"
					]
				},
				{
					"type": "entries",
					"translate_name": "穿透", "name": "Permeate",
					"entries": [
						"你可以如同固態物體不存在一般穿透它們。若這個移動方式的等級為1級，你能夠以你速度等級-2的速度穿透任何物理性物體。若等級為2級，你能夠以你速度等級-1的速度穿透物體移動，而若等級為3級，你能夠以你正常的速度穿透任何障礙物。你無法在完全浸入固態物體的時候呼吸，因此必須具備對窒息的{@effect 免疫}效果，或在穿透期間屏住氣息。由於你無法在處於固態物體內時視物，因此你可能也會需要Penetrates Concealment的{@effect Sense}效果以知曉自己正往哪裡移動。.",
						"穿透效果通常會限定於特定物質，例如土地、冰、或金屬。儘管在面對攻擊時，穿透效果並不會提供任何保護作用，但當你處於固態物體內時，你仍能因此獲得掩護（參見{@rule Cover|basic|8|cover}）。若希望擁有能夠讓其他東西（包括攻擊在內）穿透你的能力，請查看{@effect Insubstantial}效果。"
					]
				},
				{
					"type": "entries",
					"translate_name": "安全墜落", "name": "Safe fall",
					"entries": [
						"只要你仍能夠行動，你就可以從任意高度墜落而不至於因此受到傷害。此外，你也可以在落下任意距離後停止墜落，只要該處有能供你抓握的握柄或凸起物即可（像是窗台、旗桿、樹枝等）。若你具有攀牆移動的超能力效果（在移動效果的稍後提及），則任何你所能攀爬的表面對你而言都將被視為可抓握的凸起物。",
						"安全墜落效果可能會被限定只能在你鄰近於某個表面時才能發揮效果（像是建築的牆面）；這代表你可能是利用該表面以協助你減緩墜落的影響。"
					]
				},
				{
					"type": "entries",
					"translate_name": "匍匐蛇行", "name": "Slithering",
					"entries": [
						"你可以在處於{@condition 臥倒}狀態時以你正常的地面速度移動。此外，你在處於{@condition 臥倒}狀態時進行攻擊並不會因此承受任何的情境罰值。"
					]
				},
				{
					"type": "entries",
					"translate_name": "宇宙傳旅", "name": "Space Travel",
					"entries": [
						"你能夠以超越光速的速度穿梭在外太空的真空環境中（但在行星大氣層無法以這種高速移動）。若這個移動方式的等級為1級，你可以傳旅至太陽系的其他行星。若等級為2級，你可以傳旅至其他恆星星系。若等級為3級，則你可以移動至遙遠的恆星星系，或甚至其他銀河系！這個效果並不會使你得以不受外太空的嚴酷環境影響（為此，請參見{@effect 免疫}效果）。"
					]
				},
				{
					"type": "entries",
					"translate_name": "穩健步伐", "name": "Sure-footed",
					"entries": [
						"你比其他人更擅於在移動中應付障礙物和阻礙。這個效果的每一級都能使移動穿過或繞過這類障礙物導致的速度罰值降低1級。若你將該速度罰值降為0或更低，則你將不受障礙物影響而能以原本的全速移動。"
					]
				},
				{
					"type": "entries",
					"translate_name": "擺盪", "name": "Swinging",
					"entries": [
						"利用你所準備的擺索、或者環境中可用的索帶和凸出物（樹枝、旗桿、藤蔓、電話線、和電纜等），你能夠以你的正常的地面速度等級在空中擺盪穿梭。"
					]
				},
				{
					"type": "entries",
					"translate_name": "時間旅行", "name": "Time Travel",
					"entries": [
						"你可以穿梭時間！若這個移動方式的等級為1級，你可以在現在和一個固定的時間點之間來回穿梭（像是過去的1,000年前、或未來1,000年後）。若等級為2級，你可以移動到過去的任意時間點或未來的任意時間點（但只能選擇其中一種）。若等級為3，你可以移動到任意的時間點。移動到不同的時間線或平行世界需要至少2級的維度穿梭移動。你可以在時間旅行時攜帶最多50磅（質量等級0）的額外物質與你一起移動。若你應用了{@modifier 增加質量}修飾符，則你可以再額外攜帶最多等同於你該修飾符等級的質量。"
					]
				},
				{
					"type": "entries",
					"translate_name": "行蹤無跡", "name": "Trackless",
					"entries": [
						"你不會留下蹤跡，且無法被視覺感官所追蹤（儘管你仍會被嗅覺或其他手段給追蹤）。你可以走過軟沙或雪地的表面而不會留下任何腳蹤，且你對震顫感知而言具有全遮蔽（參見{@rule Concealment|basic|8|Concealment}）。這個移動方式的每一級額外等級都能讓你不會留下另一種感官類型的蹤跡。"
					]
				},
				{
					"type": "entries",
					"translate_name": "攀牆", "name": "Wall-crawling",
					"entries": [
						"你可以在牆面或天花板上以你地面速度等級-1攀爬移動，你不會從該表面墜落，也無須為此進行{@skill 運動}檢定。然而，你在攀爬時仍然會因此處於{@condition 脆弱}狀態。若這個移動方式的等級為2級，意味著你能夠以你正常的速度等級攀爬移動，且不會在攀爬時因此陷入{@condition 脆弱}狀態。"
					]
				},
				{
					"type": "entries",
					"translate_name": "水面行走", "name": "Water-walking",
					"entries": [
						"你能夠以你正常的地面速度在水、流沙、或其他液體的表面上移動或站立而不至於沉沒。若你因為任何理由陷入{@condition 臥倒}狀態，則你將如常沉入該液體之中。若這個移動方式的等級為2級，則你可以在液體表面上{@condition 臥倒}而不至於沉沒；你只會在你選擇這麼做時沉入其中。"
					]
				},
				{
					"type": "inset",
					"translate_name": "幕後花絮：時間、宇宙、和維度傳旅", "name": "Under the Hood: Time, Space, And Dimension Travel",
					"entries": [
						"The Time, Space, and Dimension Travel effects of Movement are comparatively cheap considering what they do, primarily because such special movement capabilities are highly dependent on the plot and nature of the setting, and subject to a lot of Gamemaster oversight. Thus, they largely amount to supped-up Features, mainly allowing heroes to visit exotic locales.",
						"Temporal mechanics and the effects of time travel are left entirely up to the GM, who may choose to make Time Travel Limited, Uncontrolled, or Unreliable for player characters, or disallow it altogether, treating it solely as a plot-device in the setting.",
						"Space travel in the comic books rarely involves the laws of physics and tends to occur “at the speed of plot”. Characters and vehicles (such as alien starships) able to traverse the void of space do so primarily to facilitate adventures out among the stars. Exactly how fast characters travel through the void of space does not really matter; it is how long it takes them to get where they’re going that matters. So Space Travel is largely defined in terms of “how far can you go between scenes?” The same is true of the mechanism of travel, whether hyperspace, jump drive, faster-than-light “warp speed,” or what have you.",
						"The Gamemaster likewise decides on the existence and nature of other dimensions in the setting, what they are like, and who can reach them. Like Time Travel, the GM may require Dimension Travel be Limited, Uncontrolled, or Unreliable for player characters, or treat it solely as a plot-device rather than a defined effect."
					]
				}
			]
		},
		{
			"name": "Nullify",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"Nullify can counter particular effects of a particular descriptor, such as fire effects, magical effects, mental effects, and so forth (see Countering Effects). You can counter one effect of your chosen descriptor per use of Nullify. You can’t nullify innate effects (see the Innate modifier description).",
				"Make a ranged attack check to hit the target. Then make an opposed check of your Nullify rank and the targeted effect’s rank or the target’s Will defense, whichever is higher. If you are targeting the subject of an effect rather than the effect’s user, make an opposed check of Nullify rank vs. effect rank. If you win, the targeted effect turns off, although the user can reactivate it normally. If you lose the opposed check, you do not Nullify the effect. With two or more degrees of failure, trying again against the same subject in the same scene requires extra effort."
			],
			"extras": [
				{
					"name": "Affects Insubstantial",
					"entries": ["Nullify does not require this modifier to affect insubstantial targets, or the Insubstantial effect itself. You can attempt to nullify the effects of insubstantial targets normally."]
				},
				{
					"name": "Alternate Resistance",
					"entries": ["Nullify may require a Fortitude rather than a Will check to represent an effect resisted by health and stamina rather than strength of will."],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"translate_name": "範圍化", "name": "Area",
					"entries": ["An Area Nullify effect works on all targets in the area. Make a single power check and compare the result against the opposed checks of the targets. Targets lacking effects you can nullify are, naturally, unaffected. If your Area Nullify has a duration longer than instant, choose whether or not the effect remains in the chosen area (affecting anyone entering or leaving it) or moves with the targets hit with the initial effect. There is no difference in cost, but to be able to do both, take one Area Nullify as an Alternate Effect of the other."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Broad",
					"entries": ["Broad Nullify can counter effects of a particularly broad descriptor like magical, mutant, or technological effects. This modifier is available only with the GameMaster’s permission and may depend on the effects available in the series."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "專注", "name": "Concentration",
					"entries": ["Any countered effect is suppressed and cannot be reactivated while you concentrate. The user of the countered effect may use extra effort to gain another opposed Nullify check. If successful, the effect can be reactivated."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Simultaneous",
					"entries": ["Simultaneous Nullify can counter all effects of a particular descriptor (such as fire or magic) at once."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Effortless",
					"entries": ["Trying again after two or more degrees of failure does not require extra effort for you. You can retry a Nullify attempt an unlimited number of times."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Precise",
					"entries": ["If you can Nullify multiple effects, this modifier allows you to choose which are nullified and which are not."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Randomize",
					"entries": ["Rather than being countered, the effect(s) targeted by your Nullify acquire the Uncontrolled flaw and go out of control (as dictated by the GM)."],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"name": "Selective",
					"entries": ["If you have an Area Nullify effect, this extra allows you to choose who in the area is affected, nullifying some targets and not others."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Sustained",
					"entries": ["If this modifier is applied to Concentration Nullify, keeping the countered effect(s) suppressed is only a free action for you each turn."],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"name": "Side Effect",
					"entries": ["If you fail to nullify an effect, you might suffer some kind of “backlash” or similar side effect"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "保護", "name": "Protection",
			"type": "DEF",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"保護效果將避免你受到傷害。每等級的保護效果都將使你的堅實防禦屬性+1。因此，4級的保護效果會賦予你+4堅實防禦。"
			],
			"flaws": [
				{
					"translate_name": "維持", "name": "Sustained",
					"entries": ["你的保護效果的持續時間將變為維持，而非永駐。這個效果將能夠被隨意啟動和關閉，且可以透過奮力一搏而被強化，包括用其施展超能力絕技(參見{@rule 奮力一搏|basic|1|extra effort})。維持保護可能會是一種類似於個人防護力場、或使肌膚硬化並轉變為鎧甲的能力。"],
					"cost": {
						"value": 0, "type": "per"
					}
				}
			]
		},
		{
			"name": "Quickness",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"You can perform routine tasks—anything that can be done as a routine check (see Routine Checks in The Basics)—fast, perhaps very fast. Subtract your effect rank from the normal time rank to perform a task to determine how long it takes you. So, for example, if you have Quickness 7, a routine task normally taking an hour (time rank 9) takes you (9 – 7 = time rank 2) 30 seconds. Non-routine checks are not affected by Quickness, nor is movement speed.",
				"If you can perform a task in less than a second (time rank –2), the GM may choose to treat that task as a free action for you (although the GM can still limit the number of free actions you can accomplish in a turn as usual).",
				{
					"type": "inset",
					"name": "Under the Hood: Quickness",
					"entries": [
						"Quickness, like many power effects, is not especially realistic; it allows you to do things like disassemble an entire car as a free action at a high enough rank (around rank 13-14), but doesn’t have any effect on how many attacks you can make on your turn. Why? Two reasons: first because allowing any character potentially thousands of attacks per turn would slow down the game and be hugely unbalancing (to say the least). Second, and perhaps more important, it’s how superhuman quickness works in the comics: speedsters do routine things in the blink of an eye, but in fights they don’t really act more often than anyone else. See Super-Speed for some examples of the super-fast attacks speedsters might have, in addition to their Quickness."
					]
				}
			],
			"flaws": [
				{
					"name": "Limited to One Type",
					"entries": ["Your Quickness applies to only physical or mental tasks, not both."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited to One Task",
					"entries": ["Your Quickness applies to only one particular task, such as reading, mathematical calculations, and so forth."],
					"cost": {
						"value": -2, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "再生", "name": "Regeneration",
			"type": "DEF",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"你能快速地從傷害中回復。你每分鐘都可以解除等同於你再生等級的堅實檢定罰值。之後，你每分鐘再解除等同於你再生等級數量的其他傷害狀態，從最嚴重的狀態開始回復。在一分鐘期間（10個行動輪）平均展開這個回復過程。因此若再生等級為5級，你每隔一輪就可以解除一個-1堅實罰值（再生10級的話則每輪都可以解除一個-1罰值，最多到20級再生以每輪解除-2罰值）。",
				{
					"type": "entries",
					"translate_name": "缺乏體質屬性的再生", "name": "Regeneration Absent Stamina",
					"entries": [
						"不具備體質屬性的角色不會痊癒（參見屬性章節的{@rule 缺乏屬性|basic|3|absent abilities}）。一級或以上的再生可以克服這個限制。一名缺乏體質屬性的角色若具有1級再生效果，則它將以正常的速度回復；其他額外的再生等級將會再加快這個速度。"
					]
				}
			],
			"extras": [
				{
					"translate_name": "堅持", "name": "Persistent",
					"entries": ["你可以透過再生解除甚至是{@modifier 無法治癒}的傷害狀態（參見{@modifier 無法治癒}修飾符）。"],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "來源", "name": "Source",
					"entries": ["你的再生效果只會在你接觸到特定來源以補足你自己的時候才能發揮作用，像是鮮血、電力、沙、廢金屬、陽光等等。"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Remote Sensing",
			"type": "SEN",
			"action": "F",
			"range": "rank",
			"duration": "sustained",
			"cost": {
				"value": {"min":1, "max":5},
				"type": "per"
			},
			"entries": [
				"You can displace one or more of your senses over a distance, perceiving as if you were at that location, up to 60 feet away. Each additional rank increases your range one distance rank, so rank 2 is 120 feet, rank 3 is 250 feet, and so on. Remote Sensing overrides your normal sense(s) while you are using it. Subjects observed via Remote Sensing can “feel” it with an Insight check (DC 10 + rank).",
				"You can make Perception checks normally using your displaced senses, taking the normal action to do so. To search a large area for someone or something, use the search guidelines given in the description of the Investigation skill.",
				"Remote Sensing costs 1 point per rank for one sense type, 2 points per rank for two sense types, 3 points per rank for three, and 4 points per rank for four, and 5 points per rank for all of your senses. Visual senses count as two sense types (so visual Remote Sensing is 2 points per rank). You can use perception range sensory effects via Remote Sensing if your effect applies to their sense type and an accurate sense (usually sight). Sensory effects targeted on the spot where you have displaced your senses affect you normally.",
				"Because Remote Sensing overrides your normal senses, you are vulnerable (at half your normal active defenses) while using it, since you are less aware of your immediate surroundings."
			],
			"extras": [
				{
					"name": "Dimensional",
					"entries": ["This modifier allows you to extend your Remote Sensing into other dimensions with range proximate to your location in that dimension. One rank of Dimensional allows you to sense into a single other dimension, two for a group of related dimensions, and three for any dimension in the setting suitable to your Remote Sensing descriptors. Dimensional Remote Sensing for an accurate sense is especially useful for targeting other Dimension effects."],
					"cost": {
						"value": 1, "type": "flat_per"
					}
				},
				{
					"name": "No Conduit",
					"entries": ["Sensory effects targeted where you have displaced your senses do not affect you, but neither can you use perception ranged effects via your Remote Sensing. Despite the built-in limitation, this is an extra, since it allows you to use your Remote Sensing to observe subjects in relative safety."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Simultaneous",
					"entries": ["You can use both Remote Sensing and your normal senses at the same time, perceiving two locales like “translucent” overlays of each other. This means you’re more capable of taking physical action while also using your Remote Sensing, although the effect still requires its normal duration to maintain. You are not vulnerable while using your Remote Sensing."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Subtle",
					"entries": ["Remote Sensing already has a degree of subtlety. applying 1 rank of Subtle to Remote Sensing increases the DC to notice the effect to 20 + rank or makes it noticeable only to a particular unusual sense (with the usual DC 10 + rank perception check). Subtle 2 makes Remote Sensing completely unnoticeable, as usual."],
					"cost": {
						"value": 1, "type": "flat_per"
					}
				}
			],
			"flaws": [
				{
					"name": "Feedback",
					"entries": ["With this flaw, damaging attacks directed at where you displaced your senses can affect you. Your sensory-point is considered to have partial cover from attacks and you use your Remote Sensing rank as your Toughness defense against any successful attack. The feedback may be psychosomatic in nature or due to some sort of disruption caused by an assault on the point where you have redirected your senses. Note that sensory effects already work on you via Remote Sensing and this flaw doesn’t apply to them."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Medium",
					"entries": ["You require a medium for your Remote Sensing, such as shadows, flames, mirrors, open water, television screens, and so forth. You can only perceive locations where your chosen medium exists."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Noticeable",
					"entries": ["Remote Sensing with this flaw has an easily noticeable display, like a glowing set of eyes or a phantom image of your face, head, or body at the location you are observing. This manifestation cannot be used for communication, however (for that, take the Communication effect)."],
					"cost": {
						"value": -1, "type": "flat"
					}
				},
				{
					"name": "Sense-Dependent",
					"entries": ["Remote Sensing is already Sense-Dependent and cannot apply this flaw. Another effect might potentially have the flaw Remote-Sensing Dependent, such as an Affliction that targets only remote viewers observing a target or an area as a means of blocking or deterring them."]
				}
			]
		},
		{
			"name": "Sense",
			"type": "SEN",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"One or more of your senses are improved, or you have additional sensory abilities beyond the normal five senses. Allocate ranks in Senses to the following effects. Some options require more than one rank, noted in their descriptions. So if you have Senses 5, for example, you can have darkvision (2 ranks), direction sense (1 rank), distance sense (1 rank), and ultra-hearing (1 rank), or any other combination adding up to 5 ranks.",
				{
					"type": "inset",
					"name": "Under the Hood: Normal Senses",
					"entries": [
						"Senses are broken down into sense types, used as descriptors for sensory effects. Here are the traits of normal human senses, for use when modifying them with the options from Senses:",
						{
							"type": "entries",
							"name": "Visual",
							"entries": [
								"Normal vision is ranged (with a –1/10 feet modifier), acute (able to distinguish fine details) and accurate (able to pinpoint the locations of things)."
							]
						},
						{
							"type": "entries",
							"name": "Auditory",
							"entries": [
								"Normal hearing is ranged (with a –1/10 feet modifier), acute (able to pick up details like differences in tone), and radius (able to pick up on sounds coming from any direction). Normal hearing is not accurate."
							]
						},
						{
							"type": "entries",
							"name": "Olfactory",
							"entries": [
								"Normal human olfactory senses, which lump together smell and taste for descriptor purposes, are fairly limited. Ordinary human olfactory senses are neither acute nor accurate. The sense of smell is a radius sense, however, able to pick up on scents coming from any direction. Its “range” is quite limited, however, effectively only close, except for especially strong scents."
							]
						},
						{
							"type": "entries",
							"name": "Tactile",
							"entries": [
								"The normal sense of touch is, by definition, close range. It is accurate (in that you know the location of anything you can touch) and radius (in that you can feel things from any surface of your body)."
							]
						},
						{
							"type": "entries",
							"name": "Mental",
							"entries": [
								"The “sixth sense” or mental sense type is fairly crude in normal humans, limited essentially to interactions with the Insight skill and awareness of mental effects used directly on you. Thus it is close range and has none of the Sense qualities."
							]
						}
					]
				},
				"Like all sensory effects, Senses uses the sense types as descriptors.",
				{
					"type": "entries",
					"name": "Accurate (2 or 4 Ranks)",
					"entries": [
						"An accurate sense can pinpoint something’s exact location. You can use an accurate sense to target something in combat. Visual and tactile senses are normally accurate for humans. Cost is 2 ranks for one sense, 4 for an entire sense type."
					]
				},
				{
					"type": "entries",
					"name": "Acute (1-2 Ranks)",
					"entries": [
						"You can sense fine details about anything you can detect with a particular sense, allowing you to distinguish between and identify different subjects. Visual and auditory senses are normally acute for humans. Cost is 1 rank for one sense, 2 for an entire sense type."
					]
				},
				{
					"type": "entries",
					"name": "Analytical (1-2 Ranks)",
					"entries": [
						"Beyond even acute, you can perceive specific details about anything you can detect with an analytical sense, such as chemical composition, exact dimensions or mass, frequency of sounds and energy wavelengths, and so forth. You can only apply this effect to an acute sense. normal senses are not analytical. Cost is 1 rank for one sense, 2 for an entire sense type."
					]
				},
				{
					"type": "entries",
					"name": "Awareness (1 Rank)",
					"entries": [
						"You can sense the use of effects of a particular descriptor with a successful Perception check (DC 10, with –1 to your check per 10 feet range). Examples include Cosmic Awareness, Divine Awareness, Magical Awareness, Mental Awareness, and so forth. You can apply other Sense effects to your Awareness to modify it. Choose the sense type for your Awareness; it is often a mental sense, but doesn’t have to be. Awareness counts as an “exotic sense” for noticing effects with the first rank of the Subtle modifier (see Subtle under Extras for details)."
					]
				},
				{
					"type": "entries",
					"name": "Communication Link (1 Rank)",
					"entries": [
						"You have a link with a particular individual, chosen when you acquire this option, who must also have this ability. The two of you can communicate over any distance like a use of the Communication effect. Choose a sense type as a communication medium when you select this option; mental is common for psychic or empathic links. If you apply the Dimensional modifier to your Communication Link, it extends to other dimensions as well (see Dimensional under Power Modifiers for details)."
					]
				},
				{
					"type": "entries",
					"name": "Counters Concealment (2 Ranks)",
					"entries": [
						"A sense type with this trait ignores the Concealment effect of a particular descriptor; you sense the subject of the effect normally, as if the Concealment wasn’t even there. So if you have vision that Counters Invisibility, for example, then invisible beings are visible to you. For 5 ranks, the sense type ignores all Concealment effects, regardless of descriptor. Concealed subjects seem slightly “off” to you, enough to know they are concealed to others. This trait does not affect concealment provided by opaque objects, for that, see Penetrates Concealment."
					]
				},
				{
					"type": "entries",
					"name": "Counters Illusion (2 Ranks)",
					"entries": [
						"A sense type with this trait ignores the Illusion effect; you automatically succeed on your resistance check against the illusion if it affects your sense type, realizing that it isn’t real."
					]
				},
				{
					"type": "entries",
					"name": "Danger Sense (1 Rank)",
					"entries": [
						"When you would normally be surprised in combat, make a Perception check (DC 10): One degree of success means you’re not surprised, but can’t act during the surprise round (so you don’t suffer any conditions of being surprised), while two or more degrees of success means you are not surprised and may act during the surprise round (if any). Failure means you are surprised (although, if you have Uncanny Dodge, you are not vulnerable). The GM may raise the DC of the Danger Sense check in some circumstances. Choose a sense type for your Danger Sense. Sensory effects targeting that sense also affect your Danger Sense ability and may “blind” it."
					]
				},
				{
					"type": "entries",
					"name": "Darkvision (2 Ranks)",
					"entries": [
						"You can see in complete darkness as if it were normal daylight; darkness provides no concealment to your vision. This is essentially the same as Counters Concealment (Darkness)."
					]
				},
				{
					"type": "entries",
					"name": "Detect (1-2 Ranks)",
					"entries": [
						"You can sense a particular item or effect by touch with a Perception check. Detect has no range and only indicates the presence or absence of something (being neither acute nor accurate). Choose what sense type your Detect falls under (often mental). For 2 ranks you can detect things at range (with the normal –1 per 10 feet modifier to your Perception check)."
					]
				},
				{
					"type": "entries",
					"name": "Direction Sense (1 Rank)",
					"entries": [
						"You always know what direction north lies in and can retrace your steps through any place you’ve been."
					]
				},
				{
					"type": "entries",
					"name": "Distance Sense (1 Rank)",
					"entries": [
						"You can accurately and automatically judge distances."
					]
				},
				{
					"type": "entries",
					"name": "Extended (1 Rank)",
					"entries": [
						"You have a sense that operates at greater than normal range. Your range with the sense—the distance used to determine penalties to your Perception check—is increased by a factor of 10. Each additional time you apply this option, your range increases by an additional factor of 10, so 1 rank means you have a –1 to Perception checks per 100 feet, 2 ranks makes it –1 per 1,000 feet, and so on. An extended sense may be limited by conditions like the horizon and physical barriers between you and the subject, unless it also Penetrates Concealment."
					]
				},
				{
					"type": "entries",
					"name": "Infravision (1 Rank)",
					"entries": [
						"You can see in the infrared portion of the spectrum, allowing you to see heat patterns. Darkness does not provide concealment for objects differing in temperature from their surroundings. If you have the Track effect, you can track warm creatures by the faint heat trails they leave behind. The Gamemaster is the final judge on how long the trail remains visible."
					]
				},
				{
					"type": "entries",
					"name": "Low-light Vision (1 Rank)",
					"entries": [
						"You ignore circumstance penalties to visual Perception checks for poor lighting, so long as it is not completely dark."
					]
				},
				{
					"type": "entries",
					"name": "Microscopic vision (1-4 Ranks)",
					"entries": [
						"You can view extremely small things. You can make perception checks to see tiny things nearby. Cost is 1 rank for dust-sized objects, 2 ranks for cellular-sized, 3 ranks for DNA and complex molecules, 4 ranks for atomic-sized. The GM may require an Expertise skill check to understand and interpret what you see."
					]
				},
				{
					"type": "entries",
					"name": "Penetrates Concealment (4 Ranks)",
					"entries": [
						"A sense with this trait is unaffected by concealment from obstacles (rather than Concealment effects). So vision that Penetrates Concealment sees right through opaque objects, for example, and hearing that Penetrates Concealment is unaffected by sound-proofing or intervening materials, and so forth."
					]
				},
				{
					"type": "entries",
					"name": "Postcognition (4 Ranks)",
					"entries": [
						"Your senses extend into the past, allowing you to perceive events that took place previously. You can make Perception checks to pick up on past information in an area or from a subject. The Gamemaster sets the DC for these checks based on how obscure and distant in the past the information is, from DC 15 (for a vague vision that may or may not be accurate) to DC 30 (for near complete knowledge of a particular past event as if you were actually present). Your normal (present-day) senses don’t work while you’re using Postcognition; your awareness is focused on the past. Your postcognitive visions last for as long as you concentrate. Postcognition does not apply to sensory effects like Mind Reading or any other ability requiring interaction. Postcognition may be Limited to past events connected to your own “past lives” or ancestors, reducing cost to 2 ranks."
					]
				},
				{
					"type": "entries",
					"name": "Precognition (4 Ranks)",
					"entries": [
						"Your senses extend into the future, allowing you to perceive events that may happen. Your precognitive visions represent possible futures. If circumstances change, then the vision may not come to pass. When you use this ability, the Gamemaster chooses what information to impart. Your visions may be obscure and cryptic, open to interpretation. The Gamemaster may require appropriate Perception skill checks for you to pick up on particularly detailed information, with a DC ranging from 15 to 30 or more. The GM can also activate your Precognition to impart specific information to you as an adventure hook or plot device. Your normal (present-day) senses don’t work while you’re using Precognition; your awareness is focused on the future. Your precognitive visions last as long as you concentrate. Precognition does not apply to sensory effects like Mind Reading or any other ability requiring interaction."
					]
				},
				{
					"type": "inset",
					"name": "Under the Hood: Precognition & Postcognition",
					"entries": [
						"Precognition and Postcognition can be problematic abilities, since they provide players with considerable information. Keep in mind precognitive and postcognitive information is often cryptic or unclear, and changes in circumstances may lead to changes in visions of the future. If players use either too often, feel free to have their visions become less and less clear as the timelines become tangled by so much constant surveillance and intervention.",
						"Generally, Precognition is best treated as a plot device for the GM to provide information to the player as suits the adventure, similar to a free use of the inspiration ability of victory points. In fact, GMs looking to limit Precognition and Postcognition may wish to require extra effort or victory points to use them, or require the Uncontrolled modifier."
					]
				},
				{
					"type": "entries",
					"name": "Radio (1 Ranks)",
					"entries": [
						"You can “hear” radio frequencies including AM, FM, television, cellular, police bands, and so forth. This allows you to pick up on Radio Communication (see the Communication effect). This is the base sense of the radio sense type. It’s ranged, radius, and acute by default."
					]
				},
				{
					"type": "entries",
					"name": "Radius (1-2 Ranks)",
					"entries": [
						"You can make Perception checks with a radius sense for any point around you. Subjects behind you cannot use Stealth to hide from you without some other concealment. Auditory, olfactory, and tactile senses are normally radius for humans. Cost is 1 rank for use with one sense, 2 ranks for one sense type."
					]
				},
				{
					"type": "entries",
					"name": "Ranged (1 Rank)",
					"entries": [
						"You can use a sense that normally has no range (taste or touch in humans) to make Perception checks at range, with the normal –1 per 10 feet modifier. This can be enhanced with the Extended Sense effect."
					]
				},
				{
					"type": "entries",
					"name": "Rapid (1 Rank)",
					"entries": [
						"You can read or take in information from a sense faster than normal: each rank increases your perception speed by a factor of 10 (x10, x100, etc.) with a single sense, double cost for an entire sense type. You can use rapid vision to speed-read, pick up on rapid flickering between frames of a film, watch video replays in fast-forward speeds, and such, rapid hearing to listen to time-compressed audio “blips,” and so forth."
					]
				},
				{
					"type": "entries",
					"name": "Time Sense (1 Rank)",
					"entries": [
						"You always know what time it is and can time events as if you had an accurate stopwatch."
					]
				},
				{
					"type": "entries",
					"name": "Tracking (1 Rank)",
					"entries": [
						"You can follow trails and track using a particular sense. Basic DC to follow a trail is 10, modified by circumstances, as the GM sees fit. You move at your speed rank –1 while tracking. For 2 ranks, you can move at full normal speed while tracking"
					]
				},
				{
					"type": "entries",
					"name": "Ultra-hearing (1 Rank)",
					"entries": [
						"You can hear very high and low frequency sounds, like dog whistles or ultrasonic signals, including those used by some remote controls."
					]
				},
				{
					"type": "entries",
					"name": "Ultravision (1 Rank)",
					"entries": [
						"You can see ultraviolet light, allowing you to see normally at night by the light of the stars or other UV light sources."
					]
				}
			],
			"extras": [
				{
					"translate_name": "影響他人", "name": "Affects Others",
					"entries": ["You can grant the benefits of one or more Senses to another character. Apply Affects Others only to the ranks of the chosen sense(s)."],
					"cost": {
						"value": {"min":0, "max":1}, "type": "per"
					}
				},
				{
					"translate_name": "範圍化", "name": "Area",
					"entries": ["The Area modifier only applies to Senses that affect Others, and only to extend their benefits to everyone in an area. Apply the Selective modifier for the ability to choose who in the area does and does not benefit from the Senses. To affect the area of a sense itself, use the Extended and Radius traits of the Senses effect."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Dimensional",
					"entries": ["This modifier allows you to extend your senses into other dimensions. It’s assumed to apply to all your senses, allowing you to sense your proximate location in the other dimension(s). For a more extended range, use Remote Sensing with this modifier."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Innate",
					"entries": ["Senses, particularly those of aliens or constructs like robots, may be Innate, although this does not prevent sensory effects like Concealment or Dazzle from disabling them."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Ranged",
					"entries": ["Likewise, the Ranged extra only applies to Senses that Affect Others, extending the distance at which you can grant their benefits. To extend the range of a sense itself, use the Extended, Radius, and Ranged options of the Senses effect."],
					"cost": {
						"value": {"min":1, "max":2}, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "限定條件", "name": "Limited",
					"entries": ["Some Senses may be Limited to only sensing certain things or only under certain circumstances. As usual, the sense must lose about half its utility to qualify for this flaw, less than that is more likely a particular descriptor associated with the sense and may constitute a complication at the GM’s discretion when it comes up in play."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Noticeable",
					"entries": ["Senses with this flaw are particularly noticeable in some way: your eyes may glow, for example, or you may emit a noticeable sound, vibration, energy, or the like for use as a sensor."],
					"cost": {
						"value": -1, "type": "flat"
					}
				},
				{
					"name": "Unreliable",
					"entries": ["Some Senses may be unreliable; the GM makes checks for reliability when the sense is used. Two variations of this flaw may apply: in the first, the Senses effect is unreliable, when it doesn’t work, the character perceives nothing with that sense. In the second, the character’s perceptions are unreliable, the sense appears to work, but the character gets the wrong information. For this reason, the GM should make all reliability checks for Senses in secret, just informing the player of what the character does (or does not) notice."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Shrinking",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You can temporarily decrease your size, becoming smaller, harder to see — and hit — at the cost of losing Strength and speed. Every 4 ranks of Shrinking reduces your size rank by 1 (normal humans are size rank –2 by default) and each reduction in size rank subtracts 1 from your Strength and every two reductions in size rank subtract 1 from your ground speed rank. Add half your Shrinking rank (rounded down) to your active defenses. Add your Shrinking rank as a bonus to Stealth checks, since you are harder to spot, but apply half your rank (rounded down) as a penalty to intimidation checks (hard to be imposing when you’re tiny). Shrinking modifiers are restricted by power level limits.",
				"So at Shrinking 12, you are size rank –5 (about 6 inches tall), and have a +6 bonus to active defenses and +12 Stealth bonus, but –3 Strength, –1 speed, and –6 Intimidation penalties."
			],
			"extras": [
				{
					"name": "Atomic",
					"entries": ["At Shrinking 20 (and size rank –7), you can shrink down to the molecular or even atomic level, allowing you to pass through solid objects by slipping between their atoms. It takes at least a full turn to do so, possibly longer for larger objects. You’re effectively immune to damage and many effects at this scale, since you are essentially shifted out of the ordinary universe. The GM decides if a particular effect can reach you at the atomic level. If you have this extra, you might also acquire a Dimensional Travel effect allowing you to shift into a sub-atomic “universe” or similar realm."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Normal Strength",
					"entries": ["You retain your full Strength, Speed, and Intimidation while shrunk."],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "高速", "name": "Speed",
			"type": "MOV",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"你可以移動的比原本還快。你擁有等同於此效果等級的地面速度等級。所有基於地面速度的移動方式也都將因此而受益。"
			]
		},
		{
			"name": "Summon",
			"type": "CTL",
			"action": "S",
			"range": "close",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You can call upon another creature—a minion—to aid you. This creature is created as an independent character with (effect rank x 15) character points. A summoned minion is limited to a Power Level equal to the rank of the Summon effect used to create it, is subject to the normal power level limits, and cannot have minions of its own, either from this effect or the Minions advantage.",
				"You can summon your minion automatically as a standard action; it appears in the nearest open space beside you. Minions have their own initiative (see Initiative in the Action & Adventure) and act starting on the round after you summon them. Summoned minions are dazed, taking only a standard action each round. Directing a minion to do something is a move action for you, but minions generally do as they are told until a task is completed.",
				"You always have the same minion unless you apply the Variable Type modifier, allowing you to summon different minions. Your minion automatically has a helpful attitude and does its best to aid you and obey your commands.",
				"Incapacitated minions disappear. They recover normally and you cannot summon an incapacitated minion until it has completely recovered. Your summoned minions also vanish if your effect is not maintained, or is countered or nullified. For more information and rules regarding Minions.",
				{
					"type": "inset",
					"name": "Minions as descriptors",
					"entries": [
						"Some effects might seem to be Summon, calling up minions to do things for the character, but are actually better treated as descriptors of other effects. Take for example a shaman able to “summon” various spirits to perform magical tasks. By calling on particular spirits of the winds, he can attack a foe with an Affliction that “steals” their breath. Is the “wind spirit” a minion? Technically, no, it’s just a personified effect, since it cannot be attacked, interacted with, or do anything other than create the Affliction effect. It can be Nullified, but so can any effect. The same is true of a character summoning a “minion” that acts as a shield, providing the Deflect or Protection effect, but doing nothing else.",
						"Consider carefully whether or not the particular effect a player wants really needs Summon, or if the “minion” in question is just a descriptor for another effect, no different than “heat ray” is a descriptor for a Damage effect or “sticky webbing” is a descriptor for a hindering Affliction; in neither case does the character need Summon Heat Ray or Summon Webbing to create the desired powers!"
					]
				},
				{
					"type": "inset",
					"name": "Under the Hood: Summon",
					"entries": [
						"Summon is a useful effect; it doesn’t cost much to summon up a gang of minions, giving you a lot of effective actions per round! Gamemasters may wish to limit large numbers of minions (summoned or otherwise) to villains and non-player characters. Player character minions are subject to the series power level limits. There are also practical matters limiting just how much your minions can do at any one time.",
						"First, directing your minions to do something is a move action. If you want to issue different commands to different minions, then it’s one move action per command. So it’s easier to tell all of your minions “attack!” than it is to issue complex commands to each one in the midst of combat.",
						"Second, Gamemasters may wish to have groups of minions use team checks (see Team Checks in The Basics) rather than rolling their actions separately. For example, instead of making eight attacks for eight different minions, the GM has seven minions aid the eighth, giving that minion a +5 bonus. This makes groups of minions more effective and efficient overall, but keeps the number of die rolls to a minimum. GMs should keep in mind the limits on the number of opponents that can team up on a character at once.",
						"Gamemasters may wish to limit the use of the Heroic extra for Summon. Treating minions the same as heroes can greatly slow down combat, especially if there are more than a couple of them, since it becomes that much harder to take them out of a fight."
					]
				}
			],
			"extras": [
				{
					"name": "Active",
					"entries": ["Your minions are particularly independent and do not have the dazed condition, having a full set of actions each round."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Controlled",
					"entries": ["Your minions all have the controlled condition (see Controlled in The Basics). They have no free will of their own and are completely under your direction."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Heroic",
					"entries": ["The creatures you summon are not subject to the minion rules, but treated like normal non-player characters. Additionally, they do not have the dazed condition and take a full set of actions each round. Do not apply the Active modifier to Heroic minions, as this modifier already includes it. Gamemasters should be particularly cautious about allowing this extra for Summon effects used by player characters, especially ones summoning more than one minion."],
					"cost": {
						"value": 2, "type": "per"
					}
				},
				{
					"name": "Horde",
					"entries": ["If you have Multiple Minions (see following) you may take a standard action to summon any number of minions up to your maximum amount. You are vulnerable (see the Distracting flaw) until the start of your next turn when summoning a horde."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Mental Link",
					"entries": ["You have a mental link with your minions, allowing you to communicate with them and issue orders telepathically like the Communication Link effect (see Senses effects)."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Multiple Minions",
					"entries": ["You can summon more than one minion. Each application of this extra doubles your total number of minions. So, for example, with Summon 6, you summon a single 90-point minion. With Multiple Minions 1, you can summon two 90-point minions, with Multiple Minions 2, four minions, and so forth. It requires a standard action to summon each minion unless you also have the Horde extra (see previous)."],
					"cost": {
						"value": 2, "type": "per"
					}
				},
				{
					"name": "Sacrifice",
					"entries": ["When you are hit with an effect requiring a resistance check, you can spend a victory point to shift it to one of your minions instead. The minion must be within range of the effect and a viable target. Needless to say, this is not a particularly heroic ability. In fact, the GM may wish to restrict it to villains or non-player characters (in which case a hero earns a victory point when a villain uses this extra to avoid an effect by sacrificing a minion)."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Variable Type",
					"entries": ["Minions are normally identical in terms of traits, although they may differ cosmetically. With this modifier you can summon different minions of a general type (like elementals, birds, fish, etc.), or even a broad type (like animals, demons, humanoids, etc.). {@b General Type: +1 cost per rank. Broad Type: +2 cost per rank.}"],
					"cost": {
						"value": {"min":1, "max":2}, "type": "per", "hidden": true
					}
				}
			],
			"flaws": [
				{
					"name": "Attitude",
					"entries": ["Your summoned minions are less than cooperative: indifferent or even unfriendly. You can use interaction skills and other effects to get your summoned minions to cooperate, but success is by no means assured! {@b Indifferent: –1 cost per rank. Unfriendly: –2 cost per rank.}"],
					"cost": {
						"value": {"min":-1, "max":-2}, "type": "per", "hidden": true
					}
				},
				{
					"name": "Resistible",
					"entries": ["Your minions get an appropriate resistance check (typically Will) against (DC 10 + Summon rank) to avoid being summoned. If they successfully resist, you cannot attempt to summon them again in that scene without using extra effort."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "游泳", "name": "Swimming",
			"type": "MOV",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"你可以快速地游泳。你具有等同於你游泳效果等級-2的水中移動速度，並遵守一般的游泳規則（參見{@skill 運動}技能的描述以查閱更多細節）。你可以在游泳時以例行檢定進行運動檢定。這個超能力效果不會讓你獲得水下呼吸的能力（為此，請參見{@effect 免疫}效果）。"
			]
		},
		{
			"translate_name": "傳送", "name": "Teleport",
			"type": "MOV",
			"action": "M",
			"range": "rank",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"你可以從一處瞬間移動到另一處而不用跨越兩者之間的距離。以一個移動動作，你可以讓最多50磅（質量等級0）的額外物質與你一起傳送。非自願的同行者可以進行一次閃避抵抗檢定以避免被你帶著移動。",
				"你只能傳送到你可以準確感知到、或你特別熟悉的場所（由GM裁斷）。你在傳送後將保持你當下的姿勢和相對速度。因此若你在墜落時傳送，你在抵達目的地時仍將以相同的速度墜落。",
				"傳送只能在行星上或行星周遭被使用。若想要瞬間傳旅至遙遠行星或星系，請使用{@effect Movement|宇宙傳旅移動}效果作為「超時空跳躍」或類似的超能力。"
			],
			"extras": [
				{
					"translate_name": "準確", "name": "Accurate",
					"entries": ["你不需要知道或精準地感知到你的目的地就可以傳送到該處，你只需要能夠大致的描述它即可，像是「國會大樓的大廳內」或「翡翠塔的屋頂上方」。若該目的地不在你傳送效果的範圍內，則什麼事都不會發生。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "改變方向", "name": "Change Direction",
					"entries": ["你可以改變你在傳送之後的方向或面向。"],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"translate_name": "改變速率", "name": "Change Velocity",
					"entries": ["你能夠以「靜止狀態」傳送到你的目的地。這代表著你可以在墜落中傳送到其他地方而不至於承受墜落傷害。"],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"translate_name": "輕易", "name": "Easy",
					"entries": ["你在進行延長距離傳送（見後述）之後不會因此陷入{@condition 目眩}和{@condition 脆弱}狀態。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "延長距離", "name": "Extended",
					"entries": ["你可以採取二個移動動作以進行一次延長距離傳送，傳送至最多等同於你傳送效果等級+8的距離等級。你在進行延長距離傳送後，將在接下來的一輪間處於{@condition 目眩}和{@condition 脆弱}狀態。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "增加質量", "name": "Increased Mass",
					"entries": ["你可以在傳送時再額外攜帶最多等同於這個修飾符等級的質量。"],
					"cost": {
						"value": 1, "type": "flat_per"
					}
				},
				{
					"translate_name": "傳送門", "name": "Portal",
					"entries": ["你能夠以一個自由動作打開一道連接兩點的傳送門。這個傳送門的寬度為5呎。任何跨入這個傳送門（需要一個移動動作）的角色都將被傳送到另一處。只要你在每個回合採取一個標準動作以維持專注，這個傳送門就會保持開啟的狀態。"],
					"cost": {
						"value": 2, "type": "per"
					}
				},
				{
					"translate_name": "迴轉", "name": "Turnabout",
					"entries": ["你可以傳送，採取一個標準動作，然後再傳送回你在該輪的起始位置，只要其總傳送距離不超過你的傳送射程即可。"],
					"cost": {
						"value": 1, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "限定延長距離", "name": "Limited to Extended",
					"entries": ["你只能進行延長距離傳送。你必須應用延長距離修飾符，且這個缺陷將使其花費實質上等同+0的修飾符。"],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"translate_name": "媒介", "name": "Medium",
					"entries": ["你需要透過媒介以讓你進行傳送，像是電線或電話線、根狀結構、水路、陰影、火焰、鏡子等等。你只能從你選定媒介存在處傳送，也只能傳送至你選定媒介的存在處。"],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"_translate_name": "轉化", "name": "Transform",
			"type": "CTL",
			"action": "S",
			"range": "close",
			"duration": "sustained",
			"cost": {
				"value": {"min":2, "max":5},
				"type": "per"
			},
			"entries": [
				"You can change objects into other objects, altering their shape or material composition in the process. You must touch the chosen object, which requires a close attack check if the object is held or worn by another character.",
				"What you can transform affects cost per rank:",
				{
					"type": "list",
					"items": [
						"{@b 2 points}: Transform one thing or substance into one other thing or substance, such as metal into wood, iron into glass, or broken objects into repaired ones.",
						"{@b 3 points}: Transform a broad group of things into a single result (any metal into gold, for example) or a single target into any of a broad group (one type of metal, such as lead, into any other metal, water into other liquids, and so forth).",
						"{@b 4 points}: Transform a broad group of targets into one of a broad group of results (solids into other solids, for example).",
						"{@b 5 points}: Transform any material into anything else."
					]
				},
				"Inanimate objects do not make resistance checks and transform automatically, so long as you can affect their total mass. You can transform (Transform rank –6) rank mass, so Transform 1 can affect up to 1.5 lbs (mass rank –5), then 3 lbs. at rank 2, and so forth, on up to rank 20, which affects 400 tons at once.",
				"The transformation lasts as a sustained effect. When you stop maintaining it, the target reverts to normal. Continuous Transform is irreversible except by using another Transform effect to turn the target back into its previous form.",
				"Transforming someone’s devices or equipment requires targeting them first: characters can make Dodge resistance checks for their held or worn items, with a +5 circumstance bonus for hand-held and similar sized objects. So transforming a hand-held weapon like a gun requires an attack check and permits the wielder a Dodge resistance check with a +5 bonus (for a hand-held item). Targeting a worn suit of armor requires an attack check and allows the wearer a Dodge resistance check (with no modifier for a large item).",
				"Transform is generally just another way of “removing” a device or equipment, considered a part of their discount in cost, although transformed items should eventually be restored or replaced.",
				{
					"type": "inset",
					"name": "Under the Hood: Transform",
					"entries": [
						"Transform is a powerful effect, particularly in the hands of a cunning player. To a degree, Transform can duplicate certain other effects, such as trapping a target by transforming air into a solid material or turning oxygen into a suffocating gas (both Afflictions). This is perfectly allowable; use the rules for other effects as guidelines on how to handle these situations, using Transform rank to determine resistance DCs.",
						"Keep in mind, however, that Transform has a sustained duration, which may affect how such “tricks” work (e.g., the trap disappears if the character is stunned, the suffocating gas dissipates unless the character concentrates each round to continue transforming it, etc.). As always, the GM should use common sense and good judgment.",
						"You may wish to require characters using Transform to acquire money (gold, precious gems, etc.) or other permanent material goods to spend character points on ranks of the Benefit advantage to reflect this newfound wealth; otherwise, the goods fade or remain impermanent in some way. (Assuming things like wealth matter in your series in some way.)"
					]
				},
				{
					"type": "entries",
					"name": "Destructive Transformations",
					"entries": [
						"It is possible for Transform to effectively destroy objects: turning a steel door into water, air, or even rust certainly removes it as a barrier. However, keep in mind that Transform is normally sustained; the target isn’t truly destroyed unless the effect is continuous, and therefore irreversible. Even then, the destruction of targets tends to be all-or-nothing. For an effect capable of wearingdown and eventually destroying objects, use WeakenToughness instead."
					]
				},
				{
					"type": "entries",
					"name": "Transforming Beings",
					"entries": [
						"Transforming living or otherwise animate beings as opposed to inanimate matter requires an effect other than Transform. To alter a target’s outward appearance only, go with a Morph Attack. For a harmful effect that does something like turn the target to stone or into a mind-controlled zombie, see Affliction. When dealing with non-living creatures (those absent Stamina) capable of resistance checks (possessing Will) the GM may permit Transform to function like an Affliction against them."
					]
				}
			]
		},
		{
			"_translate_name": "變換", "name": "Variable",
			"type": "G",
			"action": "S",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 7,
				"type": "per"
			},
			"entries": [
				"You can gain or use potentially any effect of the appropriate type and descriptor! A Variable effect provides you with a set of (rank x 5) character points you can allocate to different effects. Take an action on your turn and choose where to allocate your Variable character points. It is a good idea to have a “menu” of commonly used options written down in advance to help speed up this process during play.",
				"The effects you gain from your Variable effect are subject to the normal power level and series limits. So you cannot, for example, acquire Enhanced Trait as a Variable effect to improve a trait beyond its power level limit, or acquire effects or descriptors the Gamemaster has specifically banned from the series. The GM has final say as to whether or not a particular use of a Variable effect is appropriate and may veto your allocations, if necessary.",
				"You must also place descriptors on your Variable effect limiting its scope. For example, a Variable effect that mimics other’s traits is limited to the traits its subject(s) possess; a Variable effect providing you with traits suitable to different shapes is limited by the form(s) you assume; a Variable effect providing adaptations is limited to the stimulus to which it adapts, and so forth. This descriptor does not reduce the effect’s cost unless it’s especially narrow or limiting, and the GM is the final arbiter of what constitutes a suitable descriptor and which descriptors are narrow enough to qualify for a Limited flaw.",
				"The allocation of your Variable points is sustained, so if you stop maintaining your Variable effect for any reason, your allocated points “reset” to a “null” state: you lose any temporary traits and must take the action necessary to reallocate your Variable points again on your turn to regain them. Points in a Continuous Variable effect remain where you set them without maintenance, unless the Variable effect itself is countered or nullified. Variable effects cannot be permanent in duration by definition.",
				{
					"type": "inset",
					"name": "Under the Hood: Variable Effects",
					"entries": [
						"Powers based off the Variable effect are obviously very flexible, capable of duplicating a wide range of other effects. Responsibility for controlling Variable effects in the game is placed largely in the hands of both the Gamemaster and responsible players. To do otherwise would require weighing the effect down with numerous game-system limitations that would keep it from doing what it is supposed to do: create a wide range of effects.",
						"Keep in mind a Variable effect is not supposed to be “any effect I want.” That kind of unlimited power doesn’t belong in the hands of player characters, and is better reserved as a plot device for NPCs. A Variable effect can be “any effect within a given set of parameters,” but it’s up to you and the GM to define those parameters. The limits of power flexibility are deliberately set by Variable effects, the use of extra effort, and victory points.",
						"Many comic book heroes who appear to have the power to “do anything” are actually using one of these options in game terms. For example, a super-wizard can do practically anything with magic. However, generally speaking, these characters have certain abilities they use all the time (powers they have acquired with character points) and “stunts” they only do from time to time, essentially power stunts performed with extra effort (and possibly victory points). This is why the Magic power, for example, is not a Variable effect: most powers in the game have the potential to do “stunts” via extra effort, so the “variability” of Magic seen in the comics is already built-in to the system, with some costs to control it, without having to give players carte blanche to duplicate any effect in the game at will (which is just likely to slow things down and cause game balance issues).",
						"Variable effects are better reserved for things where it is difficult to cost-out and define everything about a given power in advance. For example, the ability to shapechange into any animal could be an application of the Morph effect with a long list of Metamorph options, but listing out every single possible animal form, one at a time, would be tedious to say the least, especially when a good number of those forms would be superfluous. A Variable effect, with the descriptor “animal forms” is easier to manage. The player can prebuild certain commonly used animal forms for use during play, but also has the option to new configurations that fit into the power’s descriptors. See the Sample Powers section for some examples of Variable effects in practice.",
						"In short, Variable effect is a “last resort” in power design, and the GM should treat it as such."
					]
				}
			],
			"extras": [
				{
					"name": "Action",
					"entries": ["You can change the configuration of your effect faster, although only a Reaction Variable can change more often than once per turn, and then only in response to its triggering circumstances. Gamemasters should exercise caution with Variable effects that can be reconfigured as a free action or reaction: they not only grant tremendous flexibility, they can also slow down game play as the player considers virtually infinite possibilities for each action using the Variable effect. {@b Move Action: +1 cost per rank . Free Action: +2 cost per rank. Reaction: +3 cost per rank.}"],
					"cost": {
						"value": {"min":1, "max":3}, "type": "per", "hidden": true
					}
				},
				{
					"translate_name": "影響他人", "name": "Affects Others",
					"entries": ["You can grant effects to someone else. The subject granted the use of the effect controls its configuration, if appropriate for its descriptors (although you retain the ability to withdraw use of the effect altogether whenever you wish). {@b Affects Others Only: +0 cost per rank. Affects Others or yourself: +1 cost per rank.}"],
					"cost": {
						"value": {"min":0, "max":1}, "type": "per", "hidden": true
					}
				},
				{
					"name": "Perception",
					"entries": ["Applied to a Ranged Affects Others Variable, this extra allows you to grant the benefits of the effect to any target you can accurately perceive."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Ranged",
					"entries": ["A Variable effect with Affects Others may have the Ranged extra to improve the range at which you can grant the effect to another. This does not alter the ranges of the effect’s various configurations. To do so, apply the Range modifier to the effect(s) within a particular configuration."],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"translate_name": "限定條件", "name": "Limited",
					"entries": ["As noted in the description, a Variable effect must be limited by certain descriptors by default. To qualify for this flaw, the effect must be even more limited. This is highly situational and left to the Gamemaster’s judgment. An example is a Variable effect only able to provide Enhanced Skills; in most settings, this is Limited. However, in settings where powers are rare and most characters rely on skills, it might not be. Conversely, a Variable effect prohibited from providing Enhanced Skills, but able to provide a wide range of other effects, isn’t particularly Limited, just defined by its descriptors."],
					"cost": {
						"value": {"min":-1, "max":"more"}, "type": "per"
					}
				},
				{
					"name": "Slow",
					"entries": ["You can only reconfigure your Variable effect outside of action time. You might need access to a lab, arsenal, spell-book, or other special equipment, or need to perform certain procedures or rituals. It takes at least a minute, possibly as long as an hour or more. The GM sets the specific time in cases where it matters, but it should be short enough that you can reconfigure between scenes in a game, but long enough that you effectively cannot do it during action time. The GM may allow you to spend a victory point to reconfigure your Variable effect during action time as a power stunt, if circumstances warrant it."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"translate_name": "弱化", "name": "Weaken",
			"type": "ATK",
			"action": "S",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				{
					"type": "insetResistCheck",
					"name": "弱化抵抗檢定",
					"func": "韌性 或 意志 vs. DC [弱化等級 + 10]",
					"entries": [
						{
							"type": "list",
							"items": [
								"{@b 成功}: 沒有任何效果。",
								"{@b 失敗}: 目標受影響的數據將會失去等同於檢定結果與DC差值的角色點，最多失去等同於弱化等級的數量。"
							]
						}
					]
				},
				"在抵抗弱化效果時所做的抵抗檢定的複數次失敗結果會累積，最多失去等同於弱化效果等級的角色點，當失去的角色點達到其上限時，該數據就不會再被更進一步弱化。因為弱化而失去的角色點會在目標每回合結束以每輪1點的速度回復。無生命的物體無法回復被弱化的堅實屬性；它們必須被維修才能從中回復。根據GM的裁斷和該效果的描述符，物體可能可以或無法回復其他被弱化的數據。",
				{
					"type": "entries",
					"translate_name": "弱化屬性", "name": "Weakening Abilities",
					"entries": [
						"被弱化而導致等級低於-5的屬性將會衰竭。詳情參見{@rule 衰竭屬性|basic|3|debilitated abilities}以查閱特定屬性衰竭的情況。已經衰竭的屬性將無法再被弱化。直到該屬性的等級回復到至少-5級前，任何對該屬性進行的弱化將不會發揮任何作用。"
					]
				},
				{
					"type": "entries",
					"translate_name": "弱化裝置", "name": "Weakening Devices",
					"entries": [
						"應用了{@modifier 影響物體}修飾符以及適當描述符的弱化效果可以降低裝置所提供的屬性數據（參見{@modifier Removable}缺陷）。舉例來說，弱化魔法效果也許能夠汲取魔法裝置以及魔法使用者自己的魔法能量。同樣的，弱化電力也可能影響電子裝置，諸如此類。這類效果同樣也能作用於裝備，儘管裝備能被弱化的數據通常會比較少。GM可以駁回任何不合理的弱化效果。舉例來說，儘管弱化傷害效果是可行的，並不代表角色可以因此使槍枝造成較低的傷害；這類效果通常會以像是{@effect Nullify}這類影響整體的效果來處理。"
					]
				}
			],
			"extras": [
				{
					"translate_name": "影響物體", "name": "Affects Objects",
					"entries": ["應用了這個修飾符的弱化效果可以作用於無生命物體上，然而這個效果仍然只能影響該物體所具有的屬性數據。這個修飾符最常被應用於弱化堅實效果，讓其能夠同時弱化生物和物體。 {@b 每級+1點，若只能影響物體則為每級+0點.}"],
					"cost": {
						"value": {"min":0, "max":1}, "type": "per", "hidden": true
					}
				},
				{
					"translate_name": "廣泛", "name": "Broad",
					"entries": ["你可以弱化一組廣泛類別中的任意一個數據，一次選擇一個符合你效果描述符的數據。舉例來說，你可能會能夠弱化屬性、或弱化心靈效果。你在使用這個效果時選擇要弱化類別中的哪一個數據。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "專注", "name": "Concentration",
					"entries": ["一旦你使用專注弱化命中目標，只要你繼續在每個回合採取一個標準動作以維持這個效果，你將不需要再進行攻擊檢定，就可以迫使目標再進行一次新的抵抗檢定以對抗這個效果。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "無法治癒", "name": "Incurable",
					"entries": ["應用了這個修飾符的弱化效果無法被其他沒有{@b 堅持}修飾符的超能力效果（例如{@effect Healing|恢復治癒}）給反制；目標必須以正常速度從弱化效果中回復。"],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"translate_name": "精確", "name": "Precise",
					"entries": ["這個修飾符可以應用於能夠同時影響複數數據的弱化效果，讓你可以選擇其中有哪些數據會被影響，而哪些數據不會。要注意的是這個修飾符與下述的{@modifier 可選擇}修飾符不同。"],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"translate_name": "惡化", "name": "Progressive",
					"entries": ["直到目標成功抵抗之前，惡化弱化效果將在每輪降低目標受影響的數據。目標必須在他的每個回合結束時進行一次新的抵抗檢定；若該檢定失敗，則該數據將會進一步被弱化；若該檢定成功則該弱化效果的惡化將會被終止，但目標仍然得以正常速度回復他已經失去的角色點（每回合回復1點）。"],
					"cost": {
						"value": 2, "type": "per"
					}
				},
				{
					"translate_name": "可選擇", "name": "Selective",
					"entries": ["這個修飾符可以應用於{@modifier 範圍化}弱化效果，讓其可以只影響範圍內的某些目標，而不影響他人。若與前述的{@modifier 精確}修飾符結合，你將可以使用範圍化弱化效果選擇性地只影響特定目標的特定數據。"],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"translate_name": "同時", "name": "Simultaneous",
					"entries": ["若應用於廣泛弱化效果，這個修飾符將能使該類別中的所有數據都同時被弱化影響。當目標抵抗檢定失敗時，該類別中的每個數據都將各自同時失去等同於抵抗檢定結果和DC之間差值的角色點。因此，同時弱化火焰效果將會以一次攻擊就減少目標所擁有的每個火焰效果上所投資的角色點。該效果必須先應用了廣泛修飾符才能應用這個修飾符。"],
					"cost": {
						"value": 1, "type": "per"
					}
				}
			]
		}
	]
}
