{
	"powereffect": [
		{
			"name": "Affliction",
			"type": "ATK",
			"action": "S",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"You can impose some debilitating condition or conditions on a target by making a close attack. You set the conditions your Affliction causes at each degree when you acquire it and they may not be changed. Higher degree conditions replace lower degree conditions and do not stack with them. See the possible conditions for each degree under the Affliction Resistance Check table. The target resists with Fortitude or Will defense (chosen when you take the effect):",
				{
					"type": "entries",
					"name": "Affliction Resistance Check",
					"entries": [
						"Fortitude or Will vs. DC [Affliction rank + 10]",
						{
							"type": "list",
							"items": [
								"{@b Success}: No effect.",
								"{@b Failure (one degree)}: The target is dazed, entranced, fatigued, hindered, impaired, or vulnerable (choose one). Potential descriptors include coughing or sneezing, creeping mental influence, drowsiness, euphoria, fear, itchiness, lethargy, nausea, pain, or tipsiness.",
								"{@b Failure (two degrees)}: The target is compelled, defenseless, disabled, exhausted, immobile, prone, or stunned (choose one). Potential descriptors include agonizing pain, confusion, ecstasy, momentary emotional or mental influence, paralysis, seizure, terror, or vomiting.",
								"{@b Failure (three degrees)}: The target is asleep, controlled, incapacitated, paralyzed, transformed or unaware (choose one)."
							]
						},
						
						"The target of an Affliction makes a resistance check at the end of each of his turns to remove first and second degree conditions. Third degree conditions require a minute of recovery time or outside aid, such as the Treatment skill or Healing effect (DC 10 + rank).",
						"The exact nature and descriptors of the Affliction are up to you, chosen when you acquire the effect, with the GM’s approval; some examples are provided, but feel free to make up your own."
					]
				}
			],
			"extras": [
				{
					"name": "Alternate Resistance",
					"entries": ["Some Afflictions may be initially resisted by Dodge, representing the need for quick reaction time or reflexes to avoid the effect. In this case, the later resistance checks to remove the Affliction’s conditions are typically still based on Fortitude or Will. For example, a target might make a Dodge check to avoid a blinding light or spray of liquid, but a Fortitude check to eliminate the effect if the initial Dodge fails."],
					"cost": {
						"value": 0, "type": "per"
					}
				},
				{
					"name": "Concentration",
					"entries": ["Once you have hit with a Concentration Affliction, so long as you continue to take a standard action each turn to maintain the effect, the target must make a new resistance check against it, with no attack check required."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Cumulative",
					"entries": ["Normally, an Affliction does not have a cumulative effect on the same target, so getting two results of one degree, one after the other, has no more or less effect than a single one degree result; you have to get a higher degree with a later attack, which replaces the initial result. A Cumulative Affliction adds any further degrees to the existing degrees on the target. For example, if you hit a target and impose a vulnerable condition (one degree), then attack again and get one degree on the effect, you impose the Affliction’s second degree condition."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Extra Condition",
					"entries": ["Your Affliction imposes an additional condition per degree of success. So with one application of this extra, your Affliction imposes two conditions—such as dazed and hindered, or impaired and vulnerable—rather than just one. With two applications, it imposes three conditions, and so forth. Since mutually incompatible conditions are largely wasted, Afflictions with this extra often have the Limited Degree flaw as well."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Progressive",
					"entries": ["This modifier causes an Affliction to increase incrementally without any effort from you. If the target fails a resistance check to end the Affliction, it not only persists, but increases in effect by one degree! So a target affected by the first degree of a Progressive Affliction who fails to resist progresses to the second degree of the effect at the start of his next round. A successful resistance check still ends the Affliction, as usual."],
					"cost": {
						"value": 2, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"name": "Instant Recovery",
					"entries": ["Similar to the Reversible extra, the target of an Affliction effect with this modifier recovers automatically, no check required, at the end of the round in which the duration ends. So, for example, an instant duration Affliction only lasts one round, while a sustained duration Affliction lasts until no longer sustained."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Limited Degree",
					"entries": ["Your Affliction is limited to no more than two degrees of effect. With two applications of this modifier, it is limited to no more than one degree of effect."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Burrowing",
			"type": "MOV",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"entries": [
				"You can burrow through the ground, leaving a tunnel behind if you choose. You move through soil and sand at a speed rank equal to your Burrowing rank, minus 5. So Burrowing 8, for example, lets you move through the ground at speed rank 3 (around 16 MPH). Burrowing through hard clay and packed earth reduces speed one additional rank. Burrowing through solid rock reduces it by two additional ranks. The tunnel you leave behind is either permanent or collapses behind you immediately (your choice when you begin burrowing each new tunnel).",
				"Note that Burrowing differs from the Permeate effect of Movement, which allows you to pass through an obstacle like the ground at your normal speed without disturbing it at all (see Movement)."
			],
			"extras": [
				{
					"name": "Penetrating",
					"entries": ["Normally, the hardness of the ground affects only the speed at which you burrow. At the GM’s discretion, some super-hard materials may be considered Impervious to Burrowing, in which case this extra allows you to dig through them."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Ranged",
					"entries": ["This extra either allows you to create tunnels at a greater distance (without having to be at the end-point of the tunnel as it forms) or, in conjunction with Affects others, allows you to grant the Burrowing effect to someone else at a distance. Doing both requires two applications of the extra."],
					"cost": {
						"value": {"min":1, "max":2}, "type": "per"
					}
				}
			],
			"flaws": [
				{
					"name": "Limited",
					"entries": ["Burrowing may be limited to certain circumstances or materials, such as only loose sand and soil (leaving the character unable to burrow through dense clay or solid rock), or only snow and ice (being unable to burrow through earth and soil at all)."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Communication",
			"type": "SEN",
			"action": "F",
			"range": "rank",
			"duration": "sustained",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"entries": [
				"You can communicate over a distance using a medium other than your normal voice. Choose a sense type as your Communication medium (see the list of examples). You may also use a special sense type (like neutrinos, gravitons, magical sendings, and so forth) noticeable only to an appropriate form of the Detect effect (see Senses), at the GM’s discretion.",
				{
					"type": "list",
					"items": [
						"{@b Visual}: laser or fiber optic link",
						"{@b Auditory}: ultrasonic or infrasonic beam, “ventriloquism”",
						"{@b Olfactory}: pheromones or chemical markers",
						"{@b Tactile}: vibratory carrier wave",
						"{@b Radio}: AM, FM, and short-wave radio bands, micro-waves",
						"{@b Mental}: telepathic transmission, psychic link, mystical sending"
					]
				},
				"Your rank determines you maximum Communication range:",
				{
					"type": "entries",
					"name": "Range",
					"entries": [
						{
							"type": "table",
							"caption": "Communication Range",
							"colLabels": [
								"Rank",
								"Distance"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9 text-align-center"
							],
							"rows": [
								["1","Close range (within 100 feet)"],
								["2","Short range (within 1 mile)"],
								["3","Long range (statewide or across a small nation)"],
								["4","Worldwide (anywhere on Earth (or a similar-sized planet))"],
								["5","Unlimited (effectively anywhere)"]
							]
						},
						"Communication is instantaneous with any subject within your range.",
						"The recipient of your communication must be within range and have a means of receiving your transmission (super-sense, or a receiver of some sort; conscious awareness is all that’s needed to “receive” Mental Communication). You can receive Communication of the same medium as your own. Receivers can choose to ignore your Communication, if they wish. Communication is language-dependent; you and the subject must share a common language (see Comprehend to communicate across language barriers). Your Communication is point-to-point (sent to a single receiver within your range).",
						"Activating your Communication effect is a free action. Communicating, however, takes the normal amount of time. You can apply the Rapid modifier to speed things up, provided your recipient is capable of receiving communication at that speed.",
						"Others with an acute sense able to detect your Communication medium can “tap into” your transmissions with a Perception check (DC 10 + your Communication rank). The eavesdropper must be within normal sensory range of you or the receiver. With two degrees of success on the check, the eavesdropped can also understand your transmissions. Effects like Concealment and Dazzle that target your Communication medium can “jam” or block your transmissions."
					]
				}
			],
			"extras": [
				{
					"name": "Area",
					"entries": ["You can broadcast omni-directionally to every receiver within your maximum Communication range at once. Note this extra is only strictly necessary to communicate with everyone over a wide area all at once; since using and maintaining Communication are free actions, the GM may allow a communicator to establish and maintain contact with multiple discrete receivers—such as the members of the same team—all in the same round."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Dimensional",
					"entries": ["Communication with this modifier can bridge dimensional barriers, reaching into other dimensions and planes of existence. The Communication effect still has its proximate range, and the GM may rule certain subjects “out of range” of the effect, depending on their relative positions in the other dimension."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Rapid",
					"entries": ["Your communication occurs 10 times faster than normal speech. Each additional rank increases communication speed by a factor of 10. This is useful for high-speed computer links, “deep sharing” psychic rapports, and so forth."],
					"cost": {
						"value": 1, "type": "flat"
					}
				},
				{
					"name": "Selective",
					"entries": ["If you have the Area extra, you can choose which receiver(s) within range get your Communication, excluding everyone else. This allows you to go from a single receiver (point-to-point) to all potential receivers in range (omni-directional) or anywhere in between."],
					"cost": {
						"value": 1, "type": "per"
					}
				},
				{
					"name": "Subtle",
					"entries": ["Your Communication cannot be “overheard” (it is encrypted, scrambled, or otherwise protected). With 2 ranks, your Communication cannot even be detected (that is, no one can even tell you are transmitting, much less what you’re saying)."],
					"cost": {
						"value": {"min":1, "max":2}, "type": "flat"
					}
				}
			],
			"flaws": [
				{
					"name": "Limited",
					"entries": ["Communication may be limited to only members of a particular group, such as a species, family, members of an organization, and so forth. This is in addition to limitations imposed by medium (that is, requiring subjects to have a means of picking up on the Communication)."],
					"cost": {
						"value": -1, "type": "per"
					}
				},
				{
					"name": "Sense-Dependent",
					"entries": ["Communication itself is already sense-dependent (in that the subject(s) must be able to sense your communication medium to pick up your transmissions) and so cannot have this flaw. However, other perception range effects can be Communication-Dependent, meaning you must be in communication with your subject for them to work (using your Communication medium as a “carrier” for the other effect). If your Communication is blocked in any way, the other effect doesn’t work."],
					"cost": {
						"value": -1, "type": "per"
					}
				}
			]
		},
		{
			"name": "Comprehend",
			"type": "SEN",
			"action": "N",
			"range": "personal",
			"duration": "permanent",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"entries": [
				"You can comprehend different sorts of communication. Each rank in this effect allows you to choose one of the following options:",
				{
					"type": "entries",
					"name": "Animals",
					"entries": [
						"You can either speak to or comprehend animals. You can ask questions and receive answers, although animals are not any more friendly or cooperative than normal. furthermore, wary and cunning animals are likely to be terse and evasive, while especially stupid ones make inane comments. If an animal is friendly toward you, it may do some favor or service for you. For 2 ranks you can both speak to and understand the “speech” of animals."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can either speak or understand the language of any intelligent creature. You can speak only one language at a time, although you can comprehend multiple languages at once. This effect does not enable you to speak with creatures that don’t possess a language. For 2 ranks you can both speak and understand all languages. For 3 ranks anyone able to hear you can understand what you’re saying, regardless of language. Being able to also read any language you comprehend requires 1 additional rank."
					]
				},
				{
					"type": "entries",
					"name": "Machines",
					"entries": [
						"You can communicate with electronic devices, making inquiries and understanding their replies. This requires two Comprehend ranks. Most are limited by their programming and peripherals in terms of what they “know,” and may not be able to answer some inquiries with anything other than an “unknown” or “not found.” At the GM’s discretion, you can use the Technology skill as an interaction skill when communicating with machines."
					]
				},
				{
					"type": "entries",
					"name": "Objects",
					"entries": [
						"You can communicate with inanimate objects, granting them the ability to speak to you or simply “reading” impressions from them. This requires two Comprehend ranks. Objects only “know” about events directly affecting them or occurring in their immediate area. Gamemasters can apply the guidelines for Postcognition to this effect."
					]
				},
				{
					"type": "entries",
					"name": "Plants",
					"entries": [
						"You can communicate with plants, both normal plants and plant creatures. This requires two Comprehend ranks. A plant’s sense of its surroundings is limited, so it won’t be able to give (or recognize) detailed descriptions or answer questions about events outside its immediate vicinity."
					]
				},
				{
					"type": "entries",
					"name": "Spirits",
					"entries": [
						"You can communicate with incorporeal and normally invisible and inaudible spirit beings, such as ghosts or certain extradimensional entities, depending on the context of the setting. Rank 1 essentially allows you to function as a “medium” of sorts, able to perceive spirits and relay what you see and hear. Rank 2 allows you to be clearly under-stood by denizens of the spirit world, as well. At the GM’s discretion, this effect may extend to undead creatures, demons, or other supernatural entities, depending on the setting."
					]
				}
			],
			"flaws": [
				{
					"name": "Type",
					"entries": ["You can only comprehend a broad type of subject (only elves, canines, avians, or sea creatures, for example). For an additional flaw, you can only comprehend a narrow type of subject (dogs, falcons, or dolphins, for example). {@b Broad –1 cost per rank. Narrow –2 cost per rank.}"],
					"cost": {
						"value": {"min":-1, "max":-2}, "type": "per", "hidden": true
					}
				}
			]
		},
		{}
	]
}
