{
	"samplepower": [
		{
			"translate_name": "替換型態", "name": "Alternate Form",
			"type": "VAR",
			"action": "VAR",
			"range": "VAR",
			"duration": "VAR",
			"cost": {
				"value": "see_description",
				"type": "special"
			},
			"effects": [
				"不定, {@modifier 啟動}"
			],
			"entries": [
				"你可以轉變成並非血肉的某種型態，從鋼鐵軀體，到一團氣體、液體、一群蟲型大小的機器人群集、或任何你想發展的型態。參考下列範例，選擇一組能夠反映出你替換型態能力的超能力效果。接著選擇一個你變化成替換型態時所需採取的動作：若為移動動作，則這組效果的花費總合減少1點角色點。若它需要標準動作啟動，則減少2點角色點（詳情請參見{@modifier 啟動}缺陷）。",
				"一些可能的替換型態（以及它們可能的效果）包括：",
				{
					"type": "list",
					"items": [
						"{@b 能量體}：你由純粹的能量構成，像是火焰或閃電： {@effect 傷害}(近身 或 遠距)、{@effect 飛行}、{@effect 免疫}、{@effect Insubstantial|虛體化 3}、和{@effect Teleport|傳送(能量媒介)}。",
						"{@b 氣體}：你是一團氣體，像是濃煙或迷霧： {@effect Affliction|詛咒(窒息)}、{@effect Concealment|隱蔽(視覺}, {@modifier Attack|攻擊化)}、{@effect 飛行}、{@effect 免疫}、和{@effect Insubstantial|虛體化 2}。",
						"{@b 鬼魂}：你沒有實體，無法被看見，且不會受大部分物質世界的事物影響： {@effect Concealment|隱蔽(視覺)}、{@effect 飛行}、{@effect 免疫}、和{@effect Insubstantial|虛體化 4}。",
						"{@b 英雄}：你除了原本的「普通」型態之外，還擁有一個獨特的「英雄」型態。基本上，你的所有超能力都具備啟動修飾符！不能自由變化成你英雄型態的限制將會時不時為你帶來麻煩，並成為你的糾葛難題。",
						"{@b 液體}：你由液態所構成（例如水）： {@effect Affliction|詛咒(窒息)}、{@effect Concealment|隱蔽(視覺, 限定水中)}、{@effect 延展}、{@effect 免疫}、{@effect Insubstantial|虛體化 1}、和{@effect 游泳}。",
						"{@b 微粒}：你的身體是由微小顆粒物質所構成，像是沙、塵、鹽等等： {@effect 傷害}、{@effect 延展}、{@effect 免疫}、{@effect Insubstantial|虛體化 1}、和{@effect Movement|移動(匍匐蛇行)}。",
						"{@b 陰影}：你變化成一團活體陰影： {@effect Concealment|隱蔽(視覺, 限定黑暗和陰影中)}、{@effect 免疫}、{@effect Insubstantial|虛體化 4}、和{@effect Movement|移動(匍匐蛇行, 攀牆)}。",
						"{@b 固體}：你由堅硬的物質所組成，像是岩石或金屬： {@effect Enhanced Trait|增強體質}、{@effect Enhanced Trait|增強力量}、{@effect 免疫}、和{@effect 保護}。",
						"{@b 群集}：你的「身體」實際上是由上千個其他微型生物聚集構成，例如昆蟲、蠕蟲、或甚至奈米機器人： {@effect 飛行}、{@effect 免疫}、{@effect Insubstantial|虛體化 2}、和{@effect Movement|移動(匍匐蛇行, 攀牆)}。",
						"{@b 平面體}：你可以使你的身體變得扁平，使其近乎無限的薄： {@effect Concealment|隱蔽(視覺, 限定一側)}、{@effect 傷害}({@modifier 貫穿強抗} – 鋒利的邊緣)、{@effect Insubstantial|虛體化 1}（用以鑽過狹窄的縫隙）、和{@effect Movement|移動(匍匐蛇行)}。"
					]
				}
			]
		},
		{
			"translate_name": "衝擊波", "name": "Blast",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距} {@effect 傷害}"
			],
			"entries": [
				"你可以進行遠程的傷害性攻擊。這可能是一陣能量衝擊波、一個投射物（箭矢、子彈、投擲飛刃等）、或其他類似的效果。你進行一次遠程攻擊檢定以克服目標的閃避防禦。該攻擊的傷害將等同於你的超能力等級，且目標必須進行一次堅實防禦抵抗檢定以對抗該傷害。"
			]
		},
		{
			"translate_name": "炫目", "name": "Dazzle",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距}, {@effect Affliction|累積詛咒}, {@modifier Limited|限定單一感官}"
			],
			"entries": [
				"你可以使目標的其中一種感官被難以承受的力量壓倒，在你獲得這個效果時選擇一種感官。目標將進行一次韌性或意志抵抗檢定以克服你的效果DC（在你獲得這個效果時選擇目標必須使用韌性或意志進行抵抗）。一個程度的失敗將使該感官陷入{@condition 行動乏能}狀態（-2罰值）。二個程度的失敗將使該感官陷入{@condition 行動障礙}（-5罰值），而三個程度的失敗將會使該感官陷入{@condition 感官喪失}狀態：到了這一步，目標將在所有涉及該感官的{@skill 感知}檢定中自動失敗，且對於該感官而言，所有事物都被視為對它具有全遮蔽的作用。",
				"目標將在它的每個回合結束時重複進行一次抵抗檢定以嘗試從中恢復。若抵抗檢定成功,則炫目超能力所造成的異常狀態將被解除。抵抗檢定失敗則代表該狀態將繼續維持。",
				"複數次的炫目效果對同個感官造成的影響將會累積。舉例來說，若目標已經陷入視覺{@condition 行動障礙}狀態，則另一次成功造成程度一結果的視覺炫目效果，將會使該目標陷入{@condition Unaware|視覺感官喪失}狀態，就彷彿目標承受了程度三的炫目結果一樣。",
				"你的炫目效果可以同時影響多種感官；你每應用一次{@effect Affliction|額外狀態}強化，你就能額外影響一種感官。"
			]
		},
		{
			"translate_name": "分身", "name": "Duplication",
			"type": "CTL",
			"action": "S",
			"range": "close",
			"duration": "sustained",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"{@effect Summon|召喚分身, 活躍}"
			],
			"entries": [
				"你可以創造出一個你自己的分身。你的分身被視為一個數據與你完全相同的嘍囉，但它缺少這個分身的超能力，且沒有任何勝利點。你可以在你分身行動時為它花費你自己的勝利點。",
				"你必須讓這個超能力的等級達到「你自己的角色點花費總和（不包括分身超能力）除以15，尾數進位」的程度，才能夠使你的分身完整擁有你的屬性和能力數據。若這個超能力的等級在此之下，則請根據此超能力所給予的起始角色點（超能力等級 x 15），創造出一個等比例弱化版本的自己，並使用此超能力的等級做為該分身的超能力階級。因此，一名超能力階級為11的英雄若擁有8級的分身超能力，則他將可以創造出一個超能力階級為8，且擁有（8 x 15）120點角色點的「分身」，這個分身會擁有與本體相同比例，但等級較低的能力數據。",
				"你的分身會按照你的方式思考並行動，因此它將自動對你抱持協助的態度。遊戲主持人通常會允許該英雄的玩家決定其分身的行動。若你的這個超能力因為任何理由而被反制，則你的分身也將因此消失不見。你也可以藉由關閉這個超能力，隨意讓你的分身消失。",
				"你可以把其他{@effect 召喚}效果專用的修飾符應用於這個超能力上。比如說，使用「複數嘍囉」強化將可以讓你創造出複數的分身。"
			]
		},
		{
			"translate_name": "元素控制", "name": "Element Control",
			"type": "CTL",
			"action": "S",
			"range": "perception",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|感知距離} {@effect Move Object|移動物體, 限定元素}"
			],
			"entries": [
				"你可以控制並移動一大塊元素物質，像是空氣、土、或水。你元素控制超能力的實質力量等級將等同於該超能力的等級，並同時代表著你一次所能移動的元素物質的質量等級。因此舉例來說，11級的元素控制讓你得以同時移動最多50噸的土壤或岩石。",
				"元素控制通常會透過添加各種{@modifier 替換效果}來進一步完善，擴展你透過元素控制所能達成的行為。因此舉例來說，元素控制可能會讓你得以揚起一大團沙塵霧（{@modifier 範圍化}{@effect Concealment|視覺隱蔽}{@modifier Attack|攻擊}）、建造岩石牆壁或其他建築（常續 或 永駐{@effect 創造}）、掘出地下隧道（{@effect 掘地}）、或站在一塊巨岩上以在空中飛行（{@effect Flight|平台飛行}）．諸如此類。那些沒有被做為替換效果加到你超能力的其他應用，仍可以在你使用奮力一搏時被做為超能力絕技來運用（參見{@rule 超能力絕技|basic|1|power stunt}規則）。"
			]
		},
		{
			"name": "Energy Absorption",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": "see_description",
				"type": "special"
			},
			"effects": [
				"{@effect Enhanced Trait}, {@modifier Fades}, {@modifier Reaction}"
			],
			"entries": [
				"You take the energy from a particular type of attack, chosen when you take this power, and use it to enhance one of your traits. Typically this is either Strength or a Ranged Damage effect of the same energy type as the initial attack, but other traits are possible, including Quickness, Regeneration, Speed, or the like. The enhancement to your trait is equal to your power rank or the attack’s rank, whichever is less.",
				"The enhancement of the affected trait occurs automatically when you are subjected to the attack. Thereafter, the enhanced trait fades at a rate of 1 point per turn until it is gone. Further attacks can “top off” your Enhanced Trait, restoring it to its full rank again, before it is completely faded. Your rank is the limit of how much it can increase, however.",
				{
					"type": "example",
					"entries": [
						"The Bouncer has rank 11 Energy Absorption that applies the energy of kinetic attacks to Strength. If he’s hit with Damage 5, he gets +5 Strength. On the other hand, if he’s hit with Damage 14, he only gets +11 Strength, the rank limit of his power. Thereafter, his enhanced Strength fades at 1 rank per round until it is back to its normal, unenhanced, rank. However, if The Bouncer is hit again on the following turn for Damage 4, he gains up to 4 ranks of Strength, up to his maximum again."
					]
				},
				"Note that this power does not provide any resistance to attacks; the character suffers the effects of any attacks normally. Absorption often includes the additional effect of Protection (Impervious and often Limited to the absorbed type of attack) or even Immunity to the absorbed attack. Neither effect inhibits how Absorption works, they just make the absorbing character more resistant to the incoming attack."
			]
		},
		{
			"translate_name": "能量靈光", "name": "Energy Aura",
			"type": "ATK",
			"action": "R",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"{@effect 傷害}, {@modifier 反應觸發}"
			],
			"entries": [
				"你可以使一陣致傷性能量或類似效果形成的靈光在你身邊環繞。任何你碰觸或碰觸你的人都必須進行一次堅實防禦抵抗檢定以克服你能量靈氣的傷害等級。你能夠以一個自由動作隨意開啟或關閉你的能量靈光。若你希望讓你的靈光只傷害某些目標而不影響其他人，則請一併應用{@modifier 可選擇}或{@modifier 限定條件}修飾符（取決於這個選擇條件是否處於你的控制之下）。"
			]
		},
		{
			"translate_name": "能量控制", "name": "Energy Control",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距} {@effect 傷害}"
			],
			"entries": [
				"你可以產生並投射出一種能量以造成傷害性的衝擊波（參見{@samplepower 衝擊波}超能力），例如寒冷、電力、火焰、動能、磁力、輻射、或甚至宇宙能量。",
				"能量控制通常會透過添加額外的{@modifier 替換效果}來進一步定義，擴展你透過能量控制所能達成的行為。舉例來說，寒冷控制也許能讓你降低周遭環境的溫度（{@effect Environment|環境–寒冷}）或將目標困在寒冰之中（{@effect 詛咒}，參見{@samplepower Snare}的版本）。磁力控制則可能會讓你得以操控金屬物體（{@modifier 限定條件}{@effect 移動物體}），而電力控制則讓你能夠製造電氣脈衝以使電子設備過載短路（{@modifier Area|爆發範圍}{@effect Nullify|無效化電子設備}）。在你能夠支付的範圍內盡可能將替換效果加到你的能量控制中，並考慮將一些較罕用的項目做為超能力絕技（參見{@rule 超能力絕技|basic|1|power stunt}規則）。"
			]
		},
		{
			"translate_name": "防護力場", "name": "Force Field",
			"type": "DEF",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"{@effect 保護}, {@modifier 維持}"
			],
			"entries": [
				"你能夠使防護性的能量或力場環繞在你身邊，使你的堅實防禦等級增加等同於此超能力等級的數值。做為一個持續時間為「維持」的效果，除非你同時應用了{@modifier 隱密使用}強化，否則你的防護力場可以被輕易察覺到。防護力場通常也會應用{@modifier 強抗}強化，使其免疫於低於一定程度以下的傷害。"
			]
		},
		{
			"translate_name": "隱形", "name": "Invisibility",
			"type": "SEN",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": {"min":4, "max":8},
				"type": "per"
			},
			"effects": [
				"{@effect Concealment|視覺隱蔽}"
			],
			"entries": [
				"你可以隨意從他人的視線中消失，並獲得對視覺感官的全遮蔽。然而你仍然會被其他的感官給偵測到。若你的隱形只對尋常視覺有效，則這個超能力的花費為4點；若你無法被任何視覺感官（包括紅外線和紫外線視覺）給偵測到，則這個超能力的花費為8點。"
			]
		},
		{
			"name": "Magic",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Ranged} {@effect Damage}"
			],
			"entries": [
				"You are a sorcerer, witch, or wizard, able to cast a variety of magical spells. Your basic default effect is a Blast of eldritch force, able to inflict Ranged Damage (see the Blast power, previously).",
				"However, like the Energy Control power, Magic can have a wide range of Alternate Effects, each a separate spell you have mastered. The possibilities are virtually limitless, within the bounds of your hero’s descriptors and the Gamemaster’s approval. Examples include mystic bindings ( Affliction, see the Snare version), dispelling magical effects ( Nullify Magic), conjuring clouds of mist or fog (an Area Visual Concealment Attack), scrying distant places (Remote Sensing), or slipping between the dimensions to appear elsewhere ( Teleport), to name just a few.",
				"All Magic effects have the “magic” descriptor regardless of their other descriptors, so a Blast of flames conjured with magic has both the “magic” and “fire” descriptors, for example.",
				"Magicians often have a Power Loss complication (see Complications in The Basics): if they are unable to freely speak and gesture to cast their spells, they cannot use Magic (or any related magical powers reliant on spellcasting). Certain styles of Magic may impose other complications or limits as well."
			]
		},
		{
			"name": "Mental Blast",
			"type": "ATK",
			"action": "S",
			"range": "perception",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Perception Ranged} {@effect Damage}, {@modifier Alternate Resistance|Resisted by Will}"
			],
			"entries": [
				"You can strike targets’ minds with “mental force,” inflicting Damage resisted by the target’s Will rather than Toughness, but having no effect on targets immune to effects resisted by Will, such as inanimate objects. Mental Blasts are often, but not always, Subtle as well, which costs a flat 1 point."
			]
		},
		{
			"name": "Mimic",
			"type": "G",
			"action": "M",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 8,
				"type": "per"
			},
			"effects": [
				"Variable, Move Action"
			],
			"entries": [
				"You can duplicate the traits of another character you can perceive, requiring a move action to scan them. You gain (Mimic rank x 5) character points worth of traits the target has, up to a maximum of the target’s rank, and limited by the total character points you can Mimic. If you can only mimic some traits, apply the Limited flaw to this power.",
				"Some Mimics are Limited to only copying subjects they can touch, requiring a successful close attack check to touch an unwilling subject. Others do not mimic other people but instead mimic the traits of animals (substituting the “animal” descriptor for “another character”)."
			]
		},
		{
			"name": "Mind Control",
			"type": "ATK",
			"action": "S",
			"range": "perception",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"Perception Ranged, Cumulative Affliction, Resisted by Will"
			],
			"entries": [
				"You can impose your will on others, forcing them to obey your commands. Targets failing a Will resistance check against your effect DC first become dazed, then compelled, as they try to fight off your influence. Finally, with three or more degrees of effect, the target becomes controlled and obeys any commands you give.",
				"Degrees of failure on resistance checks against Mind Control are cumulative. You can also apply the Progressive modifier (see Affliction effect) so your mental hold increases each time the target fails a resistance check against it!"
			]
		},
		{
			"translate_name": "強力抬舉", "name": "Power-Lifting",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"{@effect Enhanced Trait|增強力量}, {@modifier Limited|限定抬舉}"
			],
			"entries": [
				"你舉物和負載重量的能力遠遠超出你所擁有的力量。每級的這個超能力都會在決定你所能抬舉並攜帶的總重量時使你的力量等級+1，但不會增加你的力量傷害、或其他基於你力量等級的效果。"
			]
		},
		{
			"name": "Shapeshift",
			"type": "G",
			"action": "M",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 8,
				"type": "per"
			},
			"effects": [
				"Variable (assumed forms), Move Action"
			],
			"entries": [
				"You can transform into different forms, gaining the physical traits (abilities, skills, advantages, and powers) of the assumed form. You gain (Shapeshift rank x 5) character points worth of traits. You can also redistribute points spent on your own physical traits (lowering your Strength to apply those points elsewhere, for example). You are limited to the inherent traits of the forms you assume and do not gain new mental traits, even if that form possesses them.",
				"Shapeshift is often further Limited by the specific types of forms the character can assume, such as Limited to Animals or Limited to Machines."
			]
		},
		{
			"name": "Sleep",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距} {@effect Affliction|詛咒, 以韌性防禦抵抗}"
			],
			"entries": [
				"You cause a the target to feel tremendous weariness. Targets failing the Fortitude resistance check against your effect DC become fatigued, then exhausted, and finally asleep as they succumb.",
				"Sleep is not normally cumulative, but you can apply the Cumulative or Progressive modifiers, making the fatigue that much harder for victims to fight off."
			]
		},
		{
			"name": "Snare",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距}, {@effect Affliction|累積詛咒, 額外狀態, 以閃避防禦抵抗, 限定程度}"
			],
			"entries": [
				"You can restrain a target with bonds of ice, glue, webbing, bands of energy, and so forth (whatever suits your descriptors). The target makes a Dodge resistance check against your effect DC. One degree of failure leaves the target hindered and vulnerable, while two results in the target becoming defenseless and immobilized. There is no additional effect for three or more degrees of failure.",
				"The resistance check to break out of a Snare is based on Damage (including Strength Damage) or Sleight of Hand, either breaking the effect or slipping out of it. This is part of the power’s Alternate Resistance, with no change in cost."
			]
		},
		{
			"name": "Strike",
			"type": "ATK",
			"action": "S",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"{@effect 傷害}"
			],
			"entries": [
				"You inflict additional damage in close combat. Your Strike either substitutes for your Strength damage or adds to it, if it is Strength-based, see the Damage effect for details. It might be claws, energy fields, focused striking strength, or something similar, depending on your descriptors. Close combat weapons are either equipment or this power with the Removable flaw. See the Gadgets & Gear (following) for more information."
			]
		},
		{
			"translate_name": "窒悶", "name": "Suffocation",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距}, {@effect Affliction|惡化詛咒, 以韌性防禦抵抗}"
			],
			"entries": [
				"你使目標無法呼吸。在對抗你效果DC的韌性抵抗檢定失敗的目標將會陷入{@condition 目眩}、{@condition 暈眩}、並最終因為缺氧而陷入{@condition 失能}狀態。若目標在抵抗窒悶超能力的持續效果時所進行的檢定失敗，將會使目標的狀態惡化一個程度。"
			]
		},
		{
			"translate_name": "超高速", "name": "Super-Speed",
			"type": "combine",
			"action": "F",
			"range": "personal",
			"duration": "combine",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"{@effect Enhanced Trait|增強先攻}, {@effect 迅捷}, {@effect 高速}"
			],
			"entries": [
				"你迅速無比！每級的超高速都會讓你獲得{@effect Enhanced Trait|增強先攻}、{@effect 迅捷}和{@effect 高速}（使你擁有等同超能力等級的地面速度）的效果。因此，舉例來說，若你具有10級的超高速，則你將在先攻檢定中享有+40的加值、可以在6秒內完成原本需要花費二個小時時間的例行動作、且具有每小時2,000哩的地面移動速度！",
				"具有超高速超能力的英雄們通常會擁有許多基於他們迅捷速度所衍生的超能力，舉例來說像是控制大氣（捲起強力的旋風，參照前述的{@samplepower 元素控制}）、或是一些像是說{@modifier 範圍化}或{@modifier 多重攻擊}等應用於力量傷害的修飾符，用以表現出他們能在單回合內做出一系列迅捷攻擊的能力。高水準的主動防禦屬性（可能經由{@effect 增強數據}強化）對於具有超高速的角色而言也相當常見。"
			]
		}
	]
}
