{
	"samplepower": [
		{
			"translate_name": "替換型態", "name": "Alternate Form",
			"type": "VAR",
			"action": "VAR",
			"range": "VAR",
			"duration": "VAR",
			"cost": {
				"value": "see_description",
				"type": "special"
			},
			"effects": [
				"不定, {@modifier 啟動}"
			],
			"entries": [
				"你可以轉變成並非血肉的某種型態，從鋼鐵軀體，到一團氣體、液體、一群蟲型大小的機器人群集、或任何你想發展的型態。參考下列範例，選擇一組能夠反映出你替換型態能力的超能力效果。接著選擇一個你變化成替換型態時所需採取的動作：若為移動動作，則這組效果的花費總合減少1點角色點。若它需要標準動作啟動，則減少2點角色點（詳情請參見{@modifier 啟動}缺陷）。",
				"一些可能的替換型態（以及它們可能的效果）包括：",
				{
					"type": "list",
					"items": [
						"{@b 能量體}：你由純粹的能量構成，像是火焰或閃電： {@effect 傷害}(近身 或 遠距)、{@effect 飛行}、{@effect 免疫}、{@effect Insubstantial|虛體化 3}、和{@effect Teleport|傳送(能量媒介)}。",
						"{@b 氣體}：你是一團氣體，像是濃煙或迷霧： {@effect Affliction|詛咒(窒息)}、{@effect Concealment|隱蔽(視覺}, {@modifier Attack|攻擊化)}、{@effect 飛行}、{@effect 免疫}、和{@effect Insubstantial|虛體化 2}。",
						"{@b 鬼魂}：你沒有實體，無法被看見，且不會受大部分物質世界的事物影響： {@effect Concealment|隱蔽(視覺)}、{@effect 飛行}、{@effect 免疫}、和{@effect Insubstantial|虛體化 4}。",
						"{@b 英雄}：你除了原本的「普通」型態之外，還擁有一個獨特的「英雄」型態。基本上，你的所有超能力都具備啟動修飾符！不能自由變化成你英雄型態的限制將會時不時為你帶來麻煩，並成為你的糾葛難題。",
						"{@b 液體}：你由液態所構成（例如水）： {@effect Affliction|詛咒(窒息)}、{@effect Concealment|隱蔽(視覺, 限定水中)}、{@effect 延展}、{@effect 免疫}、{@effect Insubstantial|虛體化 1}、和{@effect 游泳}。",
						"{@b 微粒}：你的身體是由微小顆粒物質所構成，像是沙、塵、鹽等等： {@effect 傷害}、{@effect 延展}、{@effect 免疫}、{@effect Insubstantial|虛體化 1}、和{@effect Movement|移動(匍匐蛇行)}。",
						"{@b 陰影}：你變化成一團活體陰影： {@effect Concealment|隱蔽(視覺, 限定黑暗和陰影中)}、{@effect 免疫}、{@effect Insubstantial|虛體化 4}、和{@effect Movement|移動(匍匐蛇行, 攀牆)}。",
						"{@b 固體}：你由堅硬的物質所組成，像是岩石或金屬： {@effect Enhanced Trait|增強體質}、{@effect Enhanced Trait|增強力量}、{@effect 免疫}、和{@effect 保護}。",
						"{@b 群集}：你的「身體」實際上是由上千個其他微型生物聚集構成，例如昆蟲、蠕蟲、或甚至奈米機器人： {@effect 飛行}、{@effect 免疫}、{@effect Insubstantial|虛體化 2}、和{@effect Movement|移動(匍匐蛇行, 攀牆)}。",
						"{@b 平面體}：你可以使你的身體變得扁平，使其近乎無限的薄： {@effect Concealment|隱蔽(視覺, 限定一側)}、{@effect 傷害}({@modifier 貫穿強抗} – 鋒利的邊緣)、{@effect Insubstantial|虛體化 1}（用以鑽過狹窄的縫隙）、和{@effect Movement|移動(匍匐蛇行)}。"
					]
				}
			]
		},
		{
			"translate_name": "衝擊波", "name": "Blast",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距} {@effect 傷害}"
			],
			"entries": [
				"你可以進行遠程的傷害性攻擊。這可能是一陣能量衝擊波、一個投射物（箭矢、子彈、投擲飛刃等）、或其他類似的效果。你進行一次遠程攻擊檢定以克服目標的閃避防禦。該攻擊的傷害將等同於你的超能力等級，且目標必須進行一次堅實防禦抵抗檢定以對抗該傷害。"
			]
		},
		{
			"_translate_name": "炫目", "name": "Dazzle",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距}, {@effect Affliction|累積詛咒}, {@modifier Limited|限定單一感官}"
			],
			"entries": [
				"You can overwhelm one of the target’s senses, chosen when you take this effect. The target makes a Fortitude or Will resistance check against your effect DC (choose one when you acquire the effect). One degree of failure leaves the sense {@condition impaired} (–2 penalty). Two degrees leave it {@condition disabled} (–5 penalty) while three degrees leave the sense {@condition unaware}: The target automatically fails Perception checks involving the sense, and everything effectively has total concealment from that sense.",
				"The target makes a new resistance check at the end of each turn to recover. Success removes the condition imposed by the Dazzle power. Failure means it persists.",
				"Multiple Dazzle effects against the same sense are cumulative. If a target is already visually disabled, for example, another Visual Dazzle with one degree of success leaves the target blind, as if subjected to a Dazzle with two degrees of effect.",
				"Your Dazzle effect can work on more than one sense at once; apply the {@effect Affliction|Extra Condition} modifier for each additional sense affected."
			]
		},
		{
			"name": "Duplication",
			"type": "CTL",
			"action": "S",
			"range": "close",
			"duration": "sustained",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"{@effect Summon|Summon Duplicate}, {@modifier Active}"
			],
			"entries": [
				"You can create a duplicate of yourself. Your duplicate is a minion with the same traits as you, except for this power and any victory points. You can spend your own victory points for your duplicate’s actions.",
				"You must have this power at a rank equal to your own character point total (not counting Duplication), divided by 15, and rounded up for your duplicate to possess your full abilities. If you have it at a lower rank, create your duplicate as a scaled-down version of yourself, with a power level equal to your rank in this power and starting character points determined accordingly (power rank x 15). So a power level 11 hero who has Duplication 8 creates a power level 8 “duplicate” with (8 x 15) 120 character points and proportionately lower-ranked traits.",
				"Your duplicate thinks and acts just like you, so it is automatically helpful toward you. Gamemasters should generally allow the hero’s player to determine the duplicate’s actions. Your duplicate disappears if your power is countered for any reason. You can also make your duplicate disappear at will by turning off your power.",
				"You can apply Summon modifiers to this power (see Summon). Use the Multiple Minions extra to be able to create multiple duplicates."
			]
		},
		{
			"name": "Element Control",
			"type": "CTL",
			"action": "S",
			"range": "perception",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Perception Ranged} {@effect Move Object|Move Object, Limited to Element}"
			],
			"entries": [
				"You can control and move a mass of an element like air, earth, or water. Your power’s effective Strength equals its rank, which is also the mass rank of the element you can move at once. So Earth Control 11 lets you move up to 50 tons of earth and stone, for example.",
				"Element Control is further refined with various Alternate Effects (see Alternate Effects), expanding what you can do with your control. So Earth Control might let you kick up clouds of dust (Area Visual Concealment Attack), build walls and other structures of rock (Continuous or Permanent Create), tunnel through the ground (Burrowing), or fly standing on a chunk of rock (Platform Flight), to name a few. Alternate Effects you do not add to your power as full-fledged modifiers are still available to you as power stunts using extra effort (see Powers Stunts)."
			]
		},
		{
			"name": "Energy Absorption",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": "see_description",
				"type": "special"
			},
			"effects": [
				"{@effect Enhanced Trait}, {@modifier Fades}, {@modifier Reaction}"
			],
			"entries": [
				"You take the energy from a particular type of attack, chosen when you take this power, and use it to enhance one of your traits. Typically this is either Strength or a Ranged Damage effect of the same energy type as the initial attack, but other traits are possible, including Quickness, Regeneration, Speed, or the like. The enhancement to your trait is equal to your power rank or the attack’s rank, whichever is less.",
				"The enhancement of the affected trait occurs automatically when you are subjected to the attack. Thereafter, the enhanced trait fades at a rate of 1 point per turn until it is gone. Further attacks can “top off” your Enhanced Trait, restoring it to its full rank again, before it is completely faded. Your rank is the limit of how much it can increase, however.",
				{
					"type": "example",
					"entries": [
						"The Bouncer has rank 11 Energy Absorption that applies the energy of kinetic attacks to Strength. If he’s hit with Damage 5, he gets +5 Strength. On the other hand, if he’s hit with Damage 14, he only gets +11 Strength, the rank limit of his power. Thereafter, his enhanced Strength fades at 1 rank per round until it is back to its normal, unenhanced, rank. However, if The Bouncer is hit again on the following turn for Damage 4, he gains up to 4 ranks of Strength, up to his maximum again."
					]
				},
				"Note that this power does not provide any resistance to attacks; the character suffers the effects of any attacks normally. Absorption often includes the additional effect of Protection (Impervious and often Limited to the absorbed type of attack) or even Immunity to the absorbed attack. Neither effect inhibits how Absorption works, they just make the absorbing character more resistant to the incoming attack."
			]
		},
		{
			"name": "Energy Aura",
			"type": "ATK",
			"action": "R",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"{@effect Damage}, {@modifier Reaction}"
			],
			"entries": [
				"You can surround your body with an aura of damaging energy or some similar effect. Anyone you touch or that touches you must make a Toughness resistance check against your aura’s Damage rank. You can turn your aura on and off at will as a free action. If your Aura damages some targets but not others, apply the Selective or Limited modifiers (depending on whether or not the selectivity is under your control)."
			]
		},
		{
			"name": "Energy Control",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距} {@effect 傷害}"
			],
			"entries": [
				"You can generate and project a type of energy, such as cold, electricity, fire, kinetic force, magnetism, radiation, or even cosmic energy, in a damaging blast (see the Blast power).",
				"Energy Control is further defined by the addition of Alternate Effects (see Alternate Effects), expanding what you can do with your control. For example, Cold Control might let you lower the surrounding temperature (Environment – Cold) or trap targets in ice ( Affliction, see the Snare version). Magnetic Control could let you manipulate metallic objects (Limited Move Object) while Electrical Control lets you generate an electrical pulse to overload electronics (Burst Area Nullify Electronics). Add as many Alternate Effects to your Energy Control as you can afford, and consider some additional ones as options for power stunts (see Powers Stunts)."
			]
		},
		{
			"name": "Force Field",
			"type": "DEF",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"Protection, Sustained"
			],
			"entries": [
				"You can surround your body with a protective field of energy or force, providing you with a Toughness increase equal to your rank. As a sustained effect, your Force Field is noticeable, unless you apply the Subtle modifier. Force Fields are often Impervious as well, immune to certain lower thresholds of Damage."
			]
		},
		{
			"name": "Invisibility",
			"type": "SEN",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": {"min":4, "max":8},
				"type": "per"
			},
			"effects": [
				"Visual Concealment"
			],
			"entries": [
				"You can vanish from sight at will, gaining total visual concealment, although other senses can still detect you. This power costs 4 points if you are only invisible to normal vision, 8 points if you cannot be detected by any visual sense (including infrared and ultraviolet)."
			]
		},
		{
			"name": "Magic",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Ranged} {@effect Damage}"
			],
			"entries": [
				"You are a sorcerer, witch, or wizard, able to cast a variety of magical spells. Your basic default effect is a Blast of eldritch force, able to inflict Ranged Damage (see the Blast power, previously).",
				"However, like the Energy Control power, Magic can have a wide range of Alternate Effects, each a separate spell you have mastered. The possibilities are virtually limitless, within the bounds of your hero’s descriptors and the Gamemaster’s approval. Examples include mystic bindings ( Affliction, see the Snare version), dispelling magical effects ( Nullify Magic), conjuring clouds of mist or fog (an Area Visual Concealment Attack), scrying distant places (Remote Sensing), or slipping between the dimensions to appear elsewhere ( Teleport), to name just a few.",
				"All Magic effects have the “magic” descriptor regardless of their other descriptors, so a Blast of flames conjured with magic has both the “magic” and “fire” descriptors, for example.",
				"Magicians often have a Power Loss complication (see Complications in The Basics): if they are unable to freely speak and gesture to cast their spells, they cannot use Magic (or any related magical powers reliant on spellcasting). Certain styles of Magic may impose other complications or limits as well."
			]
		},
		{
			"name": "Mental Blast",
			"type": "ATK",
			"action": "S",
			"range": "perception",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"Perception Ranged Damage, Resisted by Will"
			],
			"entries": [
				"You can strike targets’ minds with “mental force,” inflicting Damage resisted by the target’s Will rather than Toughness, but having no effect on targets immune to effects resisted by Will, such as inanimate objects. Mental Blasts are often, but not always, Subtle as well, which costs a flat 1 point."
			]
		},
		{
			"name": "Mimic",
			"type": "G",
			"action": "M",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 8,
				"type": "per"
			},
			"effects": [
				"Variable, Move Action"
			],
			"entries": [
				"You can duplicate the traits of another character you can perceive, requiring a move action to scan them. You gain (Mimic rank x 5) character points worth of traits the target has, up to a maximum of the target’s rank, and limited by the total character points you can Mimic. If you can only mimic some traits, apply the Limited flaw to this power.",
				"Some Mimics are Limited to only copying subjects they can touch, requiring a successful close attack check to touch an unwilling subject. Others do not mimic other people but instead mimic the traits of animals (substituting the “animal” descriptor for “another character”)."
			]
		},
		{
			"name": "Mind Control",
			"type": "ATK",
			"action": "S",
			"range": "perception",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"Perception Ranged, Cumulative Affliction, Resisted by Will"
			],
			"entries": [
				"You can impose your will on others, forcing them to obey your commands. Targets failing a Will resistance check against your effect DC first become dazed, then compelled, as they try to fight off your influence. Finally, with three or more degrees of effect, the target becomes controlled and obeys any commands you give.",
				"Degrees of failure on resistance checks against Mind Control are cumulative. You can also apply the Progressive modifier (see Affliction effect) so your mental hold increases each time the target fails a resistance check against it!"
			]
		},
		{
			"name": "Power-Lifting",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"Enhanced Strength, Limited to Lifting"
			],
			"entries": [
				"Your lifting and carrying capacity is out of proportion with the rest of your Strength. Each rank in this power gives you +1 to your Strength rank for determining how much weight you can lift and carry, but does not increase your Strength damage or other effects of your Strength rank."
			]
		},
		{
			"name": "Shapeshift",
			"type": "G",
			"action": "M",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 8,
				"type": "per"
			},
			"effects": [
				"Variable (assumed forms), Move Action"
			],
			"entries": [
				"You can transform into different forms, gaining the physical traits (abilities, skills, advantages, and powers) of the assumed form. You gain (Shapeshift rank x 5) character points worth of traits. You can also redistribute points spent on your own physical traits (lowering your Strength to apply those points elsewhere, for example). You are limited to the inherent traits of the forms you assume and do not gain new mental traits, even if that form possesses them.",
				"Shapeshift is often further Limited by the specific types of forms the character can assume, such as Limited to Animals or Limited to Machines."
			]
		},
		{
			"name": "Sleep",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"Ranged Affliction, Resisted by Fortitude"
			],
			"entries": [
				"You cause a the target to feel tremendous weariness. Targets failing the Fortitude resistance check against your effect DC become fatigued, then exhausted, and finally asleep as they succumb.",
				"Sleep is not normally cumulative, but you can apply the Cumulative or Progressive modifiers, making the fatigue that much harder for victims to fight off."
			]
		},
		{
			"name": "Snare",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"Ranged, Cumulative Affliction, Extra Condition, Resisted by Dodge, Limited Degree"
			],
			"entries": [
				"You can restrain a target with bonds of ice, glue, webbing, bands of energy, and so forth (whatever suits your descriptors). The target makes a Dodge resistance check against your effect DC. One degree of failure leaves the target hindered and vulnerable, while two results in the target becoming defenseless and immobilized. There is no additional effect for three or more degrees of failure.",
				"The resistance check to break out of a Snare is based on Damage (including Strength Damage) or Sleight of Hand, either breaking the effect or slipping out of it. This is part of the power’s Alternate Resistance, with no change in cost."
			]
		},
		{
			"name": "Strike",
			"type": "ATK",
			"action": "S",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"{@effect Damage}"
			],
			"entries": [
				"You inflict additional damage in close combat. Your Strike either substitutes for your Strength damage or adds to it, if it is Strength-based, see the Damage effect for details. It might be claws, energy fields, focused striking strength, or something similar, depending on your descriptors. Close combat weapons are either equipment or this power with the Removable flaw. See the Gadgets & Gear (following) for more information."
			]
		},
		{
			"name": "Suffocation",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"Ranged, Progressive Affliction, Resisted by Fortitude"
			],
			"entries": [
				"You render the target unable to breathe. Targets failing the Fortitude resistance check against your effect DC become dazed, stunned, and finally incapacitated, passing out from the lack of oxygen. A failed attempt to resist the ongoing effect of Suffocation causes the target’s condition to worsen by one degree."
			]
		},
		{
			"name": "Super-Speed",
			"type": "combine",
			"action": "F",
			"range": "personal",
			"duration": "combine",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"Enhanced Initiative, Quickness, Speed"
			],
			"entries": [
				"You are fast! Each rank of Super-Speed gives you the effects of Improved Initiative as an Enhanced Trait, Quickness, and Speed, with a ground speed rank equal to your power rank. So with Super-Speed 10, for example, you have +40 to initiative checks, can perform routine actions normally requiring two hours in just 6 seconds, and have a ground speed of 2,000 miles per hour!",
				"Heroes with Super-Speed often have additional powers based on their speed, particularly things like Air Control (whipping up powerful winds, see Element Control, previously) or modifiers to their Strength Damage like Area or Multiattack to represent the ability to make a rapid series of attacks in a single turn. High (possibly Enhanced) active defenses are also common for characters with Super-Speed."
			]
		}
	]
}
