{
	"skill": [
		{
			"translate_name": "雜技", "name": "Acrobatics",
			"ability": "Agl",
			"untrain": false,
			"action": [
				"M", "F"
			],
			"entries": [
				"使用雜技以進行空翻、俯衝、滾動、翻滾、展現其他雜技花招，以及在困難環境下保持你的平衡。",
				{
					"type": "entries",
					"translate_name": "平衡", "name": "Balancing",
					"entries": [
						"藉由成功通過一次對抗不穩固地面DC的雜技檢定，你可以保持平衡並以你地面速度-1級的速度沿著該表面移動。一個程度的失敗代表你將你的移動動作全數花費在維持你的平衡而不是實際的移動上，而二個或以上程度的失敗則代表著你失去平衡並墜落。",
						"你在保持平衡時處於{@condition 脆弱}狀態。若你接受在進行雜技檢定時使雜技的DC額外提升5點，則你不會因此陷入{@condition 脆弱}狀態。",
						"若你在保持平衡時於一次抵抗檢定中失敗，則你必須立即進行一次對抗原本DC的雜技檢定以避免摔落。",
						{
							"type": "table",
							"caption": "平衡難度",
							"colLabels": [
								"DC",
								"範例地面"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["0", "一碼或更寬的地面"],
								["5", "寬敞的壁架 (1-3 呎)"],
								["10", "狹窄的壁架 (少於1 呎)"],
								["15", "平衡木"],
								["20", "繃緊的繩索"]
							]
						},
						{
							"type": "table",
							"caption": "情境修正值",
							"colLabels": [
								"DC",
								"範例地面"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["+2", "略為滑溜的表面"],
								["+5", "非常滑溜的表面"],
								["+2", "略為崎嶇的表面"],
								["+5", "非常崎嶇或有角度的表面"],
								["+5", "以你正常的速度階級移動"],
								["+5", "避免在保持平衡時因此陷入脆弱狀態"]
							]
						}
					]
				},
				{
					"type": "entries",
					"translate_name": "雜技花招", "name": "Maneuvering",
					"entries": [
						"你可以為了展現各種雜技花招以進行雜技檢定，從後空翻、到飛身躍過對手（以欺近他們身後）、翻身上梁、滾越障礙等等。GM將設定其DC。檢定成功代表你成功達成特技，檢定失敗則代表你沒能做到，而二個或以上程度的失敗代表你失足並{@condition 臥倒}在地（且根據花招的內容，可能會因此承受額外的效果）。若GM覺得合適，一次成功的雜技花招可能會使你在接下來的某些行動中獲得情境加值。"
					]
				},
				{
					"type": "entries",
					"translate_name": "起身", "name": "Standing",
					"entries": [
						"你可以進行一次DC 20的雜技檢定，以透過一個自由動作而非移動動作來使自己從{@condition 臥倒}狀態中起身。檢定失敗代表著你仍維持{@condition 臥倒}。"
					]
				},
				{
					"type": "entries",
					"translate_name": "翻滾", "name": "Tumbling",
					"entries": [
						"你可以進行一次雜技檢定(DC 5)以減輕來自墜落的傷害，每一個程度的成功都可以減少1點傷害。被減輕至0級傷害的墜落將不會造成任何傷害，且你能夠以一個自由動作快速翻滾並以你的雙腳著地。除此之外的狀況，你將在墜落結束時陷入{@condition 臥倒}狀態。"
					]
				},
				{
					"type": "table",
					"caption": "雜技難度",
					"colLabels": [
						"DC",
						"行動"
					],
					"colStyles": [
						"col-3 text-align-center",
						"col-9"
					],
					"rows": [
						["5", "減輕墜落傷害 (每一個程度的成功–1傷害)"],
						["15", "雜技花招"],
						["20", "以自由動作從臥倒狀態中起身"],
						["30", "扭身以穿過狹窄的空間"]
					]
				}
			]
		},
		{
			"translate_name": "運動", "name": "Athletics",
			"ability": "Str",
			"untrain": true,
			"action": "M",
			"entries": [
				"使用運動以進行體能特技，像是攀爬、跳躍、騎乘動物、和游泳。",
				{
					"type": "entries",
					"translate_name": "攀爬", "name": "Climbing",
					"entries": [
						"透過一次成功的運動檢定，你能夠以一個移動動作並使用你地面速度-2級的速度沿著斜坡、牆壁、或其他傾斜表面移動。除非透過{@effect Movement|攀牆移動}的能力效果，否則你無法攀爬一個完全光滑平坦的垂直表面。",
						"一次失敗的運動檢定代表你沒有任何進展，而二個或以上程度的失敗則代表著你從當下所在的高度摔落（除非你受到安全索或其他裝備保護）。進行一次運動檢定以嘗試攀住表面以避免自己墜落（DC等同於一開始檢定的DC+10）。其他處於觸及範圍內的人也可以進行一次相同DC的運動檢定以嘗試抓住你。若你在嘗試抓住其他人的檢定中得到了超過一個程度的失敗，則你也將跟著一起摔落。",
						"由於你將無法輕易移動以避開攻擊，除非你接受在進行運動檢定時使DC額外提升5點，否則你在攀爬期間將處於{@condition 脆弱}狀態。當你在攀爬期間於一次抵抗檢定中失敗，則你必須立即進行一次對抗攀爬DC的運動檢定。該檢定失敗代表著你將因此摔落。",
						"根據GM的裁斷，某些類型的攀爬需要利用像是繩索、岩釘、和安全索之類的工具。在缺乏工具的情況下嘗試進行這類攀爬將會導致-5的情境罰值。",
						{
							"type": "entries",
							"translate_name": "墜落", "name": "Falling",
							"entries": [
								"墜落會造成4+墜落距離等級二倍等級的傷害，最高造成16級的傷害。若墜落所造成傷害等級為0或更低，例如墜落距離為6呎或以下，則該次墜落將不會造成任何傷害。你在墜落之後將會呈現{@condition 臥倒}狀態。你可以使用{@skill 雜技}技能以減輕來自墜落的傷害。"
							]
						},
						{
							"type": "table",
							"caption": "攀爬難度",
							"colLabels": [
								"DC",
								"範例表面"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["0", "一架梯子"],
								["5", "一條有結攀繩"],
								["10", "一條繩索"],
								["15", "一個崎嶇不平的垂直表面，像是岩壁"],
								["20", "一個粗糙的垂直表面，像是磚牆"]
							]
						},
						{
							"type": "table",
							"caption": "情境修正值",
							"colLabels": [
								"DC",
								"範例表面"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["–10", "通風管、煙囪、或其他讓你可以靠在相對的兩面牆之間撐起身體的區域"],
								["–5", "可以讓你靠在垂直牆面之間撐起身體的角落"],
								["–5", "攀爬的總距離少於10呎"],
								["+2", "表面略為滑溜"],
								["+5", "表面非常滑溜"],
								["+5", "+1速度等級（最高至你正常的速度等級）"],
								["+5", "避免在攀爬時因此陷入脆弱狀態"]
							]
						}
					]
				},
				{
					"type": "entries",
					"translate_name": "跳躍", "name": "Jumping",
					"entries": [
						"你進行運動檢定的結果便是你在進行助跑跳遠時所能跨越的距離（單位為呎）。若你進行的是立定跳遠，則將該距離減半。若你進行的是助跑跳高（垂直往上），則將該距離除以5，且若你進行的是立定跳高，則將該距離除以10。",
						"你的運動技能加值+10便是你在例行情境下跳躍時的基本距離。因此一名運動技能加值為+10的英雄可以例行性的進行20呎的助跑跳遠，10呎的立定跳遠，4呎的助跑跳高，以及2呎的立定跳高。",
						{
							"type": "table",
							"caption": "跳躍距離",
							"colLabels": [
								"跳躍類型",
								"距離（單位為呎）"
							],
							"colStyles": [
								"col-6 text-align-center",
								"col-6 text-align-center"
							],
							"rows": [
								["助跑跳遠", "運動技能檢定結果"],
								["立定跳遠", "運動技能檢定結果，除以2"],
								["助跑跳高", "運動技能檢定結果，除以5"],
								["立定跳高", "運動技能檢定結果，除以10"]
							]
						},
						{
							"type": "inset",
							"translate_name": "超級跳躍", "name": "Super Jumping",
							"entries": [
								"若你希望讓你的英雄能夠跳躍數十呎、數百呎、數千呎、或甚至數哩的距離，請參見{@effect 跳躍}超能力效果。"
							]
						}
					]
				},
				{
					"type": "entries",
					"translate_name": "奔跑", "name": "Running",
					"entries": [
						"你能夠以一個自由動作進行一次DC 15的運動檢定以嘗試跑得更快：一個或以上程度的成功將使你在該輪間的地面速度等級+1級。"
					]
				},
				{
					"type": "entries",
					"translate_name": "游泳", "name": "Swimming",
					"entries": [
						"藉由成功通過一次DC 10的運動檢定，將使你能夠以一個移動動作，以你地面速度等級-2的速度在水中游泳。若該檢定失敗，則你在進行該動作的期間將沒能在水中取得任何進展。二個或以上程度的失敗代表你沉入水中。若沉入水中，則你必須屏住氣息以避免溺水（參見{@rule 窒息|basic|8|suffocation}規則）。",
						{
							"type": "table",
							"caption": "游泳難度",
							"colLabels": [
								"DC",
								"修正值"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["+5", "救援另一個不會游泳的角色"],
								["+5", "波濤起伏的水流"],
								["+5", "+1速度等級（最高至你正常的地面速度等級）"],
								["+10", "暴雨或湍急猛烈的水流"]
							]
						}
					]
				}
			]
		},
		{
			"translate_name": "近身戰鬥", "name": "Close Combat",
			"ability": "Fgt",
			"untrain": true,
			"action": "S",
			"entries": [
				"你受過一種特定類型的近身戰鬥訓練，使你在以該方式進行攻擊檢定時獲得等同於你技能等級的加值（參見{@rule 攻擊檢定|basic|8|attacks}規則）。每種近身攻擊手段的近身戰鬥技能等級都各自獨立，並涵蓋了一種武器或超能力的使用。儘管一個{@modifier Alternate Effect|陣列}會被視作一種超能力，但它們是否共用一種近身戰鬥技能仍取決於遊戲主持人的裁斷。",
				"因此，英雄可能可以擁有「近身戰鬥：刀劍」技能，但「近身戰鬥：近戰武器」的涵括範圍就可能太過廣泛。「近身戰鬥：徒手打擊」是一個可行的選項，代表著使用像是拳擊或踢腿等肉搏打擊方式。然而，這個加值並不能適用於其他形式的徒手打擊戰技之中，包括但不限於{@rule 擒抱|basic|8|grab}或{@rule 絆摔|basic|8|trip}。",
				"近身戰鬥技能的加值只能夠應用於以特定攻擊手段進行的攻擊檢定中，而不能用於防禦上。若要為攻擊檢定提供更廣泛的加值，除了提升格鬥屬性的等級之外，也可以參見{@advantage 近距離攻擊}特長。"
			]
		},
		{
			"translate_name": "欺瞞", "name": "Deception",
			"ability": "Pre",
			"untrain": true,
			"interaction": true,
			"action": "S",
			"entries": [
				"欺瞞技能被用以讓他人相信你希望他們相信的事物。它涵蓋了包括演技、唬騙、話術、和詭計花招。",
				"欺瞞所花費的時間等同於你講述謊言的時間。在動作輪中使用欺瞞技能通常會需要一個標準動作，然而你也可以藉由在檢定中承受-5罰值，以一個移動動作來嘗試進行欺瞞。",
				{
					"type": "table",
					"caption": "欺瞞修正值",
					"colLabels": [
						"抵抗情境",
						"修正值"
					],
					"colStyles": [
						"col-7 text-align-center",
						"col-5 text-align-center"
					],
					"rows": [
						["目標想要相信你。", "–5"],
						["這個騙局相當可信，且並不會對目標造成太大的影響。", "+0"],
						["這個騙局有點難以令人相信，或會使目標承擔某些風險。", "+5"],
						["這個騙局難以置信，或會帶來嚴重的風險。", "+10"],
						["這個騙局太過離譜，幾乎讓人難以想像。", "+20"]
					]
				},
				{
					"type": "entries",
					"translate_name": "唬騙", "name": "Bluffing",
					"entries": [
						"進行一次欺瞞檢定以說出可信的謊言，或使某人配合你的行為。",
						"目標通常會使用欺瞞或{@skill 洞見}檢定以對抗唬騙。當下情境的有利與否對於唬騙的結果會產生很大的影響。有二種情境可能會對你不利：這個謊言難以置信、或者你的要求違背了目標的個人利益、本質、或個性。",
						"如果你覺得這很重要，那麼你可以區別這個唬騙失敗的原因是因為目標不相信它、還是因為它要求的太多。舉例來說，若唬騙的內容會為目標帶來嚴重風險，而使目標在對抗檢定中獲得了+10的加值，且目標在對抗檢定中以10或更少的差值勝出，則代表目標並沒有識破謊言，但仍不願意配合。若目標的洞見檢定以11或更高的差值勝出（意味著他即使沒有+10的加值也能成功抵抗），則代表他識破了謊言，且即使你沒有做出過分的要求也仍然會拒絕你。"
					]
				},
				{
					"type": "entries",
					"translate_name": "易容", "name": "Disguise",
					"entries": [
						"你可以利用化妝、服裝、和其他小道具以改變你的外貌。你的欺瞞檢定結果將會決定你易容偽裝的成效，並以該結果對抗他人{@skill 感知}檢定的結果。GM會為你秘密地進行欺瞞檢定，因此你將無法確定你的偽裝在仔細審查之下會有多可靠。",
						"易容偽裝的結果在很大程度上取決於情境：有利情境包括了適當的服裝，以及偽裝對象與你的外貌相似等等；而不利的情境則包括將你自己易容成不同的種族或性別、或未持有足夠的小道具（這最多可能會導致-5的修正值）。若你正冒充一個特定的個體，則任何知曉該個體的人都將在對抗易容的{@skill 感知}檢定中獲得情境加值：尋常同事的話+2、朋友的話+5、而親密愛人則可以獲得+10的加值。",
						"要假扮成你所冒充的對象，也可能會需要進行一次欺瞞檢定以對抗觀察者的{@skill 洞見}檢定，並根據觀察者與冒充對象的熟識度如同前述加值進行修正。",
						"進行易容通常會需要至少10分鐘的準備時間。根據情境，GM會在他人遇見你時立刻為他們進行{@skill 感知}檢定，以及在這之後每經過一小時再進行一次檢定。"
					]
				},
				{
					"type": "entries",
					"translate_name": "佯攻", "name": "Feinting",
					"entries": [
						"你能夠以一個標準動作使用欺瞞技能以在戰鬥中誤導一個對手。以一個標準動作進行一次欺瞞檢定，對抗目標的欺瞞或{@skill 洞見}檢定（兩者取高）。若你的欺瞞檢定勝出，則目標對你的下次攻擊而言將被視作處於{@condition 脆弱}狀態，持續直到你的下一輪結束。"
					]
				},
				{
					"type": "entries",
					"translate_name": "暗話", "name": "Innuendo",
					"entries": [
						"你可以使用欺瞞技能，在明顯講述另一件事時藉由文字遊戲和雙關傳達一段隱蔽的訊息。透過這個方式傳達基礎訊息的DC為10。複雜訊息或嘗試傳達新情報的訊息的DC則分別為15和20。聽到該訊息的接收對象必須進行一次對抗該DC的{@skill 洞見}檢定才能夠理解其傳達的含義。",
						"任何其他聽見你暗話的人都可以嘗試進行一次對抗該訊息DC的{@skill 洞見}檢定。若檢定成功，則偷聽者將會注意到你的話話中藏有其他訊息。若偷聽者在該檢定中獲得了至少二個程度或以上的成功，則他將理解該訊息的含義。無論是嘗試傳達或接收該訊息，超過一個程度的失敗都意味著接收者將以某種方式誤解了這段訊息的含義。",
						{
							"type": "table",
							"caption": "暗話難度",
							"colLabels": [
								"DC",
								"事項"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["10", "基礎訊息"],
								["15", "複雜訊息"],
								["20", "包含了新情報或詳細情報的訊息"]
							]
						}
					]
				},
				{
					"type": "entries",
					"translate_name": "誘騙", "name": "Tricking",
					"entries": [
						"你可以使用欺瞞技能以誘導一個對手採取一個可能不太明智的行動，像是在他站在電接合箱前或懸崖邊時嘗試攻擊你。若你的欺瞞檢定在與目標的欺瞞或{@skill 洞見}檢定的對抗中勝出，則你的對手將會不顧潛在的危險並嘗試攻擊你，若他的攻擊失手，則他將可能會命中電接合箱、或因為失去平衡而摔落懸崖。（另一方面，若該攻擊成功，則他可能會將你打進接合箱內、或使你從懸崖邊被擊落。你也承擔了同樣的風險。）",
						"若你在該欺瞞檢定中獲得超過一個程度的失敗結果，則代表你使自己陷入了險境；你對目標的攻擊而言將處於{@condition 脆弱}狀態，持續直到你的下一輪開始！"
					]
				}
			]
		},
		{
			"translate_name": "專業", "name": "Expertise",
			"ability": "Int",
			"untrain": false,
			"entries": [
				"Expertise is a broad skill encompassing knowledge and training in a variety of specialized fields, particularly professional disciplines and scholarship. Each is considered a separate skill and training in each is acquired separately, so a former police officer turned district attorney might have Expertise: Police Officer and Expertise: Law, each with their own ranks, for example.",
				"If you are trained in an Expertise, you can practice and make a living at it. You know how to use the tools of that trade, perform the profession’s daily tasks, supervise untrained helpers, and handle common problems. For example, someone trained in Expertise: Sailor knows how to tie basic knots, tend and repair sails, and stand a deck watch at sea. The GM sets DCs for specific tasks using the guidelines provided in The Basics under {@rule Checks|basic|1|checks}, keeping in mind that most job-related checks should be considered routine (see {@rule Routine Checks|basic|1|routine checks}).",
				"You can also make Expertise checks to see if your character knows the answer to a particular question related to the area of expertise, such as a scientist confronted with a technical issue, or a lawyer considering a legal question. The DC is 10 for easy questions, 15 for basic questions, and 20 or higher for difficult questions. You can usually answer questions as a routine check, and the GM may make a check for you in secret, so you won’t know whether or not your character’s skill is entirely up to the task.",
				"Expertise covers all areas except those tasks specifically covered by other skills. So, for example, a police detective is going to be trained in {@skill Investigation} (and probably {@skill Insight} and {@skill Perception}) in addition to Expertise: Police Officer, the same for an intrepid reporter with Expertise: Journalism. A scientist might be trained in {@skill Technology} alongside Expertise: Science, a doctor needs training in {@skill Treatment} along with Expertise: Physician, and a trial lawyer is going to want skill in {@skill Insight} and {@skill Persuasion} (and possibly {@skill Deception}) along with the training in the law that comes with Expertise: Lawyer.",
				"The ability modifier for Expertise is typically Intellect, but some areas of expertise may call for different abilities, perhaps depending on the task involved. For example, a technical expert might rely on Intellect to answer questions and handle day-to-day procedures, but need Dexterity to perform the actual functions of the job. Performance skills, such as acting or music, may rely on Presence. The GM sets the ability modifier as needed for the specific Expertise check.",
				"Characters with expertise in a profession are also assumed to be licensed or certified to practice it, if necessary. Problems like licensing issues, professional rivalries, and so forth can be handled as complications (see {@rule Complications|basic|2|complications}).",
				"The GM may allow some Expertise checks to be made untrained, especially for “unskilled” areas, measuring broad general knowledge and life experience, but even then an untrained Expertise check cannot be routine, and the character can only handle easy or basic tasks or questions (DC 10-15).",
				{
					"type": "inset",
					"name": "Sample Areas of Expertise",
					"entries": [
						"The following are examples of suitable areas of Expertise. This list is by no means exhaustive, the GM should feel free to add to or modify this list as needed to suit the game and the characters in it.",
						{
							"type": "quote",
							"entries": ["Art, Business, Carpentry, Cooking, Criminal, Current Events, Dance, History, Journalism, Law, Law Enforcement, Medicine, Military, Music, Magic, Philosophy, Politics, Popular Culture, Psychiatry, Science, Sociology, Streetwise, Theology"]
						}
					]
				},
				{
					"type": "inset",
					"name": "Defaulting to Related Areas of Expertise",
					"entries": [
						"On occasion, the GM may decide that training in an Expertise skill provides some ability to deal with tasks covered by other, related, skills with a circumstance penalty to the skill check.",
						{
							"type": "example",
							"entries": ["Figuring out a particular clue involving a government conspiracy requires an investigation or expertise: Politics check. However, the GM allows a hero to substitute an Expertise: Law check with a –2 circumstance penalty, as the knowledge is related, but outside the character’s specific field. Expertise: Journalism might suffer a –5 penalty, but could still be useful (especially if the character works a legal or political beat as a reporter), while Expertise: Cooking is no help at all, and cannot be used for the check (unless the player comes up with a very clever explanation!)"]
						}
					]
				},
				{
					"type": "inset",
					"name": "Under the Hood: Character Expertise vs. Player Expertise",
					"entries": [
						"Expertise skills measure what your character knows about various things, whether you know anything about them or not. It’s fairly easy to measure what a hero knows by making the appropriate skill check or looking at the routine check value of (bonus +10).",
						"However, players may know things their characters do not, either because of the player’s life experience or knowledge of the game and its rules (and source material). In this case the Gamemaster may prefer players limit themselves to only what Expertise skills their heroes have rather than what they may or may not know about a given situation. The GM may bend this rule by allowing a player to spend a victory point to have a character act upon something he or she would have no way of knowing, calling it a “hunch” or a “lucky guess” (a version of the inspiration rule). See {@rule Victory Points|basic|1|victory points}.",
						"If there’s a question as to how to handle an issue of player versus character expertise in the game, consult your Gamemaster."
					]
				}
			]
		},
		{
			"translate_name": "洞見", "name": "Insight",
			"ability": "Awe",
			"untrain": true,
			"action": "F",
			"entries": [
				"你可以藉由注意身體語言、音調變化、和你的直覺來辨別出某人的真正意圖和感受。",
				"一個成功的洞見檢定可以讓你抵抗某些交涉技能的影響，並使你意識到他人的真正意圖。你也可以使用這個技能來辨別某人的行為是否古怪、或評估他是否值得信賴。",
				{
					"type": "entries",
					"translate_name": "察覺幻象", "name": "Detect Illusion",
					"entries": [
						"GM會為你的英雄秘密地進行洞見檢定以決定他是否能注意到幻象的本質（DC 10 + 幻象等級）。檢定成功代表你發覺了幻象的破綻，並查覺到它並非真實的。參見{@effect Illusion}效果。"
					]
				},
				{
					"type": "entries",
					"translate_name": "察覺影響", "name": "Detect Influence",
					"entries": [
						"你可以進行一次洞見檢定以察覺某人的是否因為外在的影響而行動。這個檢定的DC等同於10 + 影響目標的效果或技能等級。若你檢定成功，則你將注意到目標並不是完全依照他自己的意願行動。三個或以上程度的成功將讓你大致理解是什麼在影響他們（取決於遊戲主持人的判決和情境，你可能甚至能知道是誰在影響他們）。"
					]
				},
				{
					"type": "entries",
					"translate_name": "評價", "name": "Evaluate",
					"entries": [
						"藉由一次洞見檢定（對抗目標的{@skill 欺瞞}檢定），你可以在與他人會面時辨別對方是否值得信賴和尊敬。你也可以進行一次洞見檢定（DC 20）以評估當下的社會情境，理解其整體氛圍和主流態度。若在上述檢定中得到二個或以上程度的失敗則代表著你誤解了這些情報，因此GM可能會為你秘密地進行這些檢定。"
					]
				},
				{
					"type": "entries",
					"translate_name": "察覺暗話", "name": "Innuendo",
					"entries": [
						"你可以使用洞見技能以理解藉由{@skill 欺瞞}技能所傳送的隱藏訊息。"
					]
				},
				{
					"type": "entries",
					"translate_name": "抵抗影響", "name": "Resist Influence",
					"entries": [
						"你有時會被要求進行一次洞見檢定以抵抗或克服特定交涉技能的影響，例如{@skill 欺瞞}或{@skill 威嚇}。若你的檢定結果高於你的對手，則他們嘗試影響你的行為將不會產生任何作用。"
					]
				}
			]
		},
		{
			"translate_name": "威嚇", "name": "Intimidation",
			"ability": "Pre",
			"untrain": true,
			"interaction": true,
			"action": "S",
			"entries": [
				"You know how to use threats (both real and implied) to get others to do what you want.",
				{
					"type": "entries",
					"name": "Coercing",
					"entries": [
						"Make an Intimidation check, opposed by the target’s insight or Will defense (whichever has the highest bonus). If your check succeeds, you may treat the target as friendly, but only for actions taken in your presence. That is, the target retains his normal attitude, but will talk, advise, offer limited help, or advocate on your behalf while intimidated. The target cooperates, but won’t necessarily obey your every whim or do anything that would directly endanger him.",
						"If you perform some action that makes you more imposing, you gain a circumstance bonus on your Intimidation check. If your target clearly has a superior position, you suffer a circumstance penalty.",
						"With more than one degree of failure on your check, the target may actually do the opposite of what you want! Succeed or fail, a target’s true attitude towards you generally becomes hostile after you attempt an Intimidation check, even if they go along with you for the moment."
					]
				},
				{
					"type": "entries",
					"name": "Demoralizing",
					"entries": [
						"You can use Intimidation in combat as a standard action to undermine an opponent’s confidence. Make an Intimidation check as a standard action. If it succeeds, your target is {@condition impaired} (a –2 circumstance penalty on checks) until the end of your next round. With four or more degrees of success, the target is {@condition disabled} (a –5 penalty) until the end of your next round."
					]
				},
				{
					"type": "entries",
					"name": "Intimidating Minions",
					"entries": [
						"You can intimidate a whole group of minions—who can all see and hear you—with a single check. If the group has you at a disadvantage, you suffer the usual circumstance penalty on your check. Compare your check result against a single resistance check made by the GM for the entire group. Your Intimidation check must have the same effect on every member of the group (that is, you cannot demoralize some and coerce others, for example).",
						{
							"type": "example",
							"entries": [
								"The Rock is facing down Packrat in one of his many bolt holes around Capital City when the big rat commands a pack of his street thieves to keep The Rock from following him. The gang of kids steps forward to get in The Rock’s way. The Rock has no interest in hurting a bunch of kids, so he bellows, “Get outta the way or I’ll knock your blocks off!” and his player decides to use The Rock’s routine Intimidation check of 18 to attempt to coerce the entire group of minions into moving out of his way. The street kids are all Thugs, so they have a resistance rank of 0 (their Insight and Will ranks are tied). Since Rocky is attempting the same effect on every member of the group, he makes a single opposed check. Unfortunately, the GM rolls a 13, which isn’t enough to beat The Rock’s 18. The street kids know The Rock won’t actually hurt them, but they dive out of the way anyway as The Rock bulls past.”"
							]
						}
					]
				}
			]
		},
		{
			"translate_name": "調查", "name": "Investigation",
			"ability": "Int",
			"untrain": false,
			"entries": [
				"You know how to search for and study clues, gather information through interviews and surveillance, and analyze evidence to help solve crimes. The GM may make investigation checks for you in secret, so you do not know exactly what you have found, or if you may have missed something.",
				{
					"type": "entries",
					"name": "Search",
					"entries": [
						"You can search an area for clues, hidden items, traps, and other details. {@skill Perception} allows you to immediately notice things, while an Investigation check allows you to pick up on details with some effort.",
						"To determine how long it takes to search a given area, take the total area measurement (in square feet, yards, or miles), find the time measurement for that distance, and add 2. So searching 60 square feet (roughly an 8 ft. by 8 ft. room) takes the time rank of 60 feet (rank 1), plus 2, or 1 minute (time rank 3). Searching a square mile takes the time rank of 1 mile (rank 8), plus 2, or two hours (time rank 10).",
						"The DC for an Investigation check to find a concealed object is usually opposed by the {@skill Stealth} or {@skill Sleight of Hand} check of the character who hid it.",
						{
							"type": "table",
							"caption": "Search Difficulties",
							"colLabels": [
								"DC",
								"Sample Search"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["10", "Ransack an area to find a certain object."],
								["20", "Notice a secret compartment, simple trap, or an obscure clue."],
								["25+", "Find a well-hidden secret compartment or trap, or an extremely obscure clue."]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Gather Evidence",
					"entries": [
						"To collect a piece of evidence for analysis, make an Investigation check (DC 15). If the check succeeds, the evidence can be analyzed (see Analyze Evidence.) If the check fails, an analysis can be done, but with a –5 penalty for highly unfavorable circumstances. With more than one degree of failure, the evidence is ruined and no analysis can be done. On the other hand, two or more degrees of success provide a +2 circumstance bonus to later analysis."
					]
				},
				{
					"type": "entries",
					"name": "Analyze Evidence",
					"entries": [
						"You can make an Investigation check to apply forensic knowledge to evidence. This function of Investigation does not give you clues where none exist. It simply allows you to extract useful information from evidence and clues you have found.",
						"The base DC 15, modified by the time elapsed since the evidence was left, and whether or not the scene was disturbed. Success gives you information based on the clue (and determined by the GM). Two or more degrees of failure may provide misleading or confusing evidence, also at the GM’s discretion.",
						{
							"type": "table",
							"caption": "Evidence Difficulties",
							"colLabels": [
								"DC",
								"Task"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["15", "Analyze Evidence"],
								["15", "Gather Evidence"]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"Modifiers", ""
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["+2", "Every day since event (max modifier +10)"],
								["+5", "Crime scene is outdoors"],
								["+2", "Crime scene disturbed"],
								["+5", "Crime scene highly disturbed"]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Gather Information",
					"entries": [
						"You know how to make contacts, collect gossip and rumors, question informants, and otherwise get information from people.",
						"By succeeding at a DC 10 Investigation check taking at least an hour, you get a feel for the major news and rumors in an area. This assumes no obvious reasons exist why information would be withheld. The degree of the check result determines the completeness and detail of the information. Information ranges from general to protected, and the DC increases accordingly for the type of information, as given on the table.",
						{
							"type": "table",
							"colLabels": [
								"Degree of Success",
								"Type of Information"
							],
							"colStyles": [
								"col-5 text-align-center",
								"col-7 text-align-center"
							],
							"rows": [
								["One", "General"],
								["Two", "Specific"],
								["Three", "Restricted"],
								["Four", "Protected"]
							]
						},
						{
							"type": "list",
							"items": [
								"General information concerns local happenings, rumors, gossip, and the like.",
								"Specific information usually relates to a particular question.",
								"Restricted information isn’t generally known and requires you to locate someone with access to the information.",
								"Protected information is even harder to come by and might involve some danger, either for the one asking the questions or the one providing the answers."
							]
						},
						"Failure on the Investigation check means you waste time turning up nothing of value. An additional degree of failure means you also alert someone who may be interested in your inquiries, perhaps even someone you are investigating!"
					]
				},
				{
					"type": "entries",
					"name": "Surveillance",
					"entries": [
						"You can set up surveillance of a particular area, watching from a stationary location. The DC of the subject’s {@skill Stealth} check to evade your notice is equal to the result of your Investigation check. For actively following a subject, see {@b Tailing} in the {@skill Stealth} skill."
					]
				}
			]
		},
		{
			"translate_name": "感知", "name": "Perception",
			"ability": "Awe",
			"untrain": true,
			"action": "F",
			"entries": [
				"Use this skill to notice and pick up on things. Discerning details—such as clearly hearing conversation or reading fine text—requires at least three degrees of success on the Perception check.",
				"In general, you have a –1 circumstance penalty to Perception checks for every 10 feet between you and what you are trying to perceive. So hearing a noise from 50 feet away is a –5 modifier to your Perception check, for example.",
				"The GM usually makes Perception checks secretly so you don’t know whether there was nothing to notice or you simply failed to notice it. The common sorts of Perception checks are:",
				{
					"type": "entries",
					"name": "Hearing",
					"entries": [
						"Make a check against a DC based on how loud the noise is or against an opposed {@skill Stealth} check. Normal conversation is DC 0, a soft noise DC 10. Listening through a door is +5 DC, +15 for a solid wall. While you’re asleep, hearing something well enough to wake up is +10 DC."
					]
				},
				{
					"type": "entries",
					"name": "Seeing",
					"entries": [
						"Make a check against a DC based on how visible the object is or against an opposed {@skill Stealth} check. Something in plain sight is DC 0, while something subtle or easily over-looked may be DC 5, 10 or more. Visual perception is also used to detect someone in disguise (see the {@skill Deception} skill) or to notice a concealed object (see the {@skill Sleight of Hand} skill)."
					]
				},
				{
					"type": "entries",
					"name": "Other Senses",
					"entries": [
						"You can make Perception checks involving other sense types as well (see {@rule Powers|basic|6|sensory} for more on sense types). Noticing something obvious to a sense is DC 0. Less obvious things are DC 10 or so, hidden things DC 20 or more, and discerning details requires at least three degrees of success, as usual.",
						"You can make a Perception check every time you have the opportunity to notice something new. As a move action, you can attempt to notice something you failed (or believe you failed) to notice previously.",
						"Various sensory effects provide modifiers on Perception checks (see {@rule Powers|basic|6})."
					]
				}
			]
		},
		{
			"translate_name": "說服", "name": "Persuasion",
			"ability": "Pre",
			"untrain": true,
			"interaction": true,
			"entries": [
				"You’re skilled in dealing with people, from etiquette and social graces to a way with words and public speaking, all of which helps to get your point across, make a good impression, negotiate, and generally win people over to your way of seeing things.",
				"In negotiations, all participants roll Persuasion checks to see who gains the advantage. Opposed checks also resolve cases where two advocates plead opposing cases before a third party.",
				"Non-player characters each have an initial attitude towards you or your cause. The GM chooses the character’s initial attitude based on circumstances. Most of the time, people are favorable or indifferent toward heroes, but a specific circumstance or complication may call for a different attitude.",
				"You can improve others’ attitudes with a DC 15 Persuasion check. Success improves the subject’s attitude by one step, while every two additional degrees of success improve it by another step (so two steps at three degrees, three steps at five degrees, and so forth). Failure means no change, and more than a degree of failure worsens the subject’s attitude by one step! In the case of a hostile subject, they may outright attack or otherwise interfere with you if their attitude worsens.",
				{
					"type": "table",
					"caption": "Attitudes",
					"colLabels": [
						"Attitude",
						"Effect"
					],
					"colStyles": [
						"col-4 text-align-center",
						"col-8"
					],
					"rows": [
						["Hostile", "Will take risks to attack or interfere with you."],
						["Unfavorable", "Will insult, mislead, or otherwise cause you trouble."],
						["Indifferent", "Acts as socially expected towards you."],
						["Favorable", "Will chat, advise, and offer limited help."],
						["Helpful", "Will take risks to help or protect you."]
					]
				},
				"Persuading someone is at least a standard action, usually quite a bit longer. The GM decides if you can persuade at all once a conflict has broken out! Even if the initial check succeeds, the other character can only be persuaded so far; you can try again in the same scene, but you check against the subject’s initial attitude, and may end up worsening it rather than improving it!",
				{
					"type": "example",
					"entries": [
						"The heroes must convince the imperious King of Atlantis that the surface world is not responsible for recent attacks against his kingdom in order to avert a war. The king’s attitude is unfavorable towards these surface-world interlopers to begin with. The team’s spokesperson makes a Persuasion attempt and gets a check result of 22, a success with two degrees total. That shifts the king’s attitude one step, to indifferent. He’s inclined to continue negotiating with the heroes and willing to place the assault on the surface world on-hold for the time-being. The heroes try to convince the king further, but any additional checks need at least the same degree of success as the first to get his attitude to favorable, where he is willing to call off the attack, and more than one degree of failure on any check moves his attitude to hostile, where he orders the intruders arrested and the attack to begin at once!"
					]
				},
				"If a Persuasion check fails, trying again is futile; the subject is too set against your arguments. At the GM’s discretion, you can try again when the situation changes in some way: you find a new approach to your argument, new evidence appears, and so forth. The GM may consider you at a disadvantage in further negotiations, imposing a circumstance penalty as well."
			]
		},
		{
			"translate_name": "遠程戰鬥", "name": "Ranged Combat",
			"ability": "Dex",
			"untrain": true,
			"action": "S",
			"entries": [
				"你受過一種特定類型的遠程戰鬥訓練，使你在以該方式進行攻擊檢定時獲得等同於你技能等級的加值（參見{@rule 攻擊檢定|basic|8|attacks}規則）。每種遠程攻擊手段的遠程戰鬥技能等級都各自獨立，並涵蓋了一種武器或超能力的使用。儘管一個{@modifier Alternate Effect|陣列}會被視作一種超能力，但它們是否共用一種遠程戰鬥技能仍取決於遊戲主持人的裁斷。",
				"因此，英雄可能可以擁有「遠程戰鬥：槍械」或「遠程戰鬥：火焰控制」技能，但「遠程戰鬥：超能力」的涵括範圍就可能太過廣泛。「遠程戰鬥：投擲」是一個可行的選項，並包括了使用投擲武器和任何角色可以撿起並投擲出去的物品。",
				"遠程戰鬥技能的加值只能夠應用於以特定攻擊手段進行的攻擊檢定中，而不能用於防禦上。若要為攻擊檢定提供更廣泛的加值，除了提升靈巧屬性的等級之外，也可以參見{@advantage 遠距離攻擊}特長。"
			]
		},
		{
			"translate_name": "手上把戲", "name": "Sleight of Hand",
			"ability": "Dex",
			"untrain": false,
			"manipulation": true,
			"action": "S",
			"entries": [
				"你可以展現出靈巧的特技戲法，例如將小物藏在掌心、扒竊、從束縛中掙脫等等。舞台魔術師會將手上把戲戲法作為表演技能使用，但這個技能最常被用於犯罪用途。",
				{
					"type": "entries",
					"translate_name": "藏匿", "name": "Concealing",
					"entries": [
						"你可以使用手上把戲以將小型物品藏匿在你身上，你手上把戲檢定的結果將作為尋找該物品的{@skill 調查}或{@skill 感知}檢定的DC。"
					]
				},
				{
					"type": "entries",
					"translate_name": "扭身擠縮", "name": "Contorting",
					"entries": [
						"你可以使用手上把戲以扭曲你的身體。進行一次DC 30的手上把戲檢定，以將自己塞進寬度足以容納你頭部，但不足以容納你肩寬的狹窄空間、或者將手伸進寬度足以容納你手掌，但不足以容納你手臂的狹窄開口。"
					]
				},
				{
					"type": "entries",
					"translate_name": "掙脫", "name": "Escaping",
					"entries": [
						"進行一次手上把戲檢定以從各種束縛中掙脫溜出。這個檢定每次都需要花費至少1分鐘的時間。",
						"若要從擒抱中掙脫，請進行{@skill 雜技}或{@skill 運動}檢定。參見{@rule 擒抱|basic|8|grab}規則與此技能前述的扭身擠縮以查閱更多細節。",
						{
							"type": "table",
							"caption": "掙脫難度",
							"colLabels": [
								"DC",
								"範例束縛"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["15", "繩索"],
								["20", "手銬"],
								["25", "拘束衣"],
								["15+等級", "超能力效果"]
							]
						}
					]
				},
				{
					"type": "entries",
					"translate_name": "巧手戲法", "name": "Legerdemain",
					"entries": [
						"表演一些手上把戲的小特技（像是變出硬幣或使紙牌「消失」）的DC為10，除非觀察者相當專注於觀察你的所作所為。當你在注目下表演這項技巧時，使用你的手上把戲檢定以對抗觀察者的{@skill 感知}檢定，以決定對方是否能注意到這個把戲的手法。"
					]
				},
				{
					"type": "entries",
					"translate_name": "偷竊", "name": "Stealing",
					"entries": [
						"若要偷偷地從其他人身上摸走某個東西，進行一次手上把戲檢定（DC 20）。你的目標進行一次{@skill 感知}檢定，若他的檢定結果勝過了你的手上把戲檢定結果，則無論你是否成功偷走該物品，他都將注意到你的偷竊行動。",
						{
							"type": "example",
							"entries": [
								"彈力劫匪正在搶劫一座博物館內的值錢展示品，在他嘗試行竊時，警衛正好經過。這名大膽的劫匪完全無懼於警衛的存在，並決定藉機找點樂子。他擁有專精於潛行技能的{@advantage Skill Mastery}特長，並且毫不意外的，警衛完全沒有注意到他悄悄接近。接著，彈力劫匪決定嘗試悄悄偷走警衛身上的配槍。劫匪具有加值為+12的手上把戲技能，並將之加入他的擲骰中：一次驚人的19，+12後的總合為31！至於警衛，他的感知技能僅有+5的加值，完全沒有任何注意到配槍被從槍袋中摸走的可能性，儘管GM仍然嘗試擲骰，並得到了20的檢定結果。這是個很不錯的結果，但還是不夠。"
							]
						}
					]
				}
			]
		},
		{
			"translate_name": "潛行", "name": "Stealth",
			"ability": "Agl",
			"untrain": true,
			"action": "M",
			"entries": [
				"你熟練於不引起他人注意的方式。當使用潛行技能時，你能夠以你速度等級-1的速度移動而不會承受任何罰值。若想要更快速地移動（最快至你的全速），則你將在潛行技能檢定中承受-5的情境罰值。",
				{
					"type": "entries",
					"translate_name": "躲藏", "name": "Hiding",
					"entries": [
						"若你處於掩護或隱蔽之下，則你可以進行一次潛行檢定以對抗觀察者的{@skill 感知}檢定，嘗試躲藏且不被注意。",
						"若他人意識到了你的存在，則你將無法使用潛行技能以保持不被察覺。你可以繞過轉角以離開他人的視線，並接著再使用潛行技能，然而對方仍會知道你在躲藏前向著何處移動。若你沒有任何的掩護或隱蔽，這代表你將站在眾人視線之內，並因此完全不能進行躲藏。當然，若某人並未直接看向你（舉例來說，你從他身後悄悄接近），則你相對他來說仍具有隱蔽。",
						"當他人注意到你的期間，一個成功的{@skill 欺瞞}或{@skill 威嚇}檢定可以使他們暫時性地被分神，並使你獲得你所需要的短暫時機以進行潛行檢定。當他人對你的注意力被轉移時，若你能夠到達某種掩護或隱蔽後方，則你將可以進行潛行檢定（做為通用準則，任何這類掩護與你之間的距離都必須在「你的潛行等級」呎之內）。然而，由於你必須快速移動才能躲到掩護後，因此這個檢定將承受-5的情境罰值。"
					]
				},
				{
					"type": "entries",
					"translate_name": "跟蹤", "name": "Tailing",
					"entries": [
						"你可以使用潛行技能，以你正常的速度跟蹤某人。這個行動假定你已經處於某些掩護或隱蔽之下（人群、陰影、濃霧等等）。若目標警戒著不被跟蹤，則他可以在他每次改變路線時（繞過街道轉角、離開建築物等）進行一次{@skill 感知}檢定（對抗你的潛行檢定）。若目標毫無戒心，則他將只能為該場景進行一次{@skill 感知}檢定。若目標注意到你的存在，進行一次{@skill 欺瞞}檢定以對抗目標的{@skill 洞見}檢定。若你檢定成功，則你將能夠把你的跟蹤行為假裝成是一次偶然的相遇，並在這之後繼續跟蹤對方。若該{@skill 欺瞞}檢定失敗，或你被注意到第二次，則目標將會注意到事情不太對勁，並依此作出反應。"
					]
				}
			]
		},
		{
			"translate_name": "科技", "name": "Technology",
			"ability": "Int",
			"untrain": false,
			"manipulation": true,
			"tools": true,
			"action": "S",
			"entries": [
				"Technology covers operating, building, repairing, and generally working with technological devices and equipment. Without the proper tools or equipment, you take a –5 penalty to Technology checks for highly unfavorable circumstances.",
				{
					"type": "entries",
					"name": "Operating",
					"entries": [
						"Most routine operations of technological equipment don’t require a skill check and can be done untrained. Using an unfamiliar device does require a check, with the DC determined by how foreign or unusual the device is, from simple (DC 10) to highly advanced (DC 25 or more)."
					]
				},
				{
					"type": "entries",
					"name": "Building",
					"entries": [
						"The difficulty and time required to make an item depends on its complexity, as shown on the Building Items table. If your Technology check succeeds, you have made the item after the necessary time. If the check fails, you did not produce a usable end result, and any time and materials are wasted. More than one degree of failure on the check may produce an accident or other unfortunate side-effect at the GM’s discretion.",
						{
							"type": "table",
							"caption": "Building Items",
							"colLabels": [
								"DC",
								"Complexity",
								"Time Rank",
								"Examples"
							],
							"colStyles": [
								"col-1 text-align-center",
								"col-2 text-align-center",
								"col-2 text-align-center",
								"col-7"
							],
							"rows": [
								[
									"15","Simple","10 (2 hours)",
									"electronic timer or detonator, tripwire trap"
								],
								[
									"20","Moderate","12 (8 hours)",
									"radio direction finder, lock, engine component"
								],
								[
									"25","Complex","14 (24 hours)",
									"cell phone, combustion engine"
								],
								[
									"30","Advanced","16 (4 days)",
									"computer, vehicle"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Repairing",
					"entries": [
						"You can also use Technology to repair damaged items, with a –5 to the DC to build the item and –2 to the time rank required. So you can perform repairs on a complex item in eight hours (time rank 12) with a DC of 20. Failure on the check means you spend the time, but make no progress. Two or more degrees of failure may indicate further damage to the item or an accident similar to building it.",
						"You can reduce the time rank to build or repair an item by 1 by taking a –5 penalty to your skill check.",
						{
							"type": "entries",
							"name": "Jury-rigging",
							"entries": [
								"You can also attempt jury-rigged, or temporary, repairs. Doing this reduces the repair DC by an additional 5 (for a total of –10 to the DC to build the item), and allows you to make the Technology check as a standard action. However, a jury-rigged repair can only fix a single problem, and the repair only lasts until the end of the scene. The jury-rigged item must be fully repaired thereafter, and cannot be jury-rigged again until it is fully repaired."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Demolitions",
					"entries": [
						"Careful placement of an explosive against a fixed structure can maximize damage by exploiting vulnerabilities in the structure. This requires at least a minute and a DC 10 Technology check. The GM makes the check, so you don’t know exactly how well you have done until the explosive goes off. For every two full degrees of success, the explosive deals +5 damage to the structure. Failure means the explosive does not go off as planned, while more than one degree of failure means the charge goes off while you are setting it! In all cases, the explosive deals normal damage to all other targets.",
						"You can make an explosive device more difficult to disarm. To do so, choose a disarm difficulty class before making your check to set the detonator. Your DC to set the detonator is the desired disarm DC. Failure means the explosive fails to go off as planned. Two or more degrees of failure mean the explosive goes off as the detonator is being installed!",
						"Disarming an explosive also requires a Technology check. The DC is usually 10, unless the person who set the detonator chose a higher disarm DC (previously). If you fail the check, you do not disarm the explosive. With more than a degree of failure, the explosive goes off. Setting or disarming a detonator is a standard action."
					]
				},
				{
					"type": "entries",
					"name": "Inventing",
					"entries": [
						"If you have the {@advantage Inventor} advantage (see Advantages), you can use Technology to create inventions, temporary devices. See {@rule Inventing|basic|7|inventing} for details."
					]
				},
				{
					"type": "entries",
					"name": "Security",
					"entries": [
						"You can use Technology to disarm or sabotage various security devices, including locks, traps, and sensors. This takes at least a minute, possibly longer, at the GM’s discretion. The GM makes your Technology check secretly so you don’t necessarily know right away if you have succeeded. The Gamemaster sets the DC of the check based on the level of security:",
						{
							"type": "table",
							"caption": "Security Levels",
							"colLabels": [
								"DC",
								"Security Example"
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["10", "Simple lock or home alarm system"],
								["15", "Quality lock or home alarm system"],
								["20", "Business and corporate security"],
								["25", "High security: branch bank vault, museum"],
								["30", "Very high security: bank headquarters vault, medium prison"],
								["35", "Maximum security: highly secure prison"],
								["40", "Super-max security: super-prison"]
							]
						},
						{
							"type": "table",
							"colLabels": [
								"Modifiers", ""
							],
							"colStyles": [
								"col-3 text-align-center",
								"col-9"
							],
							"rows": [
								["+5", "Preventing your tampering from being noticed."]
							]
						},
						"Failure on your skill check means nothing happens, but you can keep trying. More than one degree of failure sets off the security or trap, if it is possible to do so."
					]
				}
			]
		},
		{
			"translate_name": "診療", "name": "Treatment",
			"ability": "Int",
			"untrain": false,
			"manipulation": true,
			"tools": true,
			"action": "S",
			"entries": [
				"You’re trained in treating injuries and ailments. The check DC and effect of Treatment depend on the task:",
				{
					"type": "table",
					"caption": "Treatment Difficulties",
					"colLabels": [
						"DC",
						"Task"
					],
					"colStyles": [
						"col-3 text-align-center",
						"col-9"
					],
					"rows": [
						["10", "Diagnose injuries and ailments."],
						["15", "Provide long-term care."],
						["15", "Revive dazed or stunned characters."],
						["15", "Stabilize dying character."],
						["15", "Treat diseases or poisons."]
					]
				},
				"If you do not have the appropriate medical equipment and supplies, you take a –5 circumstance penalty on your check. If your subject has a particularly unusual biology (an alien, for example) you may also suffer a circumstance penalty.",
				"You can use the Treatment skill on yourself, but only to diagnose, provide care, or treat disease or poison. You take a –5 circumstance penalty on checks when treating yourself.",
				{
					"type": "entries",
					"name": "Diagnosis",
					"entries": [
						"You can diagnose injuries and ailments with an eye toward further treatment. This takes at least a minute. At the GM’s discretion, a successful diagnosis provides a +2 bonus for favorable circumstances on further Treatment checks."
					]
				},
				{
					"type": "entries",
					"name": "Provide Care",
					"entries": [
						"Providing care means treating an injured patient for a day or more. If successful, the patient further reduces the recovery time by 1 rank (see {@rule Recovery|basic|8|recovery} in Action & Adventure). You can provide care for up to your Treatment rank in patients at one time."
					]
				},
				{
					"type": "entries",
					"name": "Revive",
					"entries": [
						"You can remove the {@condition dazed} or {@condition stunned} conditions from a subject. The check to revive is a standard action. A successful check removes the condition. Other conditions the patient may have remain, so reviving someone {@condition incapacitated} due to fatigue still leaves the patient {@condition exhausted}, for example, while awakening someone {@condition incapacitated} due to damage still leaves the patient {@condition staggered}. You can’t awaken a {@condition dying} character without stabilizing him first (see the following)."
					]
				},
				{
					"type": "entries",
					"name": "Stabilize",
					"entries": [
						"As a standard action, a successful Treatment check stabilizes a {@condition dying} character."
					]
				},
				{
					"type": "entries",
					"name": "Treat Disease and Poison",
					"entries": [
						"You can treat a character afflicted with a disease or poison. Each time the character makes a resistance check against the ailment, you make a Treatment check. One degree of success provides the patient with a +2 circumstance bonus to the resistance check, three or more degrees of success provides a +5 circumstance bonus."
					]
				}
			]
		},
		{
			"translate_name": "駕駛", "name": "Vehicles",
			"ability": "Dex",
			"untrain": false,
			"manipulation": true,
			"action": "M",
			"entries": [
				"使用這個技能以操作載具，這些載具包括了地面載具（如車輛）、船隻、飛機、到甚至太空船！詳情請參見{@rule 載具|basic|7|vehicles}規則。",
				"常規的例行事務，像是普通地駕駛熟悉載具，並不需要進行檢定，且對於某些載具而言（特別是像汽車等尋常載具）甚至可以在未受訓的情況下駕駛。你只有在緊張或戲劇性的情況下需要在駕駛載具時進行檢定，像是被追逐、被襲擊、或嘗試在時限內趕到目的地等等。",
				"你也可以進行駕駛檢定以展現各種使用載具進行的特技花招：",
				{
					"type": "table",
					"caption": "駕駛難度",
					"colLabels": [
						"DC",
						"特技花招"
					],
					"colStyles": [
						"col-3 text-align-center",
						"col-9"
					],
					"rows": [
						["5", "容易（低速過彎）"],
						["10", "平均（突然迴轉、躲避障礙物）"],
						["15", "困難（急轉彎）"],
						["20", "有挑戰性（急煞迴轉、迴旋、翻滾）"],
						["25", "令人敬畏（高速特技、跳過或飛越障礙物）"]
					]
				},
				"注意，駕駛技能並不包括騎乘動物坐騎。為此，請使用基於敏捷屬性的{@skill Expertise|專業：騎乘}技能，並使用與駕駛技能檢定相同地判斷準則。在遊戲主持人的裁斷下，若騎乘是一種相當不常見的技能（比如說在現代世界），則像{@skill 運動}這類的技能也可以被用以騎乘坐騎（但可能會承受一定的情境罰值）。"
			]
		}
	]
}