{
	"condition": [
		{
			"name": "Compelled",
			"type": "basic",
			"entries": [
				"A compelled character is directed by an outside force, but struggling against it; the character is limited to free actions and a single standard action per turn, chosen by another, controlling, character. As usual, this standard action can be traded for a move or even free action. Controlled supersedes compelled."
			]
		},
		{
			"name": "Controlled",
			"type": "basic",
			"entries": [
				"A controlled character has no free will; the character’s actions each turn are dictated by another, controlling, character."
			]
		},
		{
			"name": "Dazed",
			"type": "basic",
			"entries": [
				"A dazed character is limited to free actions and a single standard action per turn, although the character may use that action to perform a move, as usual. Stunned supersedes dazed."
			]
		},
		{
			"name": "Debilitated",
			"type": "basic",
			"entries": [
				"The character has one or more abilities lowered below –5. (See {@rule Debilitated Abilities|basic|3|debilitated abilities} for further details.)"
			]
		},
		{
			"name": "Defenseless",
			"type": "basic",
			"entries": [
				"A defenseless character has active defense bonuses of 0. Attackers can make attacks on defenseless opponents as routine checks (see {@rule Routine Checks|basic|1|routine checks}). If the attacker chooses to forgo the routine check and make a normal attack check, any hit is treated as a critical hit (see {@rule Critical Hits|basic|8|critical hits}). Defenseless characters are often {@condition prone}, providing opponents with an additional bonus to attack checks."
			]
		},
		{
			"name": "Disabled",
			"type": "basic",
			"entries": [
				"A disabled character is at a –5 circumstance penalty on checks. If the penalty applies to specific checks, they are added to the name of the condition, such as Attack Disabled, Fighting Disabled, Perception Disabled, and so forth. Debilitated, if it applies to the same trait(s), supersedes disabled."
			]
		},
		{
			"name": "Fatigued",
			"type": "basic",
			"entries": [
				"Fatigued characters are {@condition hindered}. Characters recover from a fatigued condition after an hour of rest."
			]
		},
		{
			"name": "Hindered",
			"type": "basic",
			"entries": [
				"A hindered character moves at half normal speed (–1 speed rank). {@condition Immobile} supersedes hindered."
			]
		},
		{
			"name": "Immobile",
			"type": "basic",
			"entries": [
				"Immobile characters have no movement speed and cannot move from the spot they occupy, although they are still capable of taking actions unless prohibited by another condition."
			]
		},
		{
			"name": "Impaired",
			"type": "basic",
			"entries": [
				"An impaired character is at a –2 circumstance penalty on checks. If the impairment applies to specific checks, they are added to the name of the condition, such as Attack Impaired, Fighting Impaired, Perception Impaired, and so forth. If it applies to the same trait(s), disabled supersedes impaired."
			]
		},
		{
			"name": "Normal",
			"type": "basic",
			"entries": [
				"The character is unharmed and unaffected by other conditions, acting normally."
			]
		},
		{
			"name": "Stunned",
			"type": "basic",
			"entries": [
				"Stunned characters cannot take any actions, including free actions"
			]
		},
		{
			"name": "Transformed",
			"type": "basic",
			"entries": [
				"Transformed characters have some or all of their traits altered by an outside agency. This may range from a change in the character’s appearance to a complete change in trait ranks, even the removal of some traits and the addition of others! The primary limit on the transformed condition is the character’s character point total cannot increase, although it can effectively decrease for the duration of the transformation, such as when a powerful superhero is turned into an otherwise powerless mouse or frog (obviously based on considerably fewer character points)."
			]
		},
		{
			"name": "Unaware",
			"type": "basic",
			"entries": [
				"The character is completely unaware of his surroundings, unable to make interaction or Perception checks or perform any action based on them. If the condition applies to a specific sense or senses, they are added to the name of the condition, such as visually unaware, tactilely unaware (or numb), and so forth. Subjects have full concealment from all of a character’s unaware senses."
			]
		},
		{
			"name": "Vulnerable",
			"type": "basic",
			"entries": [
				"Vulnerable characters are limited in their ability to defend themselves, halving their active defenses (round up the final value). Defenseless supersedes vulnerable."
			]
		},
		{
			"name": "Weakened",
			"type": "basic",
			"entries": [
				"The character has temporarily lost character points in a trait. See {@effect Weaken} effect in Powers for more information. Debilitated supersedes weakened."
			]
		},
		{
			"name": "Asleep",
			"type": "combine",
			"entries": [
				"While asleep, a character is defenseless, stunned, and unaware. A hearing Perception check with three or more degrees of success wakes the character and removes all these conditions, as does any sudden movement (such as shaking the sleeping character) or any effect allowing a resistance check."
			],
			"contain": ["defenseless","stunned","unaware"]
		},
		{
			"name": "Blind",
			"type": "combine",
			"entries": [
				"The character cannot see. Everything effectively has full visual concealment from him. He is hindered, visually unaware, and vulnerable, and may be impaired or disabled for activities where vision is a factor."
			],
			"contain": ["hindered","unaware","vulnerable"]
		},
		{
			"name": "Bound",
			"type": "combine",
			"entries": [
				"A bound character is defenseless, immobile, and impaired."
			],
			"contain": ["defenseless","immobile","impaired"]
		},
		{
			"name": "Deaf",
			"type": "combine",
			"entries": [
				"The character cannot hear, giving everything total auditory concealment from him. This may allow for surprise attacks on the unaware character (see {@rule Surprise Attack|basic|8|surprise attack} in Action & Adventure for more information.) Interaction with other characters is limited to sign-language and lip-reading (see {@rule Interaction Skills|basic|4|interaction skills} in Abilities for more information)."
			]
		},
		{
			"name": "Dying",
			"type": "combine",
			"entries": [
				"A dying character is incapacitated (defenseless, stunned, and unaware) and near death. When the character gains this condition, immediately make a Fortitude check (DC 15). If the check succeeds, nothing happens. With two degrees of success, the character stabilizes, removing this condition. If the check fails, the character remains dying. Three or more total degrees of failure mean the character dies: so three failed Fortitude checks or one or two checks adding up to three degrees. Dying characters make a Fortitude check each round until they either die or stabilize. Another character can stabilize a dying character with a successful Treatment check (DC 15) or use of a {@effect Healing} effect (see Powers)."
			],
			"contain": ["incapacitated"]
		},
		{
			"name": "Entranced",
			"type": "combine",
			"entries": [
				"An entranced character is stunned, taking no actions other than paying attention to the entrancing effect. Any obvious threat automatically breaks the trance. An ally can also shake a character free of the condition with an interaction skill check (DC 10 + effect rank)."
			],
			"contain": ["stunned"]
		},
		{
			"name": "Exhausted",
			"type": "combine",
			"entries": [
				"Exhausted characters are near collapse. They are impaired and hindered. Characters recover from an exhausted condition after an hour of rest in comfortable surroundings."
			],
			"contain": ["impaired","hindered"]
		},
		{
			"name": "Incapacitated",
			"type": "combine",
			"entries": [
				"An incapacitated character is defenseless, stunned, and unaware. Incapacitated characters generally also fall prone, unless some outside force or aid keeps them standing."
			],
			"contain": ["defenseless","stunned","unaware"]
		},
		{
			"name": "Paralyzed",
			"type": "combine",
			"entries": [
				"A paralyzed character is defenseless, immobile, and physically stunned, frozen in place and unable to move, but still aware and able to take purely mental actions, involving no physical movement whatsoever."
			],
			"contain": ["defenseless","immobile","stunned"]
		},
		{
			"name": "Prone",
			"type": "combine",
			"entries": [
				"A prone character is lying on the ground, receiving a –5 circumstance penalty on close attack checks. Opponents receive a +5 circumstance bonus to close attack checks but a –5 penalty to ranged attack checks (effectively giving the prone character total cover against ranged attacks). Prone characters are hindered. Standing up from a prone position is a move action."
			],
			"contain": ["hindered"]
		},
		{
			"name": "Restrained",
			"type": "combine",
			"entries": [
				"A restrained character is hindered and vulnerable. If the restraints are anchored to an immobile object, the character is immobile rather than hindered. If restrained by another character, the restrained character is immobile but may be moved by the restraining character."
			],
			"contain": ["hindered","vulnerable","immobile"]
		},
		{
			"name": "Staggered",
			"type": "combine",
			"entries": [
				"A staggered character is dazed and hindered."
			],
			"contain": ["dazed","hindered"]
		},
		{
			"name": "Surprised",
			"type": "combine",
			"entries": [
				"A surprised character is stunned and vulnerable, caught off-guard and therefore unable to act, and less able to avoid attacks."
			],
			"contain": ["stunned","vulnerable"]
		}
	]
}