{
	"samplepower": [
		{
			"name": "Alternate Form",
			"type": "VAR",
			"action": "VAR",
			"range": "VAR",
			"duration": "VAR",
			"cost": {
				"value": "see_description",
				"type": "special"
			},
			"effects": [
				"Varies, {@modifier Activation}"
			],
			"entries": [
				"You can transform into something other than mere flesh and blood, from a body of organic steel to a cloud of gas, a mass of liquid, a swarm of tiny insect-sized robots, or anything else you want to develop. Choose a set of effects that reflect the capabilities of your Alternate Form, based on the examples following. Then choose the action required to assume your Alternate Form: if it requires a move action, subtract 1 character point from the total cost of the effects. If it requires a standard action, subtract 2 points. See the {@modifier Activation} flaw for details.",
				"Some potential Alternate Forms (and their possible effects) include:",
				{
					"type": "list",
					"items": [
						"{@b Energy}: You are made up of energy, such as fire or electricity: {@effect Damage} (close or ranged), {@effect Flight}, {@effect Immunity}, {@effect Insubstantial|Insubstantial 3}, and {@effect Teleport|Teleport (Energy Medium)}.",
						"{@b Gaseous}: You are a cloud of gas, like fog or mist: {@effect Affliction|Affliction (Suffocate)}, {@effect Concealment|Concealment (Visual}, {@modifier Attack|Attack)}, {@effect Flight}, {@effect Immunity}, and {@effect Insubstantial|Insubstantial 2}.",
						"{@b Ghost}: You are incorporeal and invisible, largely unaffected by the physical world: {@effect Concealment|Concealment (Visual)}, {@effect Flight}, {@effect Immunity}, and {@effect Insubstantial|Insubstantial 4}.",
						"{@b Heroic}: You have a distinct “hero” form, in addition to your “normal” form. Essentially, all your powers have the Activation modifier! The inability to assume your heroic form might also constitute a complication for you from time to time",
						"{@b Liquid}: You are made up of liquid (such as water): {@effect Affliction|Affliction (Suffocate)}, {@effect Concealment|Concealment (Visual, Limited to Underwater)}, {@effect Elongation}, {@effect Immunity}, {@effect Insubstantial|Insubstantial 1}, and {@effect Swimming}.",
						"{@b Particulate}: Your body is composed of a granular or particulate substance like sand, dust, salt, and so forth: {@effect Damage}, {@effect Elongation}, {@effect Immunity}, {@effect Insubstantial|Insubstantial 1}, and {@effect Movement|Movement (Slithering)}.",
						"{@b Shadow}: You transform into a living shadow: {@effect Concealment|Concealment (Visual, Limited to Darkness and Shadows)}, {@effect Immunity}, {@effect Insubstantial|Insubstantial 4}, and {@effect Movement|Movement (Slithering, Wall-crawling)}.",
						"{@b Solid}: You are made up of a hard solid substance like stone or metal: {@effect Enhanced Trait|Enhanced Stamina}, {@effect Enhanced Trait|Enhanced Strength}, {@effect Immunity}, and {@effect Protection}.",
						"{@b Swarm}: Your “body” is actually thousands of other tiny creatures: insects, worms, even little robots: {@effect Flight}, {@effect Immunity}, {@effect Insubstantial|Insubstantial 2}, and {@effect Movement|Movement (Slithering, Wall-crawling)}.",
						"{@b Two-Dimensional}: You can flatten yourself to become almost infinitely thin: {@effect Concealment|Concealment (Visual, Limited to One Side)}, {@effect Damage|Damage} ({@modifier Penetrating} – sharp edges), {@effect Insubstantial|Insubstantial 1} (for slipping through narrow spaces), and {@effect Movement|Movement (Slithering)}."
					]
				}
			]
		},
		{
			"name": "Blast",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Ranged} {@effect Damage}"
			],
			"entries": [
				"You can make a damaging ranged attack. It might be a blast of energy, a projectile (arrow, bullet, throwing blade, etc.), or some similar effect. You make a ranged attack check against the target’s Dodge defense. The attack’s damage equals your power rank and the target makes a Toughness resistance check against it."
			]
		},
		{
			"name": "Dazzle",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|遠距}, {@effect Affliction|累積詛咒}, {@modifier Limited|Limited to One Sense}"
			],
			"entries": [
				"You can overwhelm one of the target’s senses, chosen when you take this effect. The target makes a Fortitude or Will resistance check against your effect DC (choose one when you acquire the effect). One degree of failure leaves the sense {@condition impaired} (–2 penalty). Two degrees leave it {@condition disabled} (–5 penalty) while three degrees leave the sense {@condition unaware}: The target automatically fails {@skill Perception} checks involving the sense, and everything effectively has total concealment from that sense.",
				"The target makes a new resistance check at the end of each turn to recover. Success removes the condition imposed by the Dazzle power. Failure means it persists.",
				"Multiple Dazzle effects against the same sense are cumulative. If a target is already visually disabled, for example, another Visual Dazzle with one degree of success leaves the target blind, as if subjected to a Dazzle with two degrees of effect.",
				"Your Dazzle effect can work on more than one sense at once; apply the {@effect Affliction|Extra Condition} modifier for each additional sense affected."
			]
		},
		{
			"name": "Duplication",
			"type": "CTL",
			"action": "S",
			"range": "close",
			"duration": "sustained",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"{@effect Summon|Summon Duplicate}, {@modifier Active}"
			],
			"entries": [
				"You can create a duplicate of yourself. Your duplicate is a minion with the same traits as you, except for this power and any victory points. You can spend your own victory points for your duplicate’s actions.",
				"You must have this power at a rank equal to your own character point total (not counting Duplication), divided by 15, and rounded up for your duplicate to possess your full abilities. If you have it at a lower rank, create your duplicate as a scaled-down version of yourself, with a power level equal to your rank in this power and starting character points determined accordingly (power rank x 15). So a power level 11 hero who has Duplication 8 creates a power level 8 “duplicate” with (8 x 15) 120 character points and proportionately lower-ranked traits.",
				"Your duplicate thinks and acts just like you, so it is automatically helpful toward you. Gamemasters should generally allow the hero’s player to determine the duplicate’s actions. Your duplicate disappears if your power is countered for any reason. You can also make your duplicate disappear at will by turning off your power.",
				"You can apply {@effect Summon} modifiers to this power. Use the Multiple Minions extra to be able to create multiple duplicates."
			]
		},
		{
			"name": "Element Control",
			"type": "CTL",
			"action": "S",
			"range": "perception",
			"duration": "sustained",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Perception Ranged} {@effect Move Object|Move Object, Limited to Element}"
			],
			"entries": [
				"You can control and move a mass of an element like air, earth, or water. Your power’s effective Strength equals its rank, which is also the mass rank of the element you can move at once. So Earth Control 11 lets you move up to 50 tons of earth and stone, for example.",
				"Element Control is further refined with various {@modifier Alternate Effect|Alternate Effects}, expanding what you can do with your control. So Earth Control might let you kick up clouds of dust ({@modifier Area} {@effect Concealment|Visual Concealment} {@modifier Attack}), build walls and other structures of rock (Continuous or Permanent {@effect Create}), tunnel through the ground ({@effect Burrowing}), or fly standing on a chunk of rock ({@effect Flight|Platform Flight}), to name a few. Alternate Effects you do not add to your power as full-fledged modifiers are still available to you as power stunts using extra effort (see {@rule Powers Stunts|basic|1|power stunt})."
			]
		},
		{
			"name": "Energy Absorption",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": "see_description",
				"type": "special"
			},
			"effects": [
				"{@effect Enhanced Trait}, {@modifier Fades}, {@modifier Reaction}"
			],
			"entries": [
				"You take the energy from a particular type of attack, chosen when you take this power, and use it to enhance one of your traits. Typically this is either Strength or a {@modifier Increased Range|Ranged} {@effect Damage} effect of the same energy type as the initial attack, but other traits are possible, including {@effect Quickness}, {@effect Regeneration}, {@effect Speed}, or the like. The enhancement to your trait is equal to your power rank or the attack’s rank, whichever is less.",
				"The enhancement of the affected trait occurs automatically when you are subjected to the attack. Thereafter, the enhanced trait fades at a rate of 1 point per turn until it is gone. Further attacks can “top off” your Enhanced Trait, restoring it to its full rank again, before it is completely faded. Your rank is the limit of how much it can increase, however.",
				{
					"type": "example",
					"entries": [
						"The Bouncer has rank 11 Energy Absorption that applies the energy of kinetic attacks to Strength. If he’s hit with Damage 5, he gets +5 Strength. On the other hand, if he’s hit with Damage 14, he only gets +11 Strength, the rank limit of his power. Thereafter, his enhanced Strength fades at 1 rank per round until it is back to its normal, unenhanced, rank. However, if The Bouncer is hit again on the following turn for Damage 4, he gains up to 4 ranks of Strength, up to his maximum again."
					]
				},
				"Note that this power does not provide any resistance to attacks; the character suffers the effects of any attacks normally. Absorption often includes the additional effect of {@effect Protection} ({@modifier Impervious} and often {@modifier Limited|Limited to the absorbed type of attack}) or even {@effect Immunity} to the absorbed attack. Neither effect inhibits how Absorption works, they just make the absorbing character more resistant to the incoming attack."
			]
		},
		{
			"name": "Energy Aura",
			"type": "ATK",
			"action": "R",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"{@effect Damage}, {@modifier Reaction}"
			],
			"entries": [
				"You can surround your body with an aura of damaging energy or some similar effect. Anyone you touch or that touches you must make a Toughness resistance check against your aura’s Damage rank. You can turn your aura on and off at will as a free action. If your Aura damages some targets but not others, apply the {@modifier Selective} or {@modifier Limited} modifiers (depending on whether or not the selectivity is under your control)."
			]
		},
		{
			"name": "Energy Control",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Ranged} {@effect Damage}"
			],
			"entries": [
				"You can generate and project a type of energy, such as cold, electricity, fire, kinetic force, magnetism, radiation, or even cosmic energy, in a damaging blast (see the {@samplepower Blast} power).",
				"Energy Control is further defined by the addition of {@modifier Alternate Effect|Alternate Effects}, expanding what you can do with your control. For example, Cold Control might let you lower the surrounding temperature ({@effect Environment|Environment – Cold}) or trap targets in ice ( {@effect Affliction}, see the {@samplepower Snare} version). Magnetic Control could let you manipulate metallic objects ({@modifier Limited} {@effect Move Object}) while Electrical Control lets you generate an electrical pulse to overload electronics ({@modifier Area|Burst Area} {@effect Nullify|Nullify Electronics}). Add as many Alternate Effects to your Energy Control as you can afford, and consider some additional ones as options for power stunts (see {@rule Powers Stunts|basic|1|power stunt})."
			]
		},
		{
			"name": "Force Field",
			"type": "DEF",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"{@effect Protection}, {@modifier Sustained}"
			],
			"entries": [
				"You can surround your body with a protective field of energy or force, providing you with a Toughness increase equal to your rank. As a sustained effect, your Force Field is noticeable, unless you apply the {@modifier Subtle} modifier. Force Fields are often {@modifier Impervious} as well, immune to certain lower thresholds of Damage."
			]
		},
		{
			"name": "Invisibility",
			"type": "SEN",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": {"min":4, "max":8},
				"type": "per"
			},
			"effects": [
				"{@effect Concealment|Visual Concealment}"
			],
			"entries": [
				"You can vanish from sight at will, gaining total visual concealment, although other senses can still detect you. This power costs 4 points if you are only invisible to normal vision, 8 points if you cannot be detected by any visual sense (including infrared and ultraviolet)."
			]
		},
		{
			"name": "Magic",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Ranged} {@effect Damage}"
			],
			"entries": [
				"You are a sorcerer, witch, or wizard, able to cast a variety of magical spells. Your basic default effect is a Blast of eldritch force, able to inflict {@modifier Increased Range|Ranged} {@effect Damage} (see the {@samplepower Blast} power, previously).",
				"However, like the {@samplepower Energy Control} power, Magic can have a wide range of {@modifier Alternate Effect|Alternate Effects}, each a separate spell you have mastered. The possibilities are virtually limitless, within the bounds of your hero’s descriptors and the Gamemaster’s approval. Examples include mystic bindings ({@effect Affliction}, see the {@samplepower Snare} version), dispelling magical effects ({@effect Nullify|Nullify Magic}), conjuring clouds of mist or fog (an {@modifier Area} {@effect Concealment|Visual Concealment} {@modifier Attack}), scrying distant places ({@effect Remote Sensing}), or slipping between the dimensions to appear elsewhere ({@effect Teleport}), to name just a few.",
				"All Magic effects have the “magic” descriptor regardless of their other descriptors, so a Blast of flames conjured with magic has both the “magic” and “fire” descriptors, for example.",
				"Magicians often have a Power Loss complication (see Complications in The Basics): if they are unable to freely speak and gesture to cast their spells, they cannot use Magic (or any related magical powers reliant on spellcasting). Certain styles of Magic may impose other complications or limits as well."
			]
		},
		{
			"name": "Mental Blast",
			"type": "ATK",
			"action": "S",
			"range": "perception",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Perception Ranged} {@effect Damage}, {@modifier Alternate Resistance|Resisted by Will}"
			],
			"entries": [
				"You can strike targets’ minds with “mental force,” inflicting Damage resisted by the target’s Will rather than Toughness, but having no effect on targets immune to effects resisted by Will, such as inanimate objects. Mental Blasts are often, but not always, {@modifier Subtle} as well, which costs a flat 1 point."
			]
		},
		{
			"name": "Mimic",
			"type": "G",
			"action": "M",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 8,
				"type": "per"
			},
			"effects": [
				"{@effect Variable}, Move Action"
			],
			"entries": [
				"You can duplicate the traits of another character you can perceive, requiring a move action to scan them. You gain (Mimic rank x 5) character points worth of traits the target has, up to a maximum of the target’s rank, and limited by the total character points you can Mimic. If you can only mimic some traits, apply the {@modifier Limited} flaw to this power.",
				"Some Mimics are Limited to only copying subjects they can touch, requiring a successful close attack check to touch an unwilling subject. Others do not mimic other people but instead mimic the traits of animals (substituting the “animal” descriptor for “another character”)."
			]
		},
		{
			"name": "Mind Control",
			"type": "ATK",
			"action": "S",
			"range": "perception",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Perception Ranged}, {@effect Affliction|Cumulative Affliction, Resisted by Will}"
			],
			"entries": [
				"You can impose your will on others, forcing them to obey your commands. Targets failing a Will resistance check against your effect DC first become {@condition dazed}, then {@condition compelled}, as they try to fight off your influence. Finally, with three or more degrees of effect, the target becomes {@condition controlled} and obeys any commands you give.",
				"Degrees of failure on resistance checks against Mind Control are cumulative. You can also apply the Progressive modifier (see {@effect Affliction} effect) so your mental hold increases each time the target fails a resistance check against it!"
			]
		},
		{
			"name": "Power-Lifting",
			"type": "G",
			"action": "F",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"{@effect Enhanced Trait|Enhanced Strength}, {@modifier Limited|Limited to Lifting}"
			],
			"entries": [
				"Your lifting and carrying capacity is out of proportion with the rest of your Strength. Each rank in this power gives you +1 to your Strength rank for determining how much weight you can lift and carry, but does not increase your Strength damage or other effects of your Strength rank."
			]
		},
		{
			"name": "Shapeshift",
			"type": "G",
			"action": "M",
			"range": "personal",
			"duration": "sustained",
			"cost": {
				"value": 8,
				"type": "per"
			},
			"effects": [
				"{@effect Variable|Variable (assumed forms), Move Action}"
			],
			"entries": [
				"You can transform into different forms, gaining the physical traits (abilities, skills, advantages, and powers) of the assumed form. You gain (Shapeshift rank x 5) character points worth of traits. You can also redistribute points spent on your own physical traits (lowering your Strength to apply those points elsewhere, for example). You are limited to the inherent traits of the forms you assume and do not gain new mental traits, even if that form possesses them.",
				"Shapeshift is often further Limited by the specific types of forms the character can assume, such as Limited to Animals or Limited to Machines."
			]
		},
		{
			"name": "Sleep",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 2,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Ranged} {@effect Affliction|Affliction, Resisted by Fortitude}"
			],
			"entries": [
				"You cause a the target to feel tremendous weariness. Targets failing the Fortitude resistance check against your effect DC become {@condition fatigued}, then {@condition exhausted}, and finally {@condition asleep} as they succumb.",
				"Sleep is not normally cumulative, but you can apply the Cumulative or Progressive modifiers, making the fatigue that much harder for victims to fight off."
			]
		},
		{
			"name": "Snare",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Ranged}, {@effect Affliction|Cumulative Affliction, Extra Condition, Resisted by Dodge, Limited Degree}"
			],
			"entries": [
				"You can restrain a target with bonds of ice, glue, webbing, bands of energy, and so forth (whatever suits your descriptors). The target makes a Dodge resistance check against your effect DC. One degree of failure leaves the target {@condition hindered} and {@condition vulnerable}, while two results in the target becoming {@condition defenseless} and {@condition Immobile|immobilized}. There is no additional effect for three or more degrees of failure.",
				"The resistance check to break out of a Snare is based on {@effect Damage} (including Strength Damage) or {@skill Sleight of Hand}, either breaking the effect or slipping out of it. This is part of the power’s {@modifier Alternate Resistance}, with no change in cost."
			]
		},
		{
			"name": "Strike",
			"type": "ATK",
			"action": "S",
			"range": "close",
			"duration": "instant",
			"cost": {
				"value": 1,
				"type": "per"
			},
			"effects": [
				"{@effect Damage}"
			],
			"entries": [
				"You inflict additional damage in close combat. Your Strike either substitutes for your Strength damage or adds to it, if it is Strength-based, see the {@effect Damage} effect for details. It might be claws, energy fields, focused striking strength, or something similar, depending on your descriptors. Close combat weapons are either equipment or this power with the {@modifier Removable} flaw. See the {@rule Gadgets & Gear|basic|7} for more information."
			]
		},
		{
			"name": "Suffocation",
			"type": "ATK",
			"action": "S",
			"range": "ranged",
			"duration": "instant",
			"cost": {
				"value": 4,
				"type": "per"
			},
			"effects": [
				"{@modifier Increased Range|Ranged}, {@effect Affliction|Progressive Affliction, Resisted by Fortitude}"
			],
			"entries": [
				"You render the target unable to breathe. Targets failing the Fortitude resistance check against your effect DC become {@condition dazed}, {@condition stunned}, and finally {@condition incapacitated}, passing out from the lack of oxygen. A failed attempt to resist the ongoing effect of Suffocation causes the target’s condition to worsen by one degree."
			]
		},
		{
			"name": "Super-Speed",
			"type": "combine",
			"action": "F",
			"range": "personal",
			"duration": "combine",
			"cost": {
				"value": 3,
				"type": "per"
			},
			"effects": [
				"{@effect Enhanced Trait|Enhanced Initiative}, {@effect Quickness}, {@effect Speed}"
			],
			"entries": [
				"You are fast! Each rank of Super-Speed gives you the effects of Enhanced Initiative as an {@effect Enhanced Trait}, {@effect Quickness}, and {@effect Speed}, with a ground speed rank equal to your power rank. So with Super-Speed 10, for example, you have +40 to initiative checks, can perform routine actions normally requiring two hours in just 6 seconds, and have a ground speed of 2,000 miles per hour!",
				"Heroes with Super-Speed often have additional powers based on their speed, particularly things like Air Control (whipping up powerful winds, see {@samplepower Element Control}, previously) or modifiers to their Strength Damage like {@modifier Area} or {@modifier Multiattack} to represent the ability to make a rapid series of attacks in a single turn. High (possibly Enhanced) active defenses are also common for characters with Super-Speed."
			]
		}
	]
}
